
🇨🇳央视频道,#genre#

CCTV1,http://39.135.212.1:6610/yst.live.scmobile.com/otvzte.scmcc.com.cn:8080/ysten-business/live/,-1/1.m3u8?$移动超清1080P
CCTV1,http://39.135.138.58:18890/PLTV/88888888/224/3221225642/index.m3u8?$移动超清1080P
CCTV1,http://iptv.tvfix.org/hls/,1hd.m3u8?$全网超清1080P
CCTV1,http://117.148.179.155:80/PLTV/88888888/224/3221231468/1.m3u8?$咪咕移动1080P

CCTV2,http://iptv.tvfix.org/hls/,2hd.m3u8?$全网超清1080P
CCTV2,http://111.20.41.249:80/dbiptv.sn.chinamobile.com/PLTV/88888888/224/3221226195/1.m3u8?$移动超清1080P
CCTV2,http://39.135.212.1:6610/yst.live.scmobile.com/otvzte.scmcc.com.cn:8080/ysten-business/live/,-2/1.m3u8?$移动超清1080P
CCTV2,http://117.148.179.147:80/PLTV/88888888/224/3221231678/1.m3u8?$咪咕移动1080P
CCTV2,http://39.135.138.58:18890/PLTV/88888888/224/3221225643/index.m3u8?$移动蓝光1080P
CCTV3,http://39.135.212.1:6610/yst.live.scmobile.com/otvzte.scmcc.com.cn:8080/ysten-business/live/,-3/1.m3u8?$移动超清1080P
CCTV3,http://111.40.196.29/PLTV/88888888/224/3221225588/index.m3u8?$移动高清720P
CCTV3,http://iptv.tvfix.org/hls/,3hd.m3u8?$移动超清1080P
CCTV3,http://39.134.65.175/PLTV/88888888/224/3221225799/index.m3u8?$移动蓝光1080P
CCTV3,http://111.20.106.13:6610/yinhe/2/ch00000090990000001598/index.m3u8?virtualDomain=yinhe.live_hls.zte.com$移动超清1080P
CCTV3,http://111.20.41.249:80/dbiptv.sn.chinamobile.com/PLTV/88888888/224/3221226397/1.m3u8?$移动超清1080P
CCTV3,http://117.148.179.183:80/PLTV/88888888/224/3221231682/index.m3u8?$咪咕移动1080P
CCTV4,http://39.135.138.58:18890/PLTV/88888888/224/3221225621/index.m3u8?$移动蓝光1080P
CCTV4,http://183.207.248.15/PLTV/3/224/3221225534/index.m3u8?$移动超清1080P
CCTV4,http://111.20.106.13:6610/yinhe/2/ch00000090990000001290/index.m3u8?virtualDomain=yinhe.live_hls.zte.com$移动超清1080P
CCTV4,http://39.135.212.1:6610/yst.live.scmobile.com/otvzte.scmcc.com.cn:8080/ysten-business/live/,-4/1.m3u8?$移动超清1080P
CCTV4,http://39.135.47.101:6610/000000001000/HD-8000k-1080P-,4/1.m3u8?$移动超清1080P
CCTV4,http://111.20.41.248:80/dbiptv.sn.chinamobile.com/PLTV/88888888/224/3221226223/1.m3u8?$移动超清1080P
CCTV4,http://117.148.179.183/PLTV/88888888/224/3221231726/index.m3u8?$咪咕移动1080P
CCTV4,http://iptv.tvfix.org/hls/,4hd.m3u8?$全网超清1080P
CCTV5,http://39.135.32.5:6610/PLTV/77777777/224/3221225516/index.m3u8?$移动超清1080P
CCTV5,http://iptv.tvfix.org/hls/,5hd.m3u8?$全网超清1080P
CCTV5,http://39.135.212.1:6610/yst.live.scmobile.com/otvzte.scmcc.com.cn:8080/ysten-business/live/,-5/1.m3u8?$移动超清1080P
CCTV5,http://111.20.41.242:80/dbiptv.sn.chinamobile.com/PLTV/88888888/224/3221226395/1.m3u8?$移动超清1080P
CCTV5,http://39.135.55.7:6610/PLTV/88888888/224/3221227170/index.m3u8?servicetype=1$移动超清1080P
CCTV5,http://111.63.117.13:6060/030000001000/,-5/,-5.m3u8?$移动超清1080P
CCTV6,http://39.135.212.1:6610/yst.live.scmobile.com/otvzte.scmcc.com.cn:8080/ysten-business/live/,-6/1.m3u8?$移动超清1080P
CCTV6,http://39.135.47.101:6610/000000001000/HD-4000k-1080P-,6/1.m3u8?$移动超清1080P
CCTV6,http://39.135.138.58:18890/PLTV/88888888/224/3221225632/index.m3u8?$移动蓝光1080P
CCTV6,http://iptv.tvfix.org/hls/,6hd.m3u8?$全网超清1080P
CCTV6,http://111.20.106.13:6610/yinhe/2/ch00000090990000001275/index.m3u8?virtualDomain=yinhe.live_hls.zte.com$移动超清1080P
CCTV6,http://111.20.41.252:80/dbiptv.sn.chinamobile.com/PLTV/88888888/224/3221226393/1.m3u8?$移动超清1080P
CCTV6,http://111.20.33.93:80/PLTV/88888893/224/3221226011/index.m3u8?$移动高清1080P
CCTV6,http://117.148.179.153:80/PLTV/88888888/224/3221231724/index.m3u8?$咪咕移动1080P
CCTV7,http://iptv.tvfix.org/hls/,7hd.m3u8?$全网超清1080P
CCTV7,http://39.135.212.1:6610/yst.live.scmobile.com/otvzte.scmcc.com.cn:8080/ysten-business/live/,-7/1.m3u8?$移动超清1080P
CCTV7,http://39.135.47.101:6610/000000001000/,-7/1.m3u8?$移动超清1080P
CCTV7,http://111.20.41.242:80/dbiptv.sn.chinamobile.com/PLTV/88888888/224/3221226192/1.m3u8?$移动超清1080P
CCTV7,http://111.20.106.13:6610/yinhe/2/ch00000090990000001291/index.m3u8?virtualDomain=yinhe.live_hls.zte.com$移动超清1080P
CCTV8,http://39.135.55.7:6610/PLTV/88888888/224/3221227174/index.m3u8?servicetype=1$移动超清1080P
CCTV8,http://iptv.tvfix.org/hls/,8hd.m3u8?$全网超清1080P
CCTV8,http://39.135.212.1:6610/yst.live.scmobile.com/otvzte.scmcc.com.cn:8080/ysten-business/live/,-8/1.m3u8?$移动超清1080P
CCTV8,http://117.148.179.160:80/PLTV/88888888/224/3221231694/index.m3u8?$咪咕移动1080P
CCTV8,http://39.135.138.59:18890/TVOD/88888910/224/3221225635/index.m3u8?$移动超清1080P
CCTV9,http://111.20.106.13:6610/yinhe/2/ch00000090990000001294/index.m3u8?virtualDomain=yinhe.live_hls.zte.com$移动超清1080P
CCTV9,http://111.20.41.250:80/dbiptv.sn.chinamobile.com/PLTV/88888888/224/3221226197/1.m3u8?$移动超清1080P
CCTV9,http://117.148.179.163/PLTV/88888888/224/3221231697/index.m3u8?$咪咕移动1080P
CCTV9,http://iptv.tvfix.org/hls/,9hd.m3u8?$全网超清1080P
CCTV10,http://39.135.138.59:18890/TVOD/88888910/224/3221225627/index.m3u8?$移动超清1080P
CCTV10,http://117.148.179.174/PLTV/88888888/224/3221231666/index.m3u8?$咪咕移动1080P
CCTV10,http://39.135.212.1:6610/yst.live.scmobile.com/otvzte.scmcc.com.cn:8080/ysten-business/live/,-10/1.m3u8?$移动超清1080P
CCTV11,http://39.135.212.1:6610/yst.live.scmobile.com/otvzte.scmcc.com.cn:8080/ysten-business/live/,-11/1.m3u8?$移动超清1080P
CCTV11,http://117.148.179.165/PLTV/88888888/224/3221231711/index.m3u8?$咪咕移动1080P
CCTV11,http://39.135.138.59:18890/TVOD/88888910/224/3221225628/index.m3u8?$移动超清1080P
CCTV11,http://iptv.tvfix.org/hls/,11hd.m3u8?$全网超清1080P
CCTV12,http://111.20.106.13:6610/yinhe/2/ch00000090990000001289/index.m3u8?virtualDomain=yinhe.live_hls.zte.com$移动超清1080P
CCTV12,http://39.135.212.1:6610/yst.live.scmobile.com/otvzte.scmcc.com.cn:8080/ysten-business/live/,-12/1.m3u8?$移动超清1080P
CCTV12,http://117.148.179.150:80/PLTV/88888888/224/3221231660/1.m3u8?$咪咕移动1080P
CCTV13,http://39.135.32.5:6610/PLTV/77777777/224/3221225798/index.m3u8?$移动超清1080P
CCTV13,http://39.135.138.59:18890/PLTV/88888910/224/3221225638/index.m3u8?$移动蓝光1080P
CCTV13,http://iptv.tvfix.org/hls/,13hd.m3u8?$全网超清1080P
CCTV13,http://221.179.136.134:443/PLTV/88888888/224/3221226568/1.m3u8?$移动超清1080P
CCTV13,http://39.135.212.1:6610/yst.live.scmobile.com/otvzte.scmcc.com.cn:8080/ysten-business/live/,-13/1.m3u8?$移动超清1080P
CCTV14,http://111.20.41.242:80/dbiptv.sn.chinamobile.com/PLTV/88888888/224/3221226193/1.m3u8?$移动超清1080P
CCTV14,http://iptv.tvfix.org/hls/,14hd.m3u8?$全网超清1080P
CCTV14,http://39.135.212.1:6610/yst.live.scmobile.com/otvzte.scmcc.com.cn:8080/ysten-business/live/,-14/1.m3u8?$移动超清1080P
CCTV14,http://111.20.106.13:6610/yinhe/2/ch00000090990000001292/index.m3u8?virtualDomain=yinhe.live_hls.zte.com$移动超清1080P
CCTV14,http://117.148.179.183/PLTV/88888888/224/3221231648/index.m3u8?$咪咕移动1080P
CCTV15,http://39.135.212.1:6610/yst.live.scmobile.com/otvzte.scmcc.com.cn:8080/ysten-business/live/,-15/1.m3u8?$移动超清1080P
CCTV15,http://117.148.179.169:80/PLTV/88888888/224/3221231693/index.m3u8?$咪咕移动1080P
CCTV16,http://liveop.,.cn/hls/,16HD/playlist.m3u8?$全网蓝光1080P
CCTV16,http://39.135.138.58:18890/PLTV/88888888/224/3221226233/index.m3u8?$移动蓝光1080P
CCTV16,http://iptv.tvfix.org/hls/,16hd.m3u8?$全网超清1080P
CCTV16,http://111.20.106.16:6610/yinhe/2/ch00000090990000002395/index.m3u8?virtualDomain=yinhe.live_hls.zte.com$移动蓝光1080P
CCTV17,http://39.135.138.58:18890/PLTV/88888888/224/3221225907/index.m3u8?$移动超清1080P
CCTV17,http://iptv.tvfix.org/hls/,17hd.m3u8?$全网超清1080P
CCTV17,http://39.135.212.1:6610/yst.live.scmobile.com/otvzte.scmcc.com.cn:8080/ysten-business/live/,-17/1.m3u8?$移动超清1080P
CCTV17,http://117.148.179.167:80/PLTV/88888888/224/3221231772/1.m3u8?$咪咕移动1080P
CCTV5+赛事,http://111.63.117.13:6060/030000001000/G_,-5PLUS/G_,-5PLUS.m3u8?$移动超清1080P
CCTV5+赛事,http://111.40.196.25/PLTV/88888888/224/3221225767/index.m3u8?$移动高清720P
CCTV4K超高清,http://liveop.,.cn/hls/4KHD/playlist.m3u8?$全网蓝光1080P
CCTV4K超高清,https://p.ggiptv.com/v/4k.m3u8?$全网蓝光4K
CCTV4K超高清,http://iptv.tvfix.org/hls/,4k.m3u8?$全网蓝光4K
CCTV4K超高清,http://ye23.win/iptv/4k.,.php?$全网蓝光4K
CCTV8K超高清,http://117.148.179.157:80/PLTV/88888888/224/3221233404/index.m3u8?$咪咕移动1080P
CCCTV-怀旧剧场,http://live.gq.miguvideo.com:8080/ws_v/2018/hjjc/hjjc711/1000/index.m3u8?&encrypt=1
CCTV-第一剧场,http://117.148.179.160/PLTV/88888888/224/3221231540/index.m3u8
CCTV-风云剧场,http://117.148.179.160/PLTV/88888888/224/3221231604/index.m3u8
CCTV-风云音乐,http://live.gq.miguvideo.com:8080/ws_v/2018/fyyy/fyyy711/1000/index.m3u8?&encrypt=1
CCTV-风云足球,http://117.148.179.160/PLTV/88888888/224/3221231547/index.m3u8
CCTV-兵器科技,http://live.gq.miguvideo.com:8080/ws_v/2018/gfjs/gfjs711/1000/index.m3u8?&encrypt=1
CCTV-世界地理,http://live.gq.miguvideo.com:8080/ws_v/2018/sjdl/sjdl711/1000/index.m3u8?&encrypt=1
CCTV-女性时尚,http://live.gq.miguvideo.com:8080/ws_v/2018/nxss/nxss711/1000/index.m3u8?&encrypt=1
CCTV-央视台球,http://live.gq.miguvideo.com:8080/ws_v/2018/ystq/ystq711/1000/index.m3u8?&encrypt=1
CCTV-电视指南,http://117.148.179.147/PLTV/88888888/224/3221231571/index.m3u8
CCTV-高尔夫网球,http://live.gq.miguvideo.com:8080/ws_v/2018/gefwq/gefwq711/1000/index.m3u8?&encrypt=1
中国教育1台,http://111.40.196.35/PLTV/88888888/224/3221225576/index.m3u8#http://111.40.196.26/PLTV/88888888/224/3221225671/index.m3u8
中国教育1台,http://39.134.66.66/PLTV/88888888/224/3221225563/index.m3u8#http://223.110.246.67/ott.js.chinamobile.com/PLTV/4/224/3221225909/index.m3u8#http://39.135.138.59:18890/PLTV/88888910/224/3221225661/index.m3u8#http://iptv.tvfix.org/hls/cetv1hd.m3u8
中国教育2台,http://223.110.246.67/ott.js.chinamobile.com/PLTV/4/224/3221225850/index.m3u8#http://223.110.243.162/ott.js.chinamobile.com/PLTV/3/224/3221227607/index.m3u8#http://39.130.202.81:6610/gitv_live/G_CETV-2/G_CETV-2.m3u8
中国教育3台,http://223.110.246.68/ott.js.chinamobile.com/PLTV/3/224/3221227018/index.m3u8#http://dbiptv.sn.chinamobile.com/PLTV/88888888/224/3221226226/1.m3u8
中国教育4台,http://223.110.243.143/ott.js.chinamobile.com/PLTV/3/224/3221227657/index.m3u8#http://117.148.179.55/hwltc.tv.cdn.zj.chinamobile.com/PLTV/88888888/224/3221230334/index.m3u8#http://39.130.202.81:6610/gitv_live/G_CETV-4/G_CETV-4.m3u8
老故事,http://39.135.140.227:6610/PLTV/88888888/224/3221225515/2/index.m3u8?fmt=ts2hls
发现之旅,http://39.134.19.130/dbiptv.sn.chinamobile.com/PLTV/88888888/224/3221226235/1.m3u8#http://183.207.248.71/gitv/live1/G_FAXIANZL/G_FAXIANZL
新科动漫,http://cctvtxyh5ca.liveplay.myqcloud.com/live/xinkedongman_2/index.m3u8
CGTN-法语,http://39.135.129.164/PLTV/88888888/224/3221226727/1.m3u8
CGTN-阿语,http://39.135.129.162/PLTV/88888888/224/3221226729/1.m3u8
CGTN-俄语,http://39.135.129.166/PLTV/88888888/224/3221226772/1.m3u8
CGTN-纪录,http://39.130.202.115:6610/gitv_live/G_CGTVJL-HD/G_CGTVJL-HD.m3u8
CGTN-纪录,http://39.130.202.81:6610/gitv_live/G_CGTVJL-HD/G_CGTVJL-HD.m3u8
CGTN,http://39.130.202.115:6610/gitv_live/G_CGTN-HD/G_CGTN-HD.m3u8
CGTN,http://111.40.196.35/PLTV/88888888/224/3221225652/index.m3u8#http://111.40.196.27/PLTV/88888888/224/3221225669/index.m3u8
CGTN纪录,http://111.40.196.29/PLTV/88888888/224/3221225536/index.m3u8
CNC新华中文台,http://source07.v.news.cn/live/CNC_CN/playlist.m3u8
CNC新华中文台,http://39.134.115.163:8080/PLTV/88888910/224/3221225694/index.m3u8
CCTV17-农业农村,http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225765/index.m3u8#http://dbiptv.sn.chinamobile.com/PLTV/88888888/224/3221226198/1.m3u8#http://42.81.144.99/live.cache.cmvideo.cn/migu/kailu/20200324/cctv17hd/51/index.m3u8?&encrypt=1

📡天津联通,#genre#
俄罗斯中文台,http://brics.bonus-tv.ru/cdn/brics/chinese/tracks-v1a1/index.m3u8
CCTV16,http://39.136.12.4:6610/PLTV/88888888/224/3221226302/1/index.m3u8?IASHttpSessionId=OTT
CCTV16,http://117.148.179.157/PLTV/88888888/224/3221233406/index.m3u8
CCTV16,http://117.148.179.157/PLTV/88888888/224/3221233442/index.m3u8
CCTV16,http://223.110.235.24/ott.js.chinamobile.com/PLTV/3/224/3221228127/index.m3u8
CCTV16,http://ccav.smymi.com:4000/rtp/239.93.42.54:5140
CCTV16,http://ott.js.chinamobile.com/PLTV/3/224/3221228127/index.m3u8
CCTV16,http://ott.js.chinamobile.com/TVOD/3/224/3221228127/index.m3u8
CCTV16,http://39.130.202.81:6610/gitv_live/G_CCTV-16-HQ/G_CCTV-16-HQ.m3u8
CCTV16,http://39.134.134.87/000000001000/5000000008000023253/index.m3u8
CCTV16,http://39.134.134.82/000000001000/1000000006000233002/index.m3u8
CCTV16,http://39.135.32.28:6610/PLTV/77777777/224/3221225897/index.m3u8?
CCTV16,http://39.135.129.162/hwottcdn.ln.chinamobile.com/PLTV/88888890/224/3221226880/index.m3u8CCTV16,http://39.135.129.162/PLTV/88888888/224/3221226581/1.m3u8
CCTV16,http://39.135.129.162/PLTV/88888888/224/3221226581/index.m3u8
CCTV16,http://39.135.129.166/PLTV/88888888/224/3221226773/1.m3u8
CCTV16,http://39.135.138.58:18890/PLTV/88888888/224/3221226233/index.m3u8
CCTV16,http://112.25.63.197:8080/gitv_live/G_CCTV-16-CQ/G_CCTV-16-CQ.m3u8
CCTV16,http://117.148.179.50/hwltc.tv.cdn.zj.chinamobile.com/PLTV/88888888/224/3221232651/index.m3u8
CCTV16,http://117.148.179.55/hwltc.tv.cdn.zj.chinamobile.com/PLTV/88888888/224/3221232608/1.m3u8
CCTV16,http://117.148.179.55/hwltc.tv.cdn.zj.chinamobile.com/PLTV/88888888/224/3221232651/1.m3u8
CCTV16,http://117.169.124.36:6610/ysten-businessmobile/live/HD-4000k-1080P-cctv16/.m3u8
CCTV16,http://117.169.124.36:6610/ysten-businessmobile/live/HD-8000k-1080P-cctv16/.m3u8
CCTV16,http://121.18.168.210/livetestcdn.cctv.cn/hls/CCTV16HD/playlist.m3u8
CCTV16,http://182.254.90.234/tlivecloud-cdn.ysp.cctv.cn/001/2000266303.m3u8
CCTV16,http://183.207.248.71/cntv/live1/CCTV-16CQ/HD-8000k-1080P-cctv16
CCTV16,http://223.110.241.137:6610/gitv/live1/G_CCTV-16-CQ/G_CCTV-16-CQ
CCTV16,http://ccav.smymi.com:4000/rtp/239.93.42.53:5140
CCTV16,http://dbiptv.sn.chinamobile.com/PLTV/88888893/224/3221226921/index.m3u8
CCTV16,http://live.aishang.ctlcdn.com/00000110240388_1/playlist.m3u8?CONTENTID=00000110240388_1&AUTHINFO=FABqh274XDn8fkurD5614t%2B1RvYajgx%2Ba3PxUJe1SMO4OjrtFitM6ZQbSJEFffaD35hOAhZdTXOrK0W8QvBRom%2BXaXZYzB%2FQfYjeYzGgKhP%2o%2BXpr4quVxlkA%2BubKvbU1XwJFRgrbX%2BnTs60JauQUrav8kLj%2FPH8LxkDFpzvkq75UfeY%2FVNDZygRZLw4j%2BXtwhj%2FIuXf1hJAU0X%2BheT7g%3D%3D&USERTOKEN=eHKuwve%2F35NVIR5qsO5XsuB0O2BhR0KR
CCTV16,http://liveop.cctv.cn/hls/CCTV16HD/playlist.m3u8
CCTV16,http://ott.js.chinamobile.com/PLTV/3/224/3221228112/index.m3u8
CCTV16,http://ott.js.chinamobile.com/PLTV/3/224/3221228144/index.m3u8
CCTV16,http://ott.js.chinamobile.com/TVOD/3/224/3221228112/index.m3u8
CCTV16,http://ott.js.chinamobile.com/TVOD/3/224/3221228144/index.m3u8
CCTV16,https://live.olympicchannelchina.cn/aoyun/4kcctv16_1.m3u8
CCTV16,https://live.olympicchannelchina.cn/aoyun/4kcctv16_1td.m3u8
移动东奥,http://117.148.179.157/PLTV/88888888/224/3221233454/index.m3u8
CCTV-4K超高清,http://ott.js.chinamobile.com/TVOD/3/224/3221228242/index.m3u8
CCTV-4K超高清,http://liveop.cctv.cn/hls/4KHD/playlist.m3u8
冬奥纪实4K,http://live.aikan.miguvideo.com/PLTV/88888888/224/3221233353/index.m3u8
求索纪录4K,http://39.134.184.95:6610/hwltc.tv.cdn.zj.chinamobile.com/PLTV/88888888/224/3221232776/42330389.smil/index.m3u8?fmt=ts2hls
CCTV8K,http://live.aikan.miguvideo.com/PLTV/88888888/224/3221233413/index.m3u8
CCTV8K,http://live.aikan.miguvideo.com/PLTV/88888888/224/3221233404/index.m3u8
CCTV8K,http://live.aikan.miguvideo.com/PLTV/88888888/224/3221233350/index.m3u8
爱上4K,http://39.134.18.82/dbiptv.sn.chinamobile.com/PLTV/88888890/224/3221226352/index.m3u8
纯享4k,http://39.135.138.60:18890/PLTV/88888910/224/3221225786/index.m3u8
纯享4k,http://39.134.115.163:8080/PLTV/88888910/224/3221225786/index.m3u8



CCTV-1综合,rtp://225.1.1.120:5002
CCTV-1综合,rtp://225.1.1.99:5002
CCTV-2财经,rtp://225.1.1.133:5002
CCTV-3综艺,rtp://225.1.1.158:5002

CCTV-4中文国际HD,rtp://225.1.1.150:5002
CCTV-5体育HD,rtp://225.1.1.160:5002
CCTV-5+体育赛事HD,rtp://225.1.1.121:5002
CCTV-16奥林匹克,rtp://225.1.2.237:5002
CCTV-6电影HD,rtp://225.1.1.195:5002
CCTV-7国防军事HD,rtp://225.1.1.138:5002
CCTV-8电视剧HD,rtp://225.1.1.196:5002
CCTV-9记录HD,rtp://225.1.1.119:5002
CCTV-9英文,rtp://225.1.1.55:5002
CCTV-10科教HD,rtp://225.1.1.140:5002
CCTV-11戏曲HD,rtp://225.1.2.192:5002
CCTV-12社会与法HD,rtp://225.1.1.142:5002
CCTV-13新闻HD,rtp://225.1.2.193:5002
CCTV-14少儿HD,rtp://225.1.1.144:5002
CCTV-15音乐HD,rtp://225.1.2.194:5002
CCTV-17农业农村HD,rtp://225.1.2.52:5002
欢笑剧场4KHD,rtp://225.1.1.139:5002
4K私享家4K,rtp://225.1.1.156:5002
中央英语NEWS,rtp://225.1.1.27:5002

天津卫视HD,rtp://225.1.1.111:5002
天津-1新闻HD,rtp://225.1.1.130:5002
天津-2文艺HD,rtp://225.1.1.131:5002
天津-3影视HD,rtp://225.1.1.149:5002
天津-4都市HD,rtp://225.1.1.128:5002
天津-5体育HD,rtp://225.1.1.122:5002
天津-6科教HD,rtp://225.1.1.129:5002
天津-7少儿HD,rtp://225.1.1.125:5002

曲艺大观HD,rtp://225.1.2.53:5002
天津卫视IPTV,rtp://225.1.1.77:5002
天津卫视蓟州HD,rtp://225.1.1.82:5002
大港油田企业频道HD,rtp://225.1.2.14:5002
河西台,rtp://225.1.2.4:5002
河东台,rtp://225.1.2.2:5002
滨海1,rtp://225.1.2.7:5002
滨海2,rtp://225.1.2.8:5002
静海,rtp://225.1.1.110:5002

广东卫视HD,rtp://225.1.1.116:5002
海南卫视HD,rtp://225.1.2.82:5002
浙江卫视HD,rtp://225.1.1.112:5002
湖南卫视HD,rtp://225.1.1.114:5002
湖北卫视HD,rtp://225.1.1.147:5002
四川卫视HD,rtp://225.1.1.123:5002
江西卫视HD,rtp://225.1.2.29:5002
辽宁卫视HD,rtp://225.1.1.154:5002
安徽卫视HD,rtp://225.1.1.127:5002
深圳卫视HD,rtp://225.1.1.117:5002
吉林卫视HD,rtp://225.1.2.26:5002
上海东方卫视HD,rtp://225.1.2.31:5002
山东卫视HD,rtp://225.1.1.148:5002
北京卫视HD,rtp://225.1.1.113:5002
河北卫视HD,rtp://225.1.2.27:5002
江苏卫视HD,rtp://225.1.1.126:5002
河南卫视HD,rtp://225.1.2.61:5002
贵州卫视HD,rtp://225.1.2.28:5002
黑龙江卫视HD,rtp://225.1.1.115:5002
青海卫视,rtp://225.1.1.54:5002
三沙卫视,rtp://225.1.2.181:5002
宁夏卫视,rtp://225.1.1.56:5002
兵团卫视,rtp://225.1.1.57:5002
卡酷卡通,rtp://225.1.1.58:5002
金鹰卡通,rtp://225.1.1.59:5002
重庆卫视HD,rtp://225.1.1.155:5002
云南卫视,rtp://225.1.1.61:5002
炫动卡通,rtp://225.1.1.62:5002
湖南卫视金鹰纪实HD,rtp://225.1.1.124:5002

北京冬奥纪实HD,rtp://225.1.2.30:5002
上海纪实人文HD,rtp://225.1.2.25:5002
CCTV-风云足球HD,rtp://225.1.2.168:5002
CCTV-高尔夫·网球HD,rtp://225.1.2.169:5002
CCTV-第一剧场HD,rtp://225.1.2.175:5002
CCTV-怀旧剧场HD,rtp://225.1.2.173:5002
CCTV-风云剧场HD,rtp://225.1.2.174:5002
CCTV-世界地理HD,rtp://225.1.2.171:5002
CCTV-兵器科技HD,rtp://225.1.2.166:5002
中央新影老故事,rtp://225.1.1.188:5002
CCTV-央视文化精品HD,rtp://225.1.2.177:5002
CCTV-女性时尚HD,rtp://225.1.2.172:5002
中央新影新科动漫,rtp://225.1.1.191:5002
CCTV-风云音乐HD,rtp://225.1.2.176:5002
CCTV-电视指南HD,rtp://225.1.2.167:5002
CCTV-央视台球HD,rtp://225.1.2.170:5002
国学频道,rtp://225.1.1.199:5002
江苏卫视靓妆频道,rtp://225.1.1.200:5002
河南卫视梨园频道,rtp://225.1.1.202:5002
河南卫视文物宝库,rtp://225.1.1.203:5002
CETV早期教育,rtp://225.1.1.204:5002
重庆电视台汽摩频道,rtp://225.1.1.205:5002
河南卫视武术世界,rtp://225.1.1.208:5002
CCTV-卫生健康HD,rtp://225.1.2.165:5002
金色频道HD,rtp://225.1.1.236:5002
法治天地HD,rtp://225.1.1.237:5002
七彩戏剧,rtp://225.1.1.86:5002
东方财经浦东,rtp://225.1.1.87:5002
动漫秀场HD,rtp://225.1.1.134:5002
游戏风云HD,rtp://225.1.1.135:5002
FTV足球频道HD,rtp://225.1.1.98:5002
足球,rtp://225.1.1.105:5002

极速汽车HD,rtp://225.1.1.141:5002
生活时尚HD,rtp://225.1.1.143:5002
全纪实HD,rtp://225.1.1.145:5002
都市剧场HD,rtp://225.1.1.146:5002
china陶瓷HD,rtp://225.1.1.153:5002
辽宁卫视新动漫频道,rtp://225.1.1.216:5002
GTV网络棋牌,rtp://225.1.1.217:5002
湖南卫视光锋乒羽,rtp://225.1.1.219:5002
CHC家庭影院HD,rtp://225.1.1.213:5002
CHC高清电影HD,rtp://225.1.1.214:5002
CHC动作电影HD,rtp://225.1.1.215:5002

湖南卫视快乐垂钓HD,rtp://225.1.2.18:5002
湖南卫视茶频道HD,rtp://225.1.2.19:5002
广东卫视高尔夫频道,rtp://225.1.2.195:5002
中华特产频道,rtp://225.1.2.197:5002
湖北卫视休闲指南频道,rtp://225.1.2.196:5002
江苏卫视财富天下频道,rtp://225.1.2.198:5002
车迷频道,rtp://225.1.2.199:5002
环球旅游,rtp://225.1.2.200:5002
EETV生态环境频道,rtp://225.1.2.201:5002
四海钓鱼频道,rtp://225.1.2.202:5002
优优宝贝,rtp://225.1.2.203:5002
体育赛事HD,rtp://225.1.1.181:5002
DOX映画HD,rtp://225.1.1.238:5002
DOX剧场HD,rtp://225.1.1.239:5002
DOX新知HD,rtp://225.1.1.240:5002
DOX新艺HD,rtp://225.1.1.241:5002
DOX英伦HD,rtp://225.1.1.242:5002
DOX怡家HD,rtp://225.1.1.243:5002
DOX环映HD,rtp://225.1.1.244:5002
DOX雅趣HD,rtp://225.1.1.245:5002
爱心扶贫HD,rtp://225.1.2.132:5002
萌宠TVHD,rtp://225.1.1.132:5002
休闲体育HD,rtp://225.1.1.157:5002
IPTV3+,rtp://225.1.1.201:5002
IPTV5+HD,rtp://225.1.1.106:5002
羽球精品赛事HD,rtp://225.1.2.1:5002
书画频道,rtp://225.1.2.22:5002
家庭理财,rtp://225.1.2.23:5002
潮流音乐HD,rtp://225.1.2.55:5002
亲子游戏,rtp://225.1.2.120:5002
百事通经典重温HD,rtp://225.1.2.122:5002
百事通经典老片场HD,rtp://225.1.2.123:5002
124,rtp://225.1.2.124:5002
一至三年级,rtp://225.1.2.129:5002
百事通经典重温HD,rtp://225.1.2.131:5002
182,rtp://225.1.2.182:5002
183,rtp://225.1.2.183:5002
BDTV,rtp://225.1.1.83:5002

天津文艺广播,rtp://225.1.1.171:5002
天津经济广播,rtp://225.1.1.172:5002
天津新闻广播,rtp://225.1.1.173:5002
天津生活广播,rtp://225.1.1.174:5002
天津交通广播,rtp://225.1.1.175:5002
天津相声广播,rtp://225.1.1.176:5002
天津小说广播,rtp://225.1.1.177:5002
天津滨海广播,rtp://225.1.1.178:5002
天津音乐广播,rtp://225.1.1.179:5002
天津动听885广播,rtp://225.1.1.180:5002

📡IPV6,#genre#
CCTV-01 综合高清,http://[2409:8087:1070:301:2026::24]:80/wh7f454c46tw4193410638_1594479154/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225920/10000100000000060000000000373612_0.smil/01.m3u8?fmt=ts2hls
CCTV-02 财经高清,http://[2409:8087:1070:301:2026::19]:80/wh7f454c46tw4192848808_638072957/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225918/10000100000000060000000000373614_0.smil/01.m3u8?fmt=ts2hls
CCTV-03 综艺高清,http://[2409:8087:1070:301:2028::1e]:80/wh7f454c46tw4200914459_582749386/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225963/10000100000000060000000000869061_0.smil/01.m3u8?fmt=ts2hls
CCTV-04 中文国际高清,http://[2409:8087:1070:301:2026::11]:80/wh7f454c46tw4187117208_-1963502651/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225898/10000100000000060000000000373618_0.smil/01.m3u8?fmt=ts2hls
CCTV-04 中文国际·欧洲高清,http://[2409:8087:1020:301:2026::2b]:80/wh7f454c46tw4202609999_-893197627/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225969/10000100000000060000000000890997_0.smil/01.m3u8?fmt=ts2hls
CCTV-04 中文国际·美洲高清,http://[2409:8087:1020:301:2026::18]:80/wh7f454c46tw4202898867_317667261/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225970/10000100000000060000000000890996_0.smil/01.m3u8?fmt=ts2hls
CCTV-05 体育高清,http://[2409:8087:1070:301:2028::1e]:80/wh7f454c46tw4201204269_1958960221/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225964/10000100000000060000000000869060_0.smil/01.m3u8?fmt=ts2hls
CCTV-05 体育高清,http://[2409:8087:1070:301:2028::11]:80/wh7f454c46tw4206663412_1336005836/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221226290/10000100000000060000000000943126_0.smil/01.m3u8?fmt=ts2hls
CCTV-06 电影高清,http://[2409:8087:1070:301:2028::21]:80/wh7f454c46tw4201475332_1412326992/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225965/10000100000000060000000000869059_0.smil/01.m3u8?fmt=ts2hls
CCTV-07 国防军事高清,http://[2409:8087:1070:301:2026::19]:80/wh7f454c46tw4186826609_845322287/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225897/10000100000000060000000000373619_0.smil/01.m3u8?fmt=ts2hls
CCTV-08 电视剧高清,http://[2409:8087:1070:301:2028::19]:80/wh7f454c46tw4201761343_-237236769/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225966/10000100000000060000000000869058_0.smil/01.m3u8?fmt=ts2hls
CCTV-09 纪录高清,http://[2409:8087:1070:301:2026::19]:80/wh7f454c46tw4193130423_2005801603/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225919/10000100000000060000000000373613_0.smil/01.m3u8?fmt=ts2hls
CCTV-10 科教高清,http://[2409:8087:1070:301:2026::11]:80/wh7f454c46tw4192562270_-1136100593/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225917/10000100000000060000000000373615_0.smil/01.m3u8?fmt=ts2hls
CCTV-11 戏曲高清,http://[2409:8087:1070:301:2028::20]:80/wh7f454c46tw4181312662_1005879079/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225867/10000100000000060000000000293455_0.smil/01.m3u8?fmt=ts2hls
CCTV-12 社会与法高清,http://[2409:8087:1070:301:2026::15]:80/wh7f454c46tw4191984092_513457306/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225915/10000100000000060000000000373617_0.smil/01.m3u8?fmt=ts2hls
CCTV-13 新闻高清,http://[2409:8087:1070:301:2028::21]:80/wh7f454c46tw4199791580_264523939/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225957/10000100000000060000000000777790_0.smil/01.m3u8?fmt=ts2hls
CCTV-14 少儿高清,http://[2409:8087:1070:301:2026::19]:80/wh7f454c46tw4192268568_1886613867/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225916/10000100000000060000000000373616_0.smil/01.m3u8?fmt=ts2hls
CCTV-15 音乐高清,http://[2409:8087:1070:301:2028::1b]:80/wh7f454c46tw4181033279_-29319549/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225866/10000100000000060000000000293456_0.smil/01.m3u8?fmt=ts2hls
CCTV-16 奥林匹克高清,http://[2409:8087:1070:301:2028::16]:80/wh7f454c46tw4208334097_1010666651/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221226300/10000100000000060000000000987372_0.smil/01.m3u8?fmt=ts2hls
CCTV-17 农业农村高清,http://[2409:8087:1020:301:2026::17]:80/wh7f454c46tw4204898348_1397044514/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225977/10000100000000060000000000899474_0.smil/01.m3u8?fmt=ts2hls
CCTV-5+ 体育赛事,http://[2409:8087:1070:301:2028::17]:80/wh7f454c46tw4041130952_-67052775/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225663/10000100000000060000000000000700_0.smil/01.m3u8?fmt=ts2hls
CGTN 英语高清,http://[2409:8087:1070:301:2028::11]:80/wh7f454c46tw4203188070_1327198673/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225971/10000100000000060000000000890995_0.smil/01.m3u8?fmt=ts2hls
CGTN 英语高清,http://[2409:8087:1020:301:2026::15]:80/wh7f454c46tw4119802051_438147111/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225727/10000100000000060000000000000764_0.smil/01.m3u8?fmt=ts2hls
CGTN 纪录高清,http://[2409:8087:1020:301:2026::2d]:80/wh7f454c46tw4120083044_-967478376/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225728/10000100000000060000000000000765_0.smil/01.m3u8?fmt=ts2hls
CGTN 纪录高清,http://[2409:8087:1070:301:2028::21]:80/wh7f454c46tw4203473864_1528765209/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225972/10000100000000060000000000890994_0.smil/01.m3u8?fmt=ts2hls
CGTN 西语高清,http://[2409:8087:1070:301:2028::11]:80/wh7f454c46tw4203756403_1912599397/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225973/10000100000000060000000000890993_0.smil/01.m3u8?fmt=ts2hls
CGTN 法语高清,http://[2409:8087:1070:301:2028::11]:80/wh7f454c46tw4204049046_649004065/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225974/10000100000000060000000000890992_0.smil/01.m3u8?fmt=ts2hls
CGTN 阿语高清,http://[2409:8087:1050:301:2026::17]:80/wh7f454c46tw4204330770_1478704105/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225975/10000100000000060000000000890985_0.smil/01.m3u8?fmt=ts2hls
CGTN 俄语高清,http://[2409:8087:1020:301:2026::19]:80/wh7f454c46tw4204605914_-1018338776/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225976/10000100000000060000000000890984_0.smil/01.m3u8?fmt=ts2hls

CCTV-00 英闻,http://[2409:8087:1020:301:2026::1f]:80/wh7f454c46tw4127290259_-2094031150/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225783/10000100000000060000000000003369_0.smil/01.m3u8?fmt=ts2hls
广东卫视高清,http://[2409:8087:1070:301:2026::19]:80/wh7f454c46tw4189155186_-435981292/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225905/10000100000000060000000000373629_0.smil/01.m3u8?fmt=ts2hls
深圳卫视高清,http://[2409:8087:1050:301:2026::17]:80/wh7f454c46tw4190579686_75477875/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225910/10000100000000060000000000373624_0.smil/01.m3u8?fmt=ts2hls
东方卫视高清,http://[2409:8087:1070:301:2026::24]:80/wh7f454c46tw4190002058_656791940/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225908/10000100000000060000000000373626_0.smil/01.m3u8?fmt=ts2hls
江苏卫视高清,http://[2409:8087:1070:301:2026::1b]:80/wh7f454c46tw4190282151_1983034863/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225909/10000100000000060000000000373625_0.smil/01.m3u8?fmt=ts2hls
湖南卫视高清,http://[2409:8087:1070:301:2026::19]:80/wh7f454c46tw4191142545_899981286/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225912/10000100000000060000000000373622_0.smil/01.m3u8?fmt=ts2hls
浙江卫视高清,http://[2409:8087:1070:301:2026::19]:80/wh7f454c46tw4189425857_-852982693/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225906/10000100000000060000000000373628_0.smil/01.m3u8?fmt=ts2hls
北京卫视高清,http://[2409:8087:1070:301:2026::25]:80/wh7f454c46tw4191411456_676838147/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225913/10000100000000060000000000373621_0.smil/01.m3u8?fmt=ts2hls
安徽卫视高清,http://[2409:8087:1070:301:2026::1b]:80/wh7f454c46tw4187988104_-735377378/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225901/10000100000000060000000000373633_0.smil/01.m3u8?fmt=ts2hls
江西卫视高清,http://[2409:8087:1020:301:2026::1e]:80/wh7f454c46tw4122364622_-832102476/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225756/10000100000000060000000000000793_0.smil/01.m3u8?fmt=ts2hls
东南卫视高清,http://[2409:8087:1070:301:2026::19]:80/wh7f454c46tw4191700749_1487431155/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225914/10000100000000060000000000373620_0.smil/01.m3u8?fmt=ts2hls
辽宁卫视高清,http://[2409:8087:1070:301:2026::11]:80/wh7f454c46tw4188280397_-325140314/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225902/10000100000000060000000000373632_0.smil/01.m3u8?fmt=ts2hls
湖北卫视高清,http://[2409:8087:1070:301:2026::19]:80/wh7f454c46tw4188575902_-463138502/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225903/10000100000000060000000000373631_0.smil/01.m3u8?fmt=ts2hls
山东卫视高清,http://[2409:8087:1070:301:2026::1b]:80/wh7f454c46tw4188873674_468547032/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225904/10000100000000060000000000373630_0.smil/01.m3u8?fmt=ts2hls
天津卫视高清,http://[2409:8087:1070:301:2026::19]:80/wh7f454c46tw4189717066_1081559196/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225907/10000100000000060000000000373627_0.smil/01.m3u8?fmt=ts2hls
黑龙江卫视高清,http://[2409:8087:1050:301:2026::17]:80/wh7f454c46tw4190869796_-822635434/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225911/10000100000000060000000000373623_0.smil/01.m3u8?fmt=ts2hls
重庆卫视高清,http://[2409:8087:1020:301:2026::17]:80/wh7f454c46tw4120366430_-518526037/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225731/10000100000000060000000000000768_0.smil/01.m3u8?fmt=ts2hls
四川卫视高清,http://[2409:8087:1020:301:2026::26]:80/wh7f454c46tw4120636476_168774050/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225733/10000100000000060000000000000770_0.smil/01.m3u8?fmt=ts2hls
贵州卫视高清,http://[2409:8087:1070:301:2026::12]:80/wh7f454c46tw4187427743_515769253/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225899/10000100000000060000000000373635_0.smil/01.m3u8?fmt=ts2hls
河北卫视高清,http://[2409:8087:1070:301:2026::25]:80/wh7f454c46tw4187706589_-1107367474/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225900/10000100000000060000000000373634_0.smil/01.m3u8?fmt=ts2hls
甘肃卫视高清,http://[2409:8087:1070:301:2028::20]:80/wh7f454c46tw4200069585_-2063627150/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225958/10000100000000060000000000777680_0.smil/01.m3u8?fmt=ts2hls
吉林卫视高清,http://[2409:8087:1070:301:2028::11]:80/wh7f454c46tw4200346826_-520081866/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225959/10000100000000060000000000777681_0.smil/01.m3u8?fmt=ts2hls
海南卫视高清,http://[2409:8087:1070:301:2028::1e]:80/wh7f454c46tw4195971476_-908624732/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225930/10000100000000060000000000725938_0.smil/01.m3u8?fmt=ts2hls
金鹰纪实高清,http://[2409:8087:1020:301:2026::17]:80/wh7f454c46tw4055770044_1060174036/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225726/10000100000000060000000000000763_0.smil/01.m3u8?fmt=ts2hls
上海纪实高清,http://[2409:8087:1020:301:2026::14]:80/wh7f454c46tw4120919776_-1209725193/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225734/10000100000000060000000000000771_0.smil/01.m3u8?fmt=ts2hls
冬奥纪实高清,http://[2409:8087:1020:301:2026::24]:80/wh7f454c46tw4121792859_1962462678/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225744/10000100000000060000000000000781_0.smil/01.m3u8?fmt=ts2hls
足球频道高清,http://[2409:8087:1050:301:2026::12]:80/wh7f454c46tw4122938034_1842780243/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225764/10000100000000060000000000000836_0.smil/01.m3u8?fmt=ts2hls
中国教育高清,http://[2409:8087:1050:301:2026::17]:80/wh7f454c46tw4179880889_1037411165/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225860/10000100000000060000000000266198_0.smil/01.m3u8?fmt=ts2hls
4K测试信号,http://[2409:8087:1070:301:2026::12]:80/wh7f454c46tw4179594525_1038075197/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225858/10000100000000060000000000262129_0.smil/01.m3u8?fmt=ts2hls
都市剧场高清,http://[2409:8087:1070:301:2028::13]:80/wh7f454c46tw4199518297_150744965/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225956/10000100000000060000000000762299_0.smil/01.m3u8?fmt=ts2hls
欢笑剧场高清,http://[2409:8087:1070:301:2028::13]:80/wh7f454c46tw4198919210_350624235/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225954/10000100000000060000000000755039_0.smil/01.m3u8?fmt=ts2hls
生活时尚高清,http://[2409:8087:1070:301:2028::1d]:80/wh7f454c46tw4198640066_-958484735/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225953/10000100000000060000000000755038_0.smil/01.m3u8?fmt=ts2hls
动漫秀场高清,http://[2409:8087:1070:301:2028::14]:80/wh7f454c46tw4199228204_-1244210596/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225955/10000100000000060000000000755134_0.smil/01.m3u8?fmt=ts2hls
都市剧场,http://[2409:8087:1020:301:2026::2a]:80/wh7f454c46tw4046902547_1881049402/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225689/10000100000000060000000000000726_0.smil/01.m3u8?fmt=ts2hls
动漫秀场,http://[2409:8087:1020:301:2026::12]:80/wh7f454c46tw4126707552_-667106612/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225777/10000100000000060000000000000849_0.smil/01.m3u8?fmt=ts2hls
极速汽车,http://[2409:8087:1020:301:2026::26]:80/wh7f454c46tw4047198742_-1263357594/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225690/10000100000000060000000000000727_0.smil/01.m3u8?fmt=ts2hls
全纪实,http://[2409:8087:1020:301:2026::12]:80/wh7f454c46tw4047478929_-1162229140/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225692/10000100000000060000000000000729_0.smil/01.m3u8?fmt=ts2hls
金色频道,http://[2409:8087:1020:301:2026::20]:80/wh7f454c46tw4047765573_292447559/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225694/10000100000000060000000000000731_0.smil/01.m3u8?fmt=ts2hls
游戏风云,http://[2409:8087:1020:301:2026::17]:80/wh7f454c46tw4048056403_-607876943/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225695/10000100000000060000000000000732_0.smil/01.m3u8?fmt=ts2hls
七彩喜剧,http://[2409:8087:1020:301:2026::19]:80/wh7f454c46tw4048333935_-568432916/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225696/10000100000000060000000000000733_0.smil/01.m3u8?fmt=ts2hls
东方财经,http://[2409:8087:1020:301:2026::2f]:80/wh7f454c46tw4048622408_-1038131824/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225697/10000100000000060000000000000734_0.smil/01.m3u8?fmt=ts2hls
百视通直播室-01,http://[2409:8087:1070:301:2028::16]:80/wh7f454c46tw4207209644_1886200452/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221226292/10000100000000060000000000943128_0.smil/01.m3u8?fmt=ts2hls
百视通直播室-02,http://[2409:8087:1070:301:2028::21]:80/wh7f454c46tw4207492128_838668015/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221226293/10000100000000060000000000943582_0.smil/01.m3u8?fmt=ts2hls
百视通直播室-03,http://[2409:8087:1070:301:2028::19]:80/wh7f454c46tw4207773809_-653608033/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221226294/10000100000000060000000000943125_0.smil/01.m3u8?fmt=ts2hls
百视通直播室-04,http://[2409:8087:1070:301:2028::16]:80/wh7f454c46tw4206111124_-1294374505/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221226288/10000100000000060000000000943587_0.smil/01.m3u8?fmt=ts2hls
百视通直播室-05,http://[2409:8087:1070:301:2028::11]:80/wh7f454c46tw4206383049_1207157942/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221226289/10000100000000060000000000943586_0.smil/01.m3u8?fmt=ts2hls
百视通直播室-06,http://[2409:8087:1070:301:2028::13]:80/wh7f454c46tw4205200594_1981798254/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221226285/10000100000000060000000000943588_0.smil/01.m3u8?fmt=ts2hls
百视通直播室-07,http://[2409:8087:1070:301:2028::16]:80/wh7f454c46tw4205497899_937547454/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221226286/10000100000000060000000000943589_0.smil/01.m3u8?fmt=ts2hls
百视通直播室-08,http://[2409:8087:1070:301:2028::16]:80/wh7f454c46tw4208050568_1983361015/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221226296/10000100000000060000000000943127_0.smil/01.m3u8?fmt=ts2hls
百视通直播室-09,http://[2409:8087:1050:301:2026::15]:80/wh7f454c46tw4205777460_-238768142/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221226287/10000100000000060000000000947643_0.smil/01.m3u8?fmt=ts2hls
百视通直播室-10,http://[2409:8087:1070:301:2028::21]:80/wh7f454c46tw4206935389_1701966001/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221226291/10000100000000060000000000943129_0.smil/01.m3u8?fmt=ts2hls
IPTV3+,http://[2409:8087:1020:301:2026::1a]:80/wh7f454c46tw4044874748_806087062/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225681/10000100000000060000000000000718_0.smil/01.m3u8?fmt=ts2hls
IPTV5+,http://[2409:8087:1020:301:2026::2c]:80/wh7f454c46tw4122650842_-1067766116/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225762/10000100000000060000000000000799_0.smil/01.m3u8?fmt=ts2hls
IPTV6+,http://[2409:8087:1020:301:2026::2a]:80/wh7f454c46tw4044282384_-988874052/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225678/10000100000000060000000000000715_0.smil/01.m3u8?fmt=ts2hls
IPTV8+,http://[2409:8087:1020:301:2026::21]:80/wh7f454c46tw4046052005_236007101/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225685/10000100000000060000000000000722_0.smil/01.m3u8?fmt=ts2hls
IPTV热播剧场,http://[2409:8087:1020:301:2026::2d]:80/wh7f454c46tw4044000422_-1197321336/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225677/10000100000000060000000000000714_0.smil/01.m3u8?fmt=ts2hls
IPTV相声小品,http://[2409:8087:1020:301:2026::1f]:80/wh7f454c46tw4049192806_-258712437/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225699/10000100000000060000000000000736_0.smil/01.m3u8?fmt=ts2hls
IPTV魅力时尚,http://[2409:8087:1020:301:2026::12]:80/wh7f454c46tw4044582525_637480206/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225679/10000100000000060000000000000716_0.smil/01.m3u8?fmt=ts2hls
IPTV少儿动画,http://[2409:8087:1020:301:2026::14]:80/wh7f454c46tw4045166906_1971835417/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225682/10000100000000060000000000000719_0.smil/01.m3u8?fmt=ts2hls
IPTV经典电影,http://[2409:8087:1020:301:2026::2c]:80/wh7f454c46tw4045462635_547572106/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225683/10000100000000060000000000000720_0.smil/01.m3u8?fmt=ts2hls
IPTV收视指南,http://[2409:8087:1020:301:2026::12]:80/wh7f454c46tw4045758239_-514640772/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225684/10000100000000060000000000000721_0.smil/01.m3u8?fmt=ts2hls
IPTV谍战剧场,http://[2409:8087:1020:301:2026::1d]:80/wh7f454c46tw4050049753_-1152471830/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225702/10000100000000060000000000000739_0.smil/01.m3u8?fmt=ts2hls
IPTV武侠剧场,http://[2409:8087:1020:301:2026::2e]:80/wh7f454c46tw4050332179_-1319538054/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225704/10000100000000060000000000000741_0.smil/01.m3u8?fmt=ts2hls
IPTV法治,http://[2409:8087:1020:301:2026::1a]:80/wh7f454c46tw4049483865_-1704785463/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225700/10000100000000060000000000000737_0.smil/01.m3u8?fmt=ts2hls
IPTV野外,http://[2409:8087:1020:301:2026::26]:80/wh7f454c46tw4049773480_1637086150/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225701/10000100000000060000000000000738_0.smil/01.m3u8?fmt=ts2hls
标清轮播1,http://[2409:8087:1020:301:2026::15]:80/wh7f454c46tw4051198009_-1451574666/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225707/10000100000000060000000000000744_0.smil/01.m3u8?fmt=ts2hls
标清轮播2,http://[2409:8087:1020:301:2026::2d]:80/wh7f454c46tw4051466714_1417755224/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225708/10000100000000060000000000000746_0.smil/01.m3u8?fmt=ts2hls
标清轮播3,http://[2409:8087:1020:301:2026::1b]:80/wh7f454c46tw4052022042_-1552009510/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225710/10000100000000060000000000000747_0.smil/01.m3u8?fmt=ts2hls
标清轮播4,http://[2409:8087:1020:301:2026::1a]:80/wh7f454c46tw4052872252_-1299095875/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225713/10000100000000060000000000000750_0.smil/01.m3u8?fmt=ts2hls
标清轮播5,http://[2409:8087:1020:301:2026::1d]:80/wh7f454c46tw4053453761_1903005891/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225715/10000100000000060000000000000752_0.smil/01.m3u8?fmt=ts2hls
标清轮播6,http://[2409:8087:1020:301:2026::12]:80/wh7f454c46tw4053730947_-729551915/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225716/10000100000000060000000000000753_0.smil/01.m3u8?fmt=ts2hls
谍战剧场,http://[2409:8087:1020:301:2026::1b]:80/wh7f454c46tw4054892064_-1788320436/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225720/10000100000000060000000000000757_0.smil/01.m3u8?fmt=ts2hls
标清轮播7,http://[2409:8087:1020:301:2026::2e]:80/wh7f454c46tw4054028858_-1740406699/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225717/10000100000000060000000000000754_0.smil/01.m3u8?fmt=ts2hls
标清轮播8,http://[2409:8087:1050:301:2026::11]:80/wh7f454c46tw4055182241_-211902446/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225722/10000100000000060000000000000759_0.smil/01.m3u8?fmt=ts2hls
标清轮播9,http://[2409:8087:1020:301:2026::29]:80/wh7f454c46tw4055472187_1472329141/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225723/10000100000000060000000000000760_0.smil/01.m3u8?fmt=ts2hls
音乐现场,http://[2409:8087:1020:301:2026::22]:80/wh7f454c46tw4050912458_1622357704/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225706/10000100000000060000000000000742_0.smil/01.m3u8?fmt=ts2hls
热门剧场,http://[2409:8087:1020:301:2026::15]:80/wh7f454c46tw4054309783_-770004603/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225718/10000100000000060000000000000755_0.smil/01.m3u8?fmt=ts2hls
百变课堂,http://[2409:8087:1020:301:2026::19]:80/wh7f454c46tw4054603901_-394925117/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225719/10000100000000060000000000000756_0.smil/01.m3u8?fmt=ts2hls
热播剧场,http://[2409:8087:1020:301:2026::14]:80/wh7f454c46tw4053151100_-799279966/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225714/10000100000000060000000000000751_0.smil/01.m3u8?fmt=ts2hls
健康养生,http://[2409:8087:1020:301:2026::2a]:80/wh7f454c46tw4052308509_95493098/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225711/10000100000000060000000000000748_0.smil/01.m3u8?fmt=ts2hls
热门综艺,http://[2409:8087:1020:301:2026::1f]:80/wh7f454c46tw4052594940_-250734574/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225712/10000100000000060000000000000749_0.smil/01.m3u8?fmt=ts2hls
地理,http://[2409:8087:1020:301:2026::2f]:80/wh7f454c46tw4051742516_-1321790434/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225709/10000100000000060000000000000745_0.smil/01.m3u8?fmt=ts2hls
美食,http://[2409:8087:1020:301:2026::14]:80/wh7f454c46tw4122070924_-430764354/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225753/10000100000000060000000000000790_0.smil/01.m3u8?fmt=ts2hls





📡天津单播,#genre#
CCTV16-4K,http://39.136.12.4:6610/PLTV/88888888/224/3221226302/1/index.m3u8?IASHttpSessionId=OTT
CCTV16-4K,http://223.110.236.4/ott.js.chinamobile.com/PLTV/3/224/3221228127/index.m3u8
CCTV16-4K,http://223.110.236.5/ott.js.chinamobile.com/PLTV/3/224/3221228127/index.m3u8
CCTV16-4K,http://223.110.235.24/ott.js.chinamobile.com/PLTV/3/224/3221228127/index.m3u8
CCTV-4K超高清,http://ott.js.chinamobile.com/TVOD/3/224/3221228242/index.m3u8
CCTV-4K超高清,http://liveop.cctv.cn/hls/4KHD/playlist.m3u8

CCTV-1综合HD,http://125.37.200.140:4022/udp/225.1.1.99:5002
CCTV-1综合HD,http:/125.37.200.140:4022/udp/225.1.1.120:5002
CCTV-2财经HD,http://125.37.200.140:4022/udp/225.1.1.133:5002
CCTV-3综艺HD,http://125.37.200.140:4022/udp/225.1.1.158:5002
CCTV-3综艺HD,http://125.37.200.140:4022/udp/225.1.1.158:5002
CCTV-4中文国际HD,http://125.37.200.140:4022/udp/225.1.1.150:5002
CCTV-5体育HD,http://125.37.200.140:4022/udp/225.1.1.160:5002
CCTV-5+体育赛事HD,http://125.37.200.140:4022/udp/225.1.1.121:5002
CCTV-6电影HD,http://125.37.200.140:4022/udp/225.1.1.195:5002
CCTV-7国防军事HD,http://125.37.200.140:4022/udp/225.1.1.138:5002
CCTV-8电视剧HD,http://125.37.200.140:4022/udp/225.1.1.196:5002
CCTV-9记录HD,http://125.37.200.140:4022/udp/225.1.1.119:5002
CCTV-9英文,http://125.37.200.140:4022/udp/225.1.1.55:5002
CCTV-10科教HD,http://125.37.200.140:4022/udp/225.1.1.140:5002
CCTV-11戏曲HD,http://125.37.200.140:4022/udp/225.1.2.192:5002
CCTV-12社会与法HD,http://125.37.200.140:4022/udp/225.1.1.142:5002
CCTV-13新闻HD,http://125.37.200.140:4022/udp/225.1.2.193:5002
CCTV-14少儿HD,http://125.37.200.140:4022/udp/225.1.1.144:5002
CCTV-15音乐HD,http://125.37.200.140:4022/udp/225.1.2.194:5002
CCTV-17农业农村HD,http://125.37.200.140:4022/udp/225.1.2.52:5002
欢笑剧场4KHD,http://125.37.200.140:4022/udp/225.1.1.139:5002
4K私享家4K,http://125.37.200.140:4022/udp/225.1.1.156:5002
中央英语NEWS,http://125.37.200.140:4022/udp/225.1.1.27:5002

天津卫视HD,http://125.37.200.140:4022/udp/225.1.1.111:5002
天津-1新闻HD,http://125.37.200.140:4022/udp/225.1.1.130:5002
天津-2文艺HD,http://125.37.200.140:4022/udp/225.1.1.131:5002
天津-3影视HD,http://125.37.200.140:4022/udp/225.1.1.149:5002
天津-4都市HD,http://125.37.200.140:4022/udp/225.1.1.128:5002
天津-5体育HD,http://125.37.200.140:4022/udp/225.1.1.122:5002
天津-6科教HD,http://125.37.200.140:4022/udp/225.1.1.129:5002
天津-7少儿HD,http://125.37.200.140:4022/udp/225.1.1.125:5002

曲艺大观HD,http://125.37.200.140:4022/udp/225.1.2.53:5002
天津卫视IPTV,http://125.37.200.140:4022/udp/225.1.1.77:5002
天津卫视蓟州HD,http://125.37.200.140:4022/udp/225.1.1.82:5002
大港油田企业频道HD,http://125.37.200.140:4022/udp/225.1.2.14:5002
河西台,http://125.37.200.140:4022/udp/225.1.2.4:5002
河东台,http://125.37.200.140:4022/udp/225.1.2.2:5002
滨海1,http://125.37.200.140:4022/udp/225.1.2.7:5002
滨海2,http://125.37.200.140:4022/udp/225.1.2.8:5002
静海,http://125.37.200.140:4022/udp/225.1.1.110:5002

广东卫视HD,http://125.37.200.140:4022/udp/225.1.1.116:5002
海南卫视HD,http://125.37.200.140:4022/udp/225.1.2.82:5002
浙江卫视HD,http://125.37.200.140:4022/udp/225.1.1.112:5002
湖南卫视HD,http://125.37.200.140:4022/udp/225.1.1.114:5002
湖北卫视HD,http://125.37.200.140:4022/udp/225.1.1.147:5002
四川卫视HD,http://125.37.200.140:4022/udp/225.1.1.123:5002
江西卫视HD,http://125.37.200.140:4022/udp/225.1.2.29:5002
辽宁卫视HD,http://125.37.200.140:4022/udp/225.1.1.154:5002
安徽卫视HD,http://125.37.200.140:4022/udp/225.1.1.127:5002
深圳卫视HD,http://125.37.200.140:4022/udp/225.1.1.117:5002
吉林卫视HD,http://125.37.200.140:4022/udp/225.1.2.26:5002
上海东方卫视HD,http://125.37.200.140:4022/udp/225.1.2.31:5002
山东卫视HD,http://125.37.200.140:4022/udp/225.1.1.148:5002
北京卫视HD,http://125.37.200.140:4022/udp/225.1.1.113:5002
河北卫视HD,http://125.37.200.140:4022/udp/225.1.2.27:5002
江苏卫视HD,http://125.37.200.140:4022/udp/225.1.1.126:5002
河南卫视HD,http://125.37.200.140:4022/udp/225.1.2.61:5002
贵州卫视HD,http://125.37.200.140:4022/udp/225.1.2.28:5002
黑龙江卫视HD,http://125.37.200.140:4022/udp/225.1.1.115:5002
青海卫视,http://125.37.200.140:4022/udp/225.1.1.54:5002
三沙卫视,http://125.37.200.140:4022/udp/225.1.2.181:5002
宁夏卫视,http://125.37.200.140:4022/udp/225.1.1.56:5002
兵团卫视,http://125.37.200.140:4022/udp/225.1.1.57:5002
卡酷卡通,http://125.37.200.140:4022/udp/225.1.1.58:5002
金鹰卡通,http://125.37.200.140:4022/udp/225.1.1.59:5002
重庆卫视HD,http://125.37.200.140:4022/udp/225.1.1.155:5002
云南卫视,http://125.37.200.140:4022/udp/225.1.1.61:5002
炫动卡通,http://125.37.200.140:4022/udp/225.1.1.62:5002
湖南卫视金鹰纪实HD,http://125.37.200.140:4022/udp/225.1.1.124:5002

北京冬奥纪实HD,http://125.37.200.140:4022/udp/225.1.2.30:5002
上海纪实人文HD,http://125.37.200.140:4022/udp/225.1.2.25:5002
CCTV-风云足球HD,http://125.37.200.140:4022/udp/225.1.2.168:5002
CCTV-高尔夫·网球HD,http://125.37.200.140:4022/udp/225.1.2.169:5002
CCTV-第一剧场HD,http://125.37.200.140:4022/udp/225.1.2.175:5002
CCTV-怀旧剧场HD,http://125.37.200.140:4022/udp/225.1.2.173:5002
CCTV-风云剧场HD,http://125.37.200.140:4022/udp/225.1.2.174:5002
CCTV-世界地理HD,http://125.37.200.140:4022/udp/225.1.2.171:5002
CCTV-兵器科技HD,http://125.37.200.140:4022/udp/225.1.2.166:5002
中央新影老故事,http://125.37.200.140:4022/udp/225.1.1.188:5002
CCTV-央视文化精品HD,http://125.37.200.140:4022/udp/225.1.2.177:5002
CCTV-女性时尚HD,http://125.37.200.140:4022/udp/225.1.2.172:5002
中央新影新科动漫,http://125.37.200.140:4022/udp/225.1.1.191:5002
CCTV-风云音乐HD,http://125.37.200.140:4022/udp/225.1.2.176:5002
CCTV-电视指南HD,http://125.37.200.140:4022/udp/225.1.2.167:5002
CCTV-央视台球HD,http://125.37.200.140:4022/udp/225.1.2.170:5002
国学频道,http://125.37.200.140:4022/udp/225.1.1.199:5002
江苏卫视靓妆频道,http://125.37.200.140:4022/udp/225.1.1.200:5002
河南卫视梨园频道,http://125.37.200.140:4022/udp/225.1.1.202:5002
河南卫视文物宝库,http://125.37.200.140:4022/udp/225.1.1.203:5002
CETV早期教育,http://125.37.200.140:4022/udp/225.1.1.204:5002
重庆电视台汽摩频道,http://125.37.200.140:4022/udp/225.1.1.205:5002
河南卫视武术世界,http://125.37.200.140:4022/udp/225.1.1.208:5002
CCTV-卫生健康HD,http://125.37.200.140:4022/udp/225.1.2.165:5002
金色频道HD,http://125.37.200.140:4022/udp/225.1.1.236:5002
法治天地HD,http://125.37.200.140:4022/udp/225.1.1.237:5002
七彩戏剧,http://125.37.200.140:4022/udp/225.1.1.86:5002
东方财经浦东,http://125.37.200.140:4022/udp/225.1.1.87:5002
动漫秀场HD,http://125.37.200.140:4022/udp/225.1.1.134:5002
游戏风云HD,http://125.37.200.140:4022/udp/225.1.1.135:5002
FTV足球频道HD,http://125.37.200.140:4022/udp/225.1.1.98:5002
足球,http://125.37.200.140:4022/udp/225.1.1.105:5002

极速汽车HD,http://125.37.200.140:4022/udp/225.1.1.141:5002
生活时尚HD,http://125.37.200.140:4022/udp/225.1.1.143:5002
全纪实HD,http://125.37.200.140:4022/udp/225.1.1.145:5002
都市剧场HD,http://125.37.200.140:4022/udp/225.1.1.146:5002
china陶瓷HD,http://125.37.200.140:4022/udp/225.1.1.153:5002
辽宁卫视新动漫频道,http://125.37.200.140:4022/udp/225.1.1.216:5002
GTV网络棋牌,http://125.37.200.140:4022/udp/225.1.1.217:5002
湖南卫视光锋乒羽,http://125.37.200.140:4022/udp/225.1.1.219:5002
CHC家庭影院HD,http://125.37.200.140:4022/udp/225.1.1.213:5002
CHC高清电影HD,http://125.37.200.140:4022/udp/225.1.1.214:5002
CHC动作电影HD,http://125.37.200.140:4022/udp/225.1.1.215:5002

湖南卫视快乐垂钓HD,http://125.37.200.140:4022/udp/225.1.2.18:5002
湖南卫视茶频道HD,http://125.37.200.140:4022/udp/225.1.2.19:5002
广东卫视高尔夫频道,http://125.37.200.140:4022/udp/225.1.2.195:5002
中华特产频道,http://125.37.200.140:4022/udp/225.1.2.197:5002
湖北卫视休闲指南频道,http://125.37.200.140:4022/udp/225.1.2.196:5002
江苏卫视财富天下频道,http://125.37.200.140:4022/udp/225.1.2.198:5002
车迷频道,http://125.37.200.140:4022/udp/225.1.2.199:5002
环球旅游,http://125.37.200.140:4022/udp/225.1.2.200:5002
EETV生态环境频道,http://125.37.200.140:4022/udp/225.1.2.201:5002
四海钓鱼频道,http://125.37.200.140:4022/udp/225.1.2.202:5002
优优宝贝,http://125.37.200.140:4022/udp/225.1.2.203:5002
体育赛事HD,http://125.37.200.140:4022/udp/225.1.1.181:5002
DOX映画HD,http://125.37.200.140:4022/udp/225.1.1.238:5002
DOX剧场HD,http://125.37.200.140:4022/udp/225.1.1.239:5002
DOX新知HD,http://125.37.200.140:4022/udp/225.1.1.240:5002
DOX新艺HD,http://125.37.200.140:4022/udp/225.1.1.241:5002
DOX英伦HD,http://125.37.200.140:4022/udp/225.1.1.242:5002
DOX怡家HD,http://125.37.200.140:4022/udp/225.1.1.243:5002
DOX环映HD,http://125.37.200.140:4022/udp/225.1.1.244:5002
DOX雅趣HD,http://125.37.200.140:4022/udp/225.1.1.245:5002
爱心扶贫HD,http://125.37.200.140:4022/udp/225.1.2.132:5002
萌宠TVHD,http://125.37.200.140:4022/udp/225.1.1.132:5002
休闲体育HD,http://125.37.200.140:4022/udp/225.1.1.157:5002
IPTV3+,http://125.37.200.140:4022/udp/225.1.1.201:5002
IPTV5+HD,http://125.37.200.140:4022/udp/225.1.1.106:5002
羽球精品赛事HD,http://125.37.200.140:4022/udp/225.1.2.1:5002
书画频道,http://125.37.200.140:4022/udp/225.1.2.22:5002
家庭理财,http://125.37.200.140:4022/udp/225.1.2.23:5002
潮流音乐HD,http://125.37.200.140:4022/udp/225.1.2.55:5002
亲子游戏,http://125.37.200.140:4022/udp/225.1.2.120:5002
百事通经典重温HD,http://125.37.200.140:4022/udp/225.1.2.122:5002
百事通经典老片场HD,http://125.37.200.140:4022/udp/225.1.2.123:5002
124,http://125.37.200.140:4022/udp/225.1.2.124:5002
一至三年级,http://125.37.200.140:4022/udp/225.1.2.129:5002
百事通经典重温HD,http://125.37.200.140:4022/udp/225.1.2.131:5002
182,http://125.37.200.140:4022/udp/225.1.2.182:5002
183,http://125.37.200.140:4022/udp/225.1.2.183:5002
BDTV,http://125.37.200.140:4022/udp/225.1.1.83:5002

天津文艺广播,http://125.37.200.140:4022/udp/225.1.1.171:5002
天津经济广播,http://125.37.200.140:4022/udp/225.1.1.172:5002
天津新闻广播,http://125.37.200.140:4022/udp/225.1.1.173:5002
天津生活广播,http://125.37.200.140:4022/udp/225.1.1.174:5002
天津交通广播,http://125.37.200.140:4022/udp/225.1.1.175:5002
天津相声广播,http://125.37.200.140:4022/udp/225.1.1.176:5002
天津小说广播,http://125.37.200.140:4022/udp/225.1.1.177:5002
天津滨海广播,http://125.37.200.140:4022/udp/225.1.1.178:5002
天津音乐广播,http://125.37.200.140:4022/udp/225.1.1.179:5002
天津动听885广播,http://125.37.200.140:4022/udp/225.1.1.180:5002


📡NBA高清咕体育,#genre#
劲爆体育，http://60.21.19.64:9001/stream/channelid/1034274838
CCTV5+,http://123.182.214.5:8088/tsfile/live/0005_1.m3u8
CCTV8k,http://39.136.12.4:6610/PLTV/88888888/224/3221225781/1/index.m3u8?IASHttpSessionId=OTT
NBA,http://iptv.tvfix.org/hls/nbatv.m3u8
ONE 4K,http://stream.super-iptv.tv:80/live/tvip4k@rest/CxLy0erYNG/75002.ts
NBATV,https://d17f1mg1q6g54e.cloudfront.net/hls/nbatv/chunks.m3u8
ESPN,https://d17f1mg1q6g54e.cloudfront.net/hls/espn/chunks.m3u8
TNT,https://d17f1mg1q6g54e.cloudfront.net/hls/TNT/chunks.m3u8
TSN,https://d17f1mg1q6g54e.cloudfront.net/hls/tsn/chunks.m3u8
ABC,https://d17f1mg1q6g54e.cloudfront.net/hls/abc/chunks.m3u8
凯尔特人,https://d17f1mg1q6g54e.cloudfront.net/hls/celtics/chunks.m3u8
尼克斯,https://d17f1mg1q6g54e.cloudfront.net/hls/knicks/chunks.m3u8
勇士,https://d17f1mg1q6g54e.cloudfront.net/hls/warriors/chunks.m3u8
奇才,https://d17f1mg1q6g54e.cloudfront.net/hls/wizards/chunks.m3u8
骑士,https://d17f1mg1q6g54e.cloudfront.net/hls/cavaliers/chunks.m3u8
灰熊,https://d17f1mg1q6g54e.cloudfront.net/hls/grizzlies/chunks.m3u8
快船,https://d17f1mg1q6g54e.cloudfront.net/hls/clippers/chunks.m3u8
老鹰,https://d17f1mg1q6g54e.cloudfront.net/hls/hawks/chunks.m3u8
魔术,https://d17f1mg1q6g54e.cloudfront.net/hls/magic/chunks.m3u8
热火,https://d17f1mg1q6g54e.cloudfront.net/hls/heat/chunks.m3u8
独行侠,https://d17f1mg1q6g54e.cloudfront.net/hls/mavericks/chunks.m3u8
马刺,https://d17f1mg1q6g54e.cloudfront.net/hls/spurs/chunks.m3u8
湖人,https://d17f1mg1q6g54e.cloudfront.net/hls/lakers/chunks.m3u8
鹈鹕,https://d17f1mg1q6g54e.cloudfront.net/hls/pelicans/chunks.m3u8
黄蜂,https://d17f1mg1q6g54e.cloudfront.net/hls/hornets/chunks.m3u8
76人,https://d17f1mg1q6g54e.cloudfront.net/hls/76ers/chunks.m3u8
篮网,https://d17f1mg1q6g54e.cloudfront.net/hls/nets/chunks.m3u8
公牛,https://d17f1mg1q6g54e.cloudfront.net/hls/bulls/chunks.m3u8
步行者,https://d17f1mg1q6g54e.cloudfront.net/hls/pacers/chunks.m3u8
雄鹿,https://d17f1mg1q6g54e.cloudfront.net/hls/bucks/chunks.m3u8
开拓者,https://d17f1mg1q6g54e.cloudfront.net/hls/blazers/chunks.m3u8
猛龙,https://d17f1mg1q6g54e.cloudfront.net/hls/raptors/chunks.m3u8
雷霆,https://d17f1mg1q6g54e.cloudfront.net/hls/thunder/chunks.m3u8
太阳,https://d17f1mg1q6g54e.cloudfront.net/hls/suns/chunks.m3u8
爵士,https://d17f1mg1q6g54e.cloudfront.net/hls/jazz/chunks.m3u8
掘金,https://d17f1mg1q6g54e.cloudfront.net/hls/nuggets/chunks.m3u8
国王,https://d17f1mg1q6g54e.cloudfront.net/hls/kings/chunks.m3u8
活塞,https://d17f1mg1q6g54e.cloudfront.net/hls/pistons/chunks.m3u8
火箭,https://dqm8bvwrahfi8.cloudfront.net/hls/rockets/chunks.m3u8
森林狼,https://d17f1mg1q6g54e.cloudfront.net/hls/timberwolves/chunks.m3u8

ELEVEN 1 HD,(1080P 50F),http://main.webhostingtoto.xyz:2095/NEW_LIVE2711144451/7540066240/125
PREMIERE HD,http://main.webhostingtoto.xyz:2095/NEW_LIVE2711144451/7540066240/164
PREMIERE HD,http://main.webhostingtoto.xyz:2095/NEW_LIVE2711144451/7540066240/165
SPORTS TV +(720P 25F),http://main.webhostingtoto.xyz:2095/NEW_LIVE2711144451/7540066240/166
SPORTS TV 1(1080P 50F),http://main.webhostingtoto.xyz:2095/NEW_LIVE2711144451/7540066240/167
SPORTS TV 1(1080P 50F),http://main.webhostingtoto.xyz:2095/NEW_LIVE2711144451/7540066240/169
SPORTS TV 5(1080P 50F),http://main.webhostingtoto.xyz:2095/NEW_LIVE2711144451/7540066240/170
SPORTV 2(1080P 25F),http://main.webhostingtoto.xyz:2095/NEW_LIVE2711144451/7540066240/172
SPORTV 3(1080P 25F),http://main.webhostingtoto.xyz:2095/NEW_LIVE2711144451/7540066240/175
SPORTV 1(1080P 25F),http://main.webhostingtoto.xyz:2095/NEW_LIVE2711144451/7540066240/178
哒啵赛事01,http://39.135.46.243:6610/PLTV/77777777/224/3221225760/index.m3u8?
咪咕视频02,http://39.135.46.243:6610/PLTV/77777777/224/3221225965/index.m3u8?
咪咕视频03,http://39.135.46.243:6610/PLTV/77777777/224/3221225962/index.m3u8?
咪咕视频04,http://39.135.46.243:6610/PLTV/77777777/224/3221225959/index.m3u8?
咪咕视频05,http://39.135.46.243:6610/PLTV/77777777/224/3221225935/index.m3u8?
咪咕视频06,http://39.135.46.243:6610/PLTV/77777777/224/3221225906/index.m3u8?
咪咕视频07,http://39.135.46.243:6610/PLTV/77777777/224/3221225876/index.m3u8?
咪咕视频08,http://39.135.46.243:6610/PLTV/77777777/224/3221225920/index.m3u8?
咪咕视频09,http://39.135.46.243:6610/PLTV/77777777/224/3221225917/index.m3u8?
咪咕视频10,http://39.135.46.243:6610/PLTV/77777777/224/3221225914/index.m3u8?
咪咕视频11,http://39.135.46.243:6610/PLTV/77777777/224/3221225911/index.m3u8?
咪咕视频12,http://39.135.46.243:6610/PLTV/77777777/224/3221225908/index.m3u8?
咪咕视频13,http://39.135.46.243:6610/PLTV/77777777/224/3221225905/index.m3u8?
咪咕视频14,http://39.135.46.243:6610/PLTV/77777777/224/3221225902/index.m3u8?
咪咕视频15,http://39.135.46.243:6610/PLTV/77777777/224/3221225899/index.m3u8?
咪咕视频16,http://39.135.46.243:6610/PLTV/77777777/224/3221225896/index.m3u8?
咪咕视频17,http://39.135.46.243:6610/PLTV/77777777/224/3221225893/index.m3u8?
咪咕视频18,http://39.135.46.243:6610/PLTV/77777777/224/3221225871/index.m3u8?
咪咕视频19,http://39.135.46.243:6610/PLTV/77777777/224/3221225868/index.m3u8?
咪咕视频20,http://39.135.46.243:6610/PLTV/77777777/224/3221225865/index.m3u8?
咪咕视频21,http://39.135.46.243:6610/PLTV/77777777/224/3221225862/index.m3u8?
咪咕视频22,http://39.135.46.243:6610/PLTV/77777777/224/3221225861/index.m3u8?
咪咕视频23,http://39.135.46.243:6610/PLTV/77777777/224/3221225860/index.m3u8?
咪咕视频24,http://39.135.46.243:6610/PLTV/77777777/224/3221225859/index.m3u8?
咪咕视频25,http://39.135.46.243:6610/PLTV/77777777/224/3221225858/index.m3u8?
咪咕视频26,http://39.135.46.243:6610/PLTV/77777777/224/3221225857/index.m3u8?
咪咕视频27,http://39.135.46.243:6610/PLTV/77777777/224/3221225856/index.m3u8?
咪咕视频28,http://39.135.46.243:6610/PLTV/77777777/224/3221225855/index.m3u8?
咪咕视频29,http://39.135.46.243:6610/PLTV/77777777/224/3221225854/index.m3u8?
咪咕视频30,http://39.135.46.243:6610/PLTV/77777777/224/3221225853/index.m3u8?
咪咕视频31,http://39.135.46.243:6610/PLTV/77777777/224/3221225852/index.m3u8?
咪咕视频32,http://39.135.46.243:6610/PLTV/77777777/224/3221225851/index.m3u8?
咪咕视频33,http://39.135.46.243:6610/PLTV/77777777/224/3221225849/index.m3u8?
咪咕视频34,http://39.135.46.243:6610/PLTV/77777777/224/3221225848/index.m3u8?
咪咕视频35,http://39.135.46.243:6610/PLTV/77777777/224/3221225846/index.m3u8?
咪咕视频36,http://39.135.46.243:6610/PLTV/77777777/224/3221225845/index.m3u8?
咪咕视频37,http://39.135.46.243:6610/PLTV/77777777/224/3221225843/index.m3u8?
咪咕视频38,http://39.135.46.243:6610/PLTV/77777777/224/3221225842/index.m3u8?
咪咕视频39,http://39.135.46.243:6610/PLTV/77777777/224/3221225840/index.m3u8?
咪咕视频40,http://39.135.46.243:6610/PLTV/77777777/224/3221225839/index.m3u8?
咪咕视频41,http://39.135.46.243:6610/PLTV/77777777/224/3221225837/index.m3u8?
咪咕视频42,http://39.135.46.243:6610/PLTV/77777777/224/3221225834/index.m3u8?
咪咕视频43,http://39.135.46.243:6610/PLTV/77777777/224/3221225820/index.m3u8?
咪咕视频44,http://39.135.46.243:6610/PLTV/77777777/224/3221225817/index.m3u8?
咪咕视频45,http://39.135.46.243:6610/PLTV/77777777/224/3221225814/index.m3u8?
咪咕视频46,http://39.135.46.243:6610/PLTV/77777777/224/3221225811/index.m3u8?
咪咕视频47,http://39.135.46.243:6610/PLTV/77777777/224/3221225808/index.m3u8?
咪咕视频48,http://39.135.46.243:6610/PLTV/77777777/224/3221225805/index.m3u8?
咪咕视频49,http://39.135.46.243:6610/PLTV/77777777/224/3221225802/index.m3u8?
咪咕视频50,http://39.135.46.243:6610/PLTV/77777777/224/3221225799/index.m3u8?
咪咕视频51,http://39.135.46.243:6610/PLTV/77777777/224/3221225796/index.m3u8?
咪咕视频52,http://39.135.46.243:6610/PLTV/77777777/224/3221225793/index.m3u8?
咪咕视频53,http://39.135.46.243:6610/PLTV/77777777/224/3221225792/index.m3u8?
咪咕视频54,http://39.135.46.243:6610/PLTV/77777777/224/3221225789/index.m3u8?
咪咕视频55,http://39.135.46.243:6610/PLTV/77777777/224/3221225786/index.m3u8?
咪咕视频56,http://39.135.46.243:6610/PLTV/77777777/224/3221225783/index.m3u8?
咪咕视频57,http://39.135.46.243:6610/PLTV/77777777/224/3221225780/index.m3u8?
咪咕视频58,http://39.135.46.243:6610/PLTV/77777777/224/3221225777/index.m3u8?
咪咕视频59,http://39.135.46.243:6610/PLTV/77777777/224/3221225774/index.m3u8?
咪咕视频60,http://39.135.46.243:6610/PLTV/77777777/224/3221225771/index.m3u8?
咪咕视频61,http://39.135.46.243:6610/PLTV/77777777/224/3221225769/index.m3u8?
咪咕视频62,http://39.135.46.243:6610/PLTV/77777777/224/3221225654/index.m3u8?
VR直播4M1440,http://39.135.46.243:6610/PLTV/77777777/224/3221225885/index.m3u8?
VR直播4M1440,http://39.135.46.243:6610/PLTV/77777777/224/3221225894/index.m3u8?
VR直播4M1440,http://39.135.46.243:6610/PLTV/77777777/224/3221225941/index.m3u8?
VR直播4M1440,http://39.135.46.243:6610/PLTV/77777777/224/3221225944/index.m3u8?
VR直播4M1440,http://39.135.46.243:6610/PLTV/77777777/224/3221225953/index.m3u8?
直播8M1080,http://39.135.46.243:6610/PLTV/77777777/224/3221225872/index.m3u8?
直播4M1080,http://39.135.46.243:6610/PLTV/77777777/224/3221225938/index.m3u8?
直播4M1080,http://39.135.46.243:6610/PLTV/77777777/224/3221225891/index.m3u8?
直播4M1080,http://39.135.46.243:6610/PLTV/77777777/224/3221225850/index.m3u8?

实时风景,#genre#
全国风景总览,https://gcalic.v.myalicdn.com/gc/wgw05_1/index.m3u8
安徽宣城桃花潭,https://gcbsc.v.live.baishancdnx.cn/gc/hgsspzxdpb_1/index.m3u8
安徽玫瑰谷小镇,https://gcalic.v.myalicdn.com/gc/hsxksqj_1/index.m3u8
安徽金寨县花石乡大湾村,https://gcalic.v.myalicdn.com/gc/dlst02_1/index.m3u8
黄山市新安江,https://gcbsc.v.live.baishancdnx.cn/gc/tms04_1/index.m3u8
黟县宏村月沼,https://gcalic.v.myalicdn.com/gc/tms05_1/index.m3u8
黟县宏村月沼,https://gccncc.v.wscdns.com/gc/yxhcyz_1/index.m3u8
黟县西递半山亭,https://gcalic.v.myalicdn.com/gc/yxxdbst_1/index.m3u8
黟县卢村远眺,https://gcalic.v.myalicdn.com/gc/yxlcyt_1/index.m3u8
黟县西递牌坊,https://gcalic.v.myalicdn.com/gc/yxxdpf_1/index.m3u8
黟县宏村南湖,https://gcalic.v.myalicdn.com/gc/yxhcnh_1/index.m3u8
黄山卧云峰,https://gcalic.v.myalicdn.com/gc/hswlf_1/index.m3u8
黄山始信新道,https://gcalic.v.myalicdn.com/gc/hsyg_1/index.m3u8
黄山梦笔生花,https://gctxyc.liveplay.myqcloud.com/gc/hsmbsh_1_md.m3u8
黄山排云亭,https://gcbsc.v.live.baishancdnx.cn/gc/hspyt_1/index.m3u8
黄山平天矼,https://gcalic.v.myalicdn.com/gc/hsptgz_1/index.m3u8
黄山飞来石,https://gcalic.v.myalicdn.com/gc/hsptgy_1/index.m3u8
黄山光明顶,https://gcalic.v.myalicdn.com/gc/hsgmd_1/index.m3u8
黄山西海大峡谷,https://gcalic.v.myalicdn.com/gc/hsxhdxg_1/index.m3u8
黄山始信峰,https://gcalic.v.myalicdn.com/gc/hssxf_1/index.m3u8
广东汕尾金厢银滩,https://gccncc.v.wscdns.com/gc/zsslsfwsgz_1/index.m3u8
广东汕头市小公园,https://gcalic.v.myalicdn.com/gc/bsszjs_1/index.m3u8
广东揭阳海滨,https://gcalic.v.myalicdn.com/gc/bgwn10_1/index.m3u8
广东梅州梅江,https://gcbsc.v.live.baishancdnx.cn/gc/gllj01_1/index.m3u8
广州塔与海心桥视角1,https://gcalic.v.myalicdn.com/gc/hkts06_1/index.m3u8
广州塔与海心桥视角2,https://gcalic.v.myalicdn.com/gc/ztb_1/index.m3u8
广东佛山顺德金凤凰景观带,https://gcalic.v.myalicdn.com/gc/jyg04_1/index.m3u8
广东佛山东平河,https://gcbsc.v.live.baishancdnx.cn/gc/blg03_1/index.m3u8
车八岭国家级自然保护区,https://gcbsc.v.live.baishancdnx.cn/gc/hsxkscj_1/index.m3u8
车八岭自然保护区动物观测视角,https://gccncc.v.wscdns.com/gc/djyqyl2_1/index.m3u8
北京世园公园,https://gcalic.v.myalicdn.com/gc/hkts10_1/index.m3u8
古北水镇,https://gcalic.v.myalicdn.com/gc/dlst03_1/index.m3u8
北京延庆妫川广场,https://gcbsc.v.live.baishancdnx.cn/gc/tyhjtys_1/index.m3u8
北京海洋馆,https://gcalic.v.myalicdn.com/gc/hkts03_1/index.m3u8
水长城01,https://gcbsc.v.live.baishancdnx.cn/gc/wgw01_1/index.m3u8
水长城02,https://gcbsc.v.live.baishancdnx.cn/gc/wgw04_1/index.m3u8
水长城03,https://gcbsc.v.live.baishancdnx.cn/gc/wgw03_1/index.m3u8
水长城04,https://gcalic.v.myalicdn.com/gc/wgw02_1/index.m3u8
天津滨海新区,https://gcalic.v.myalicdn.com/gc/ljgcwglytylxs_1/index.m3u8
天津滨海新区,https://gccncc.v.wscdns.com/gc/ljgcszsnkgc_1/index.m3u8
河北张家口,https://gcalic.v.myalicdn.com/gc/jhs05_1/index.m3u8
山西太原漪汾桥,https://gcalic.v.myalicdn.com/gc/glxs01_1/index.m3u8
山西太原汾河畔,https://gccncc.v.wscdns.com/gc/pygc01_1/index.m3u8
山西阳泉——中共第一城,https://gcalic.v.myalicdn.com/gc/nss01_1/index.m3u8
辽宁大连星海广场,https://gcalic.v.myalicdn.com/gc/sjzc01_1/index.m3u8
大连老虎滩极地馆,https://gcalic.v.myalicdn.com/gc/hkts04_1/index.m3u8
吉林白山市抚松县,https://gcalic.v.myalicdn.com/gc/ahhs01_1/index.m3u8
白山市长白山大街,https://gcalic.v.myalicdn.com/gc/dlst01_1/index.m3u8
哈尔滨霁虹桥,https://gctxyc.liveplay.myqcloud.com/gc/hkts09_1_md.m3u8
内蒙古额济纳胡杨林,https://gcalic.v.myalicdn.com/gc/ljgcdsc_1/index.m3u8
内蒙古和林县云计算基地1,https://gcalic.v.myalicdn.com/gc/tyhjntyz_1/index.m3u8
内蒙古和林县云计算基地2,https://gcalic.v.myalicdn.com/gc/blg05_1/index.m3u8
江苏扬州三湾公园,https://gcalic.v.myalicdn.com/gc/jhs02_1/index.m3u8
江苏南京鼓楼广场,https://gcbsc.v.live.baishancdnx.cn/gc/hkylxs01_1/index.m3u8
惠山二茅峰,https://gcalic.v.myalicdn.com/gc/wysdhpcy_1/index.m3u8
京杭运河,https://gcbsc.v.live.baishancdnx.cn/gc/jsh04_1/index.m3u8
南京玄武湖,https://gcalic.v.myalicdn.com/gc/xwh01_1/index.m3u8
浙江温州雁荡山,https://gcalic.v.myalicdn.com/gc/zjjsrsm_1/index.m3u8
浙江淳安界首渔港码头,https://gcalic.v.myalicdn.com/gc/ytsxzg_1/index.m3u8
浙江横店影视城,https://gcalic.v.myalicdn.com/gc/mdjxxmhjygjt_1/index.m3u8
浙江舟山沈家门渔港,https://gcalic.v.myalicdn.com/gc/qdls04_1/index.m3u8
浙江杭州云栖小镇,https://gcalic.v.myalicdn.com/gc/hnttpgsz_1/index.m3u8
浙江杭州千岛湖,https://gcalic.v.myalicdn.com/gc/caqdh_1/index.m3u8
浙江舟山东极岛,https://gcalic.v.myalicdn.com/gc/djd01_1/index.m3u8
浙江乌镇龙形田,https://gcalic.v.myalicdn.com/gc/zjwzlxt_1/index.m3u8
浙江乌镇全景,https://gcalic.v.myalicdn.com/gc/zjwzblt_1/index.m3u8
浙江乌镇西市河,https://gcalic.v.myalicdn.com/gc/zjwzbblh_1/index.m3u8
浙江乌镇蓝印花布,https://gcbsc.v.live.baishancdnx.cn/gc/zjwzlyhb_1/index.m3u8
浙江舟山新城大桥,https://gcalic.v.myalicdn.com/gc/hnttlhzjd_1/index.m3u8
上海陆家嘴,https://gcalic.v.myalicdn.com/gc/jshhd01_1/index.m3u8
上海这一刻：魔都眼,http://bililive.kksmg.com/hls/sdi80/playlist.m3u8
福建福州五一广场,https://gcbsc.v.live.baishancdnx.cn/gc/tjhh01_1/index.m3u8
福建南平武夷山五夫镇,https://gcalic.v.myalicdn.com/gc/hkylxs06_1/index.m3u8
福建福州三坊七巷,https://gcalic.v.myalicdn.com/gc/hhdxg01_1/index.m3u8
福建漳州华安土楼,https://gcalic.v.myalicdn.com/gc/syns01_1/index.m3u8
福建平潭猫头墘,https://gcalic.v.myalicdn.com/gc/qdls01_1/index.m3u8
厦门鼓浪屿两岛相望,https://gcalic.v.myalicdn.com/gc/hgsylztpb_1/index.m3u8
厦门鼓浪屿遥望厦门岛,https://gcbsc.v.live.baishancdnx.cn/gc/xymlh_1/index.m3u8
厦门鼓浪屿,https://gcalic.v.myalicdn.com/gc/gly01_1/index.m3u8
福建武夷山玉女峰,https://gcalic.v.myalicdn.com/gc/wysynf_1/index.m3u8
江西南昌八一广场,https://gcalic.v.myalicdn.com/gc/bssztt_1/index.m3u8
井冈山红旗广场,https://gcbsc.v.live.baishancdnx.cn/gc/ljgcdyhxgjt_1/index.m3u8
江西南昌滕王阁,https://gcalic.v.myalicdn.com/gc/wygjt2_1/index.m3u8
江西省井冈山市茅坪乡神山村,https://gcalic.v.myalicdn.com/gc/djyqyl1_1/index.m3u8
江西上饶婺源江岭花海,https://gctxyc.liveplay.myqcloud.com/gc/ylh03_1/index.m3u8
山东青岛五四广场,https://gcalic.v.myalicdn.com/gc/hkhs01_1/index.m3u8
aqdafzx_青岛五四广场,http://video11.qtv.com.cn/aqdafzx/manifest.m3u8
taishan05_济南千佛山望泉城,https://gcalic.v.myalicdn.com/gc/taishan05_1/index.m3u8
jsh06_山东华东野战军纪念馆,https://gcalic.v.myalicdn.com/gc/jsh06_1/index.m3u8
山东青岛琴岛之眼,https://gcbsc.v.live.baishancdnx.cn/gc/xdfjq01_1/index.m3u8
青岛奥帆中心,https://gcbsc.v.live.baishancdnx.cn/gc/bgws7_1/index.m3u8
蓬莱海洋极地世界：江豚,https://gcalic.v.myalicdn.com/gc/sbd01_1/index.m3u8
泰山玉皇顶,https://gcalic.v.myalicdn.com/gc/taishan06_1/index.m3u8
泰山拱北石,https://gcalic.v.myalicdn.com/gc/taishan04_1/index.m3u8
泰山大观峰,https://gcalic.v.myalicdn.com/gc/taishan03_1/index.m3u8
泰山主峰,https://gcalic.v.myalicdn.com/gc/taishan01_1/index.m3u8
泰山望人松,https://gcalic.v.myalicdn.com/gc/taishan02_1/index.m3u8
泰山天街,https://gcalic.v.myalicdn.com/gc/taishan07_1/index.m3u8
河南郑州二七塔,https://gctxyc.liveplay.myqcloud.com/gc/xysrf_1_md.m3u8
郑州东站,https://gcbsc.v.live.baishancdnx.cn/gc/xywfl_1/index.m3u8
郑东新区千玺广场,https://gcalic.v.myalicdn.com/gc/zdxq01_1/index.m3u8
河南焦作云台山小寨沟,https://gcbsc.v.live.baishancdnx.cn/gc/lsdfgfl_1/index.m3u8
河南焦作云台山茱萸峰,https://gcalic.v.myalicdn.com/gc/nxsptdmgy_1/index.m3u8
湖北武汉两江四岸,https://gcalic.v.myalicdn.com/gc/emspxps_1/index.m3u8
三峡大坝,https://gcalic.v.myalicdn.com/gc/jhs01_1/index.m3u8
江汉关大楼,https://gcbsc.v.live.baishancdnx.cn/gc/nywbwg01_1/index.m3u8
湖南岳阳楼,https://gcbsc.v.live.baishancdnx.cn/gc/pts01_1/index.m3u8
湖南张家界天门山天空步道,https://gccncc.v.wscdns.com/gc/hkylxs04_1/index.m3u8
湖南张家界西线玻璃栈道,https://gcalic.v.myalicdn.com/gc/fcw01_1/index.m3u8
湖南张家界大峡谷玻璃桥,https://gcalic.v.myalicdn.com/gc/hsxkssqdzrqj_1/index.m3u8
长沙橘子洲,https://gcbsc.v.live.baishancdnx.cn/gc/qdls03_1/index.m3u8
张家界天门山天门洞,https://gcalic.v.myalicdn.com/gc/tmstmd01_1/index.m3u8
湘西凤凰古城南华山,https://gcalic.v.myalicdn.com/gc/fhgcdnhs_1/index.m3u8
湘西凤凰古城东关门,https://gcbsc.v.live.baishancdnx.cn/gc/fhgcdgm_1/index.m3u8
张家界武陵源景区黄石寨六奇阁,https://gcalic.v.myalicdn.com/gc/szgk01_1/index.m3u8
张家界武陵源景区将军列队,https://gcalic.v.myalicdn.com/gc/zjjjjdl_1/index.m3u8
张家界武陵源景区阿凡达悬浮山,https://gcbsc.v.live.baishancdnx.cn/gc/zjjafdxfs_1/index.m3u8
张家界武陵源景区迷魂台,https://gcalic.v.myalicdn.com/gc/zjjmht_1/index.m3u8
张家界武陵源景区宝峰湖,https://gcalic.v.myalicdn.com/gc/zjjbfh_1/index.m3u8
张家界武陵源景区御笔峰,https://gcbsc.v.live.baishancdnx.cn/gc/zjjybf_1/index.m3u8
广西富川风雨桥,https://gcalic.v.myalicdn.com/gc/sgns02_1/index.m3u8
广西桂林大坪渡口,https://gcalic.v.myalicdn.com/gc/ylh04_1/index.m3u8
广西桂林两江四湖,https://gcbsc.v.live.baishancdnx.cn/gc/tms02_1/index.m3u8
广西桂林象鼻山,https://gcalic.v.myalicdn.com/gc/ztn_1/index.m3u8
白头叶猴国家级自然保护区,https://gcalic.v.myalicdn.com/gc/ztd_1/index.m3u8
海南棋子湾,https://gcbsc.v.live.baishancdnx.cn/gc/ytszyf_1/index.m3u8
海南三亚湾,https://gcalic.v.myalicdn.com/gc/hnttdysjd_1/index.m3u8
重庆开州区,https://gcalic.v.myalicdn.com/gc/zsslsgc_1/index.m3u8
重庆李子坝站轻轨,https://gcalic.v.myalicdn.com/gc/gccntv240-lzb01_1/index.m3u8
四川九寨沟,https://gcalic.v.myalicdn.com/gc/wygjt1_1/index.m3u8
四川甘孜海螺沟,https://gcalic.v.myalicdn.com/gc/lsdftyd_1/index.m3u8
成都春熙路,https://gcalic.v.myalicdn.com/gc/lhssjzd_1/index.m3u8
成都安顺廊桥,https://gcalic.v.myalicdn.com/gc/zsslsjjfsd_1/index.m3u8
成都天府熊猫塔,https://gcalic.v.myalicdn.com/gc/lhszjsp_1/index.m3u8
成都天府双塔,https://gcalic.v.myalicdn.com/gc/tms01_1/index.m3u8
成都东安湖体育公园,https://gcalic.v.myalicdn.com/gc/btq01_1/index.m3u8
达古冰川,https://gcalic.v.myalicdn.com/gc/ztx_1/index.m3u8
七曲山,https://gcbsc.v.live.baishancdnx.cn/gc/hkts08_1/index.m3u8
汶川映秀新城,https://gcalic.v.myalicdn.com/gc/wcyxxc01_1/index.m3u8
西昌市邛海景区,https://gcalic.v.myalicdn.com/gc/xcqh01_1/index.m3u8
四川四姑娘山幺妹峰,https://gcalic.v.myalicdn.com/gc/sgns01_1/index.m3u8
四川黄龙景区五彩池,https://gcbsc.v.live.baishancdnx.cn/gc/hlwcc_1/index.m3u8
四川黄龙景区洗身洞,https://gcbsc.v.live.baishancdnx.cn/gc/hlxsd_1/index.m3u8
四川黄龙景区望乡台,https://gctxyc.liveplay.myqcloud.com/gc/hlwxt_1/index.m3u8
四川黄龙景区争艳彩池,https://gcalic.v.myalicdn.com/gc/hlzycc_1/index.m3u8
峨眉山万佛顶,https://gcalic.v.myalicdn.com/gc/gccntv241-slf01_1/index.m3u8
峨眉山远眺贡嘎雪山,https://gcalic.v.myalicdn.com/gc/emsyh_1/index.m3u8
峨眉山远眺万佛顶,https://gcalic.v.myalicdn.com/gc/emswfs_1/index.m3u8
峨眉山云海日出,https://gcbsc.v.live.baishancdnx.cn/gc/emsarm_1/index.m3u8
宁夏银川贺兰山,https://gcalic.v.myalicdn.com/gc/hkts05_1/index.m3u8
宁夏上滩村,https://gcalic.v.myalicdn.com/gc/tyhjrys_1/index.m3u8
宁夏中卫沙坡头,https://gcalic.v.myalicdn.com/gc/hkylxs07_1/index.m3u8
宁夏黄河漂流,https://gcbsc.v.live.baishancdnx.cn/gc/nxspthhpl_1/index.m3u8
宁夏中卫长河落日,https://gcalic.v.myalicdn.com/gc/hkts11_1/index.m3u8
青海湖二郎剑景区,https://gcalic.v.myalicdn.com/gc/bsszxbdlg_1/index.m3u8
贵州梵净山,https://gcalic.v.myalicdn.com/gc/qdls02_1/index.m3u8
贵州甲秀楼,https://gcalic.v.myalicdn.com/gc/nxsptdmgychlr_1/index.m3u8
贵州雷山县白岩村,https://gcalic.v.myalicdn.com/gc/hkts07_1/index.m3u8
贵州织金洞掌上明珠,https://gcalic.v.myalicdn.com/gc/jsh02_1/index.m3u8
贵州织金洞万寿山,https://gcalic.v.myalicdn.com/gc/hkts02_1/index.m3u8
贵州九洞天,https://gcalic.v.myalicdn.com/gc/tjhh02_1/index.m3u8
贵州西江千户苗寨,https://gcalic.v.myalicdn.com/gc/jyg02_1/index.m3u8
云南西双版纳告庄,https://gcalic.v.myalicdn.com/gc/jsh03_1/index.m3u8
云南建水古城双龙桥,https://gcbsc.v.live.baishancdnx.cn/gc/pshdxg01_1/index.m3u8
大理海洋世界,https://gccncc.v.wscdns.com/gc/djyewm_1/index.m3u8
玉龙雪山白沙远眺,https://gctxyc.liveplay.myqcloud.com/gc/hkylxs03_1_md.m3u8
hkylxs02_玉龙雪山玉液湖,https://gcbsc.v.live.baishancdnx.cn/gc/hkylxs02_1/index.m3u8
玉龙雪山蓝月谷,https://gcbsc.v.live.baishancdnx.cn/gc/hkylxs08_1/index.m3u8
玉龙雪山蓝月谷,https://gcalic.v.myalicdn.com/gc/ylxs12_1/index.m3u8
玉龙雪山,https://gcalic.v.myalicdn.com/gc/ylxs11_1/index.m3u8
陕西咸阳古渡廊桥,https://gcalic.v.myalicdn.com/gc/lpsgmjng01_1/index.m3u8
陕西洋县国宝朱鹮1,https://gcalic.v.myalicdn.com/gc/zh02_1/index.m3u8
陕西洋县国宝朱鹮2,https://gcbsc.v.live.baishancdnx.cn/gc/zh03_1/index.m3u8
陕西洋县国宝朱鹮3,https://gcalic.v.myalicdn.com/gc/zhhd01_1/index.m3u8
陕西洋县国宝朱鹮4,https://gcalic.v.myalicdn.com/gc/zh04_1/index.m3u8
嘉峪关关城景区,https://gcalic.v.myalicdn.com/gc/dxssyt_1/index.m3u8
甘肃天水麦积山石窟,https://gcalic.v.myalicdn.com/gc/fcw03_1/index.m3u8
兰州中山桥,https://gcalic.v.myalicdn.com/gc/zsslstpt_1/index.m3u8
金昌火星1号基地,https://gcbsc.v.live.baishancdnx.cn/gc/mdjxxdsb_1/index.m3u8
鸣沙山,https://gcbsc.v.live.baishancdnx.cn/gc/dhyyqst_1/index.m3u8
鸣沙山山门,https://gcalic.v.myalicdn.com/gc/dhyyqyyq_1/index.m3u8
鸣沙山月牙泉,https://gcalic.v.myalicdn.com/gc/dhyyqsm_1/index.m3u8
新疆伊犁特克斯八卦城,https://gcalic.v.myalicdn.com/gc/bsszxer_1/index.m3u8
新疆乌鲁木齐西大桥,https://gctxyc.liveplay.myqcloud.com/gc/hkts01_1_md.m3u8
新疆乌鲁木齐红山,https://gcbsc.v.live.baishancdnx.cn/gc/ytsbjy_1/index.m3u8
新疆喀纳斯观鱼台,https://gcalic.v.myalicdn.com/gc/dxsdtts_1/index.m3u8
新疆巩留县蝶湖景区,https://gcalic.v.myalicdn.com/gc/tyhjtynl_1/index.m3u8
疆江布拉克景区,https://gcalic.v.myalicdn.com/gc/hnttbdjd_1/index.m3u8
新疆博斯腾湖大河口,https://gcalic.v.myalicdn.com/gc/pshdxg02_1/index.m3u8
新疆那拉提风景区,https://gcalic.v.myalicdn.com/gc/mdjxxmhjyxj_1/index.m3u8
h阿勒泰蒙新河狸,https://gcalic.v.myalicdn.com/gc/hkylxs05_1/index.m3u8
新疆天山（马牙山）,https://gcalic.v.myalicdn.com/gc/xjtcmys_1/index.m3u8
疆天山（海西平台）,https://gcalic.v.myalicdn.com/gc/xjtchxpt_1/index.m3u8
新疆天山（定海神针）,https://gcalic.v.myalicdn.com/gc/xjtcdhsz_1/index.m3u8
新疆天山（灯杆山）,https://gcalic.v.myalicdn.com/gc/xjtcdgs_1/index.m3u8
西藏林芝巴松措湖心岛,https://gccncc.v.wscdns.com/gc/jyg01_1/index.m3u8
西藏林芝米林拉林铁路,https://gcalic.v.myalicdn.com/gc/zyqcdx01_1/index.m3u8
西藏南迦巴瓦星空,https://gcalic.v.myalicdn.com/gc/hkylxs09_1/index.m3u8
西藏圣象天门,https://gctxyc.liveplay.myqcloud.com/gc/wysyxdhp_1/index.m3u8
迎宾路南段,http://m.qhdxdzy.com:2998/hls/yingbinlunanduan/playlist.m3u8
北戴河湿地,http://m.qhdxdzy.com:2998/hls/beidaiheshidimeijing/playlist.m3u8


📡咪咕回看,#genre#
乌克兰新闻,http://iptv.tvfix.org/hls/prmua.m3u8
凤凰中文[1920*1080],http://39.135.49.209:6610/PLTV/88888888/224/3221227222/1.m3u8?servicetype=1
凤凰资讯[1920*1080],http://39.135.49.209:6610/PLTV/88888888/224/3221227226/1.m3u8?servicetype=1
CCTV1,http://live.aikan.miguvideo.com/PLTV/88888888/224/3221233151/index.m3u8
CCTV1,http://live.aikan.miguvideo.com/PLTV/88888888/224/3221231468/index.m3u8
CCTV2,http://live.aikan.miguvideo.com/PLTV/88888888/224/3221231678/index.m3u8
CCTV2,http://live.aikan.miguvideo.com/PLTV/88888888/224/3221233071/index.m3u8
CCTV3,http://live.aikan.miguvideo.com/PLTV/88888888/224/3221231682/index.m3u8
CCTV4,http://live.aikan.miguvideo.com/PLTV/88888888/224/3221231726/index.m3u8
CCTV4欧洲,http://live.aikan.miguvideo.com/PLTV/88888888/224/3221231654/index.m3u8
CCTV5,http://live.aikan.miguvideo.com/PLTV/88888888/224/3221233115/index.m3u8
CCTV5,http://live.aikan.miguvideo.com/PLTV/88888888/224/3221231702/index.m3u8
CCTV5,http://live.aikan.miguvideo.com/PLTV/88888888/224/3221232440/index.m3u8
CCTV5+,http://live.aikan.miguvideo.com/PLTV/88888888/224/3221231459/index.m3u8
CCTV8K,http://live.aikan.miguvideo.com/PLTV/88888888/224/3221233413/index.m3u8

CCTV6,http://live.aikan.miguvideo.com/PLTV/88888888/224/3221231724/index.m3u8
CCTV7,
CCTV8,http://live.aikan.miguvideo.com/PLTV/88888888/224/3221231694/index.m3u8
CCTV9,http://live.aikan.miguvideo.com/PLTV/88888888/224/3221231697/index.m3u8
CCTV10,http://live.aikan.miguvideo.com/PLTV/88888888/224/3221231666/index.m3u8 
CCTV10,http://live.aikan.miguvideo.com/PLTV/88888888/224/3221232492/index.m3u8            

CCTV12,http://live.aikan.miguvideo.com/PLTV/88888888/224/3221231660/index.m3u8

CCTV14,http://live.aikan.miguvideo.com/PLTV/88888888/224/3221231648/index.m3u8
CCTV15,http://live.aikan.miguvideo.com/PLTV/88888888/224/3221231693/index.m3u8
CCTV16,http://live.aikan.miguvideo.com/PLTV/88888888/224/3221233409/index.m3u8
CCTV16,http://live.aikan.miguvideo.com/PLTV/88888888/224/3221233410/index.m3u8
CCTV16,http://live.aikan.miguvideo.com/PLTV/88888888/224/3221233442/index.m3u8
CCTV16,http://live.aikan.miguvideo.com/PLTV/88888888/224/3221233403/index.m3u8
CCTV16,http://live.aikan.miguvideo.com/PLTV/88888888/224/3221233392/index.m3u8
CCTV16,http://live.aikan.miguvideo.com/PLTV/88888888/224/3221233398/index.m3u8
CCTV17,http://live.aikan.miguvideo.com/PLTV/88888888/224/3221231772/index.m3u8
CCTV16,http://live.aikan.miguvideo.com/PLTV/88888888/224/3221233406/index.m3u8
CCTV4K,http://live.aikan.miguvideo.com/PLTV/88888888/224/3221233454/index.m3u8
CCTV4K,http://live.aikan.miguvideo.com/PLTV/88888888/224/3221233400/index.m3u8
CCTV8K,http://live.aikan.miguvideo.com/PLTV/88888888/224/3221233413/index.m3u8
CCTV8K,http://live.aikan.miguvideo.com/PLTV/88888888/224/3221233404/index.m3u8
CCTV8K,http://live.aikan.miguvideo.com/PLTV/88888888/224/3221233350/index.m3u8
CCTV4欧洲,http://live.aikan.miguvideo.com/PLTV/88888888/224/3221231615/index.m3u8
CCTV4欧洲,http://live.aikan.miguvideo.com/PLTV/88888888/224/3221231654/index.m3u8


江苏卫视,http://live.aikan.miguvideo.com/PLTV/88888888/224/3221231447/index.m3u8
湖南卫视],http://live.aikan.miguvideo.com/PLTV/88888888/224/3221231729/index.m3u8
北京卫视,http://live.aikan.miguvideo.com/PLTV/88888888/224/3221231732/index.m3u8
东方卫视,http://live.aikan.miguvideo.com/PLTV/88888888/224/3221231738/index.m3u8
辽宁卫视,http://live.aikan.miguvideo.com/PLTV/88888888/224/3221231802/index.m3u8
湖北卫视,http://live.aikan.miguvideo.com/PLTV/88888888/224/3221231888/index.m3u8
四川卫视,http://live.aikan.miguvideo.com/PLTV/88888888/224/3221231885/index.m3u8
广东卫视,http://live.aikan.miguvideo.com/PLTV/88888888/224/3221231891/index.m3u8
黑龙江卫视,http://live.aikan.miguvideo.com/PLTV/88888888/224/3221231967/index.m3u8
江西卫视,http://live.aikan.miguvideo.com/PLTV/88888888/224/3221231964/index.m3u8
咪咕超清直播,http://live.aikan.miguvideo.com/PLTV/88888888/224/3221232969/index.m3u8
咪咕高清直播,http://live.aikan.miguvideo.com/PLTV/88888888/224/3221232984/index.m3u8
围棋,http://live.aikan.miguvideo.com/PLTV/88888888/224/3221232440/index.m3u8
CHC家庭影院,http://live.aikan.miguvideo.com/PLTV/88888888/224/3221231799/index.m3u8
CETV1,http://live.aikan.miguvideo.com/PLTV/88888888/224/3221231714/index.m3u8
幸福彩,http://live.aikan.miguvideo.com/PLTV/88888888/224/3221231730/index.m3u8
足球,http://live.aikan.miguvideo.com/PLTV/88888888/224/3221232593/index.m3u8
足球,http://live.aikan.miguvideo.com/PLTV/88888888/224/3221232590/index.m3u8
诗词,http://live.aikan.miguvideo.com/PLTV/88888888/224/3221232602/index.m3u8
冬奥纪实,http://live.aikan.miguvideo.com/PLTV/88888888/224/3221233401/index.m3u8
冬奥纪实,http://live.aikan.miguvideo.com/PLTV/88888888/224/3221233356/index.m3u8
冬奥纪实,http://live.aikan.miguvideo.com/PLTV/88888888/224/3221233044/index.m3u8
冬奥纪实,http://live.aikan.miguvideo.com/PLTV/88888888/224/3221233353/index.m3u8

纪实人文,http://live.aikan.miguvideo.com/PLTV/88888888/224/3221231612/index.m3u8

📡回放,#genre#

CCTV1,http://117.148.179.155/PLTV/88888888/224/3221231468/index.m3u8
CCTV1,http://117.148.179.155/PLTV/88888888/224/3221231471/index.m3u8
CCTV2,http://117.148.179.156/PLTV/88888888/224/3221232362/index.m3u8
CCTV2,http://117.148.179.147/PLTV/88888888/224/3221231678/index.m3u8
CCTV3,http://117.148.179.183/PLTV/88888888/224/3221231682/index.m3u8
CCTV3,http://117.148.179.140/PLTV/88888888/224/3221231528/index.m3u8
CCTV4,http://117.148.179.182/PLTV/88888888/224/3221231726/index.m3u8
CCTV4欧洲,http://117.148.179.162/PLTV/88888888/224/3221231615/index.m3u8
CCTV4美洲,http://117.148.179.160/PLTV/88888888/224/3221231654/index.m3u8
CCTV5,http://117.148.179.142/PLTV/88888888/224/3221232440/index.m3u8
CCTV5+,http://117.148.179.136/PLTV/88888888/224/3221231459/index.m3u8
CCTV5+,http://117.148.179.139/PLTV/88888888/224/3221231535/index.m3u8
CCTV6,http://117.148.179.153/PLTV/88888888/224/3221231724/index.m3u8
CCTV7,http://117.148.179.160/PLTV/88888888/224/3221231633/index.m3u8
CCTV8,http://117.148.179.160/PLTV/88888888/224/3221231694/index.m3u8
CCTV9,http://117.148.179.162/PLTV/88888888/224/3221231697/index.m3u8
CCTV10,http://117.148.179.164/PLTV/88888888/224/3221232492/index.m3u8
CCTV10,http://117.148.179.175/PLTV/88888888/224/3221231666/index.m3u8
CCTV11,http://117.148.179.164/PLTV/88888888/224/3221231711/index.m3u8
CCTV12,http://117.148.179.150/PLTV/88888888/224/3221231660/index.m3u8
CCTV13,http://117.148.179.139/PLTV/88888888/224/3221231636/index.m3u8
CCTV14,http://117.148.179.182/PLTV/88888888/224/3221231648/index.m3u8
CCTV15,http://117.148.179.169/PLTV/88888888/224/3221231693/index.m3u8
CCTV17,http://117.148.179.167/PLTV/88888888/224/3221231772/index.m3u8
CCTV怀旧剧场,http://117.148.179.158/PLTV/88888888/224/3221231544/index.m3u8
CCTV第一剧场,http://117.148.179.172/PLTV/88888888/224/3221231540/index.m3u8
CCTV风云剧场,http://117.148.179.162/PLTV/88888888/224/3221231604/index.m3u8
CCTV风云足球,http://117.148.179.137/PLTV/88888888/224/3221231547/index.m3u8
CCTV世界地理,http://117.148.179.156/PLTV/88888888/224/3221231537/index.m3u8
CCTV女性时尚,http://117.148.179.167/PLTV/88888888/224/3221231598/index.m3u8
CCTV央视台球,http://117.148.179.167/PLTV/88888888/224/3221231616/index.m3u8
CCTV高尔夫网球,http://117.148.179.160/PLTV/88888888/224/3221231619/index.m3u8
CCTV央视文化精品,http://117.148.179.147/PLTV/88888888/224/3221231561/index.m3u8
CGTN,http://117.148.179.174/PLTV/88888888/224/3221231592/index.m3u8
CGTN纪录,http://117.148.179.144/PLTV/88888888/224/3221231492/index.m3u8
CGTN法语,http://117.148.179.156/PLTV/88888888/224/3221231550/index.m3u8
CGTN西班牙语,http://117.148.179.176/PLTV/88888888/224/3221231546/index.m3u8
CGTN阿拉伯语,http://117.148.179.163/PLTV/88888888/224/3221231579/index.m3u8
CGTN俄语,http://117.148.179.179/PLTV/88888888/224/3221231591/index.m3u8
CETV1,http://117.148.179.156/PLTV/88888888/224/3221231714/index.m3u8
CETV1,http://117.148.179.149/PLTV/88888888/224/3221231552/index.m3u8
CETV2,http://117.148.179.162/PLTV/88888888/224/3221231607/index.m3u8
CETV3,http://117.148.179.136/PLTV/88888888/224/3221231543/index.m3u8
CETV4,http://117.148.179.155/PLTV/88888888/224/3221231613/index.m3u8
CHC动作电影,http://117.148.179.138/PLTV/88888888/224/3221231580/index.m3u8
CHC家庭影院,http://117.148.179.151/PLTV/88888888/224/3221231799/index.m3u8
湖南卫视,http://117.148.179.172/PLTV/88888888/224/3221231729/index.m3u8
湖南卫视,http://117.148.179.135/PLTV/88888888/224/3221230206/index.m3u8
湖南卫视,http://117.148.179.148/PLTV/88888888/224/3221230824/index.m3u8
江苏卫视,http://117.148.179.175/PLTV/88888888/224/3221231447/index.m3u8
浙江卫视,http://117.148.179.140/PLTV/88888888/224/3221229352/index.m3u8
浙江卫视,http://117.148.179.136/PLTV/88888888/224/3221231567/index.m3u8
东方卫视,http://117.148.179.160/PLTV/88888888/224/3221231738/index.m3u8
东方卫视,http://117.148.179.167/PLTV/88888888/224/3221231450/index.m3u8
广东卫视,http://117.148.179.141/PLTV/88888888/224/3221231891/index.m3u8
广东卫视,http://117.148.179.159/PLTV/88888888/224/3221231502/index.m3u8
北京卫视,http://117.148.179.168/PLTV/88888888/224/3221231732/index.m3u8
天津卫视,http://117.148.179.146/PLTV/88888888/224/3221228905/index.m3u8
山东卫视,http://117.148.179.137/PLTV/88888888/224/3221227909/index.m3u8
湖北卫视,http://117.148.179.142/PLTV/88888888/224/3221231888/index.m3u8
湖北卫视,http://117.148.179.134/PLTV/88888888/224/3221231523/index.m3u8
黑龙江卫视,http://117.148.179.141/PLTV/88888888/224/3221231967/index.m3u8
黑龙江卫视,http://117.148.179.162/PLTV/88888888/224/3221231520/index.m3u8
安徽卫视,http://117.148.179.177/PLTV/88888888/224/3221230215/index.m3u8
辽宁卫视,http://117.148.179.152/PLTV/88888888/224/3221231802/index.m3u8
江西卫视,http://117.148.179.141/PLTV/88888888/224/3221231964/index.m3u8
江西卫视,http://117.148.179.157/PLTV/88888888/224/3221231511/index.m3u8
四川卫视,http://117.148.179.142/PLTV/88888888/224/3221231885/index.m3u8
四川卫视,http://117.148.179.176/PLTV/88888888/224/3221231517/index.m3u8
河北卫视,http://117.148.179.179/PLTV/88888888/224/3221231411/index.m3u8
贵州卫视,http://117.148.179.160/PLTV/88888888/224/3221231676/index.m3u8
南方卫视,http://117.148.179.160/PLTV/88888888/224/3221231661/index.m3u8
山西卫视,http://117.148.179.169/PLTV/88888888/224/3221231444/index.m3u8
东南卫视,http://117.148.179.160/PLTV/88888888/224/3221231414/index.m3u8
青海卫视,http://117.148.179.151/PLTV/88888888/224/3221231435/index.m3u8
云南卫视,http://117.148.179.141/PLTV/88888888/224/3221231499/index.m3u8
河南卫视,http://117.148.179.144/PLTV/88888888/224/3221231514/index.m3u8
陕西卫视,http://117.148.179.156/PLTV/88888888/224/3221231408/index.m3u8
吉林卫视,http://117.148.179.164/PLTV/88888888/224/3221231472/index.m3u8
广西卫视,http://117.148.179.164/PLTV/88888888/224/3221231600/index.m3u8
西藏卫视,http://117.148.179.162/PLTV/88888888/224/3221231558/index.m3u8
内蒙古卫视,http://117.148.179.151/PLTV/88888888/224/3221231478/index.m3u8
宁夏卫视,http://117.148.179.160/PLTV/88888888/224/3221231441/index.m3u8
甘肃卫视,http://117.148.179.158/PLTV/88888888/224/3221231393/index.m3u8
重庆卫视,http://117.148.179.155/PLTV/88888888/224/3221231508/index.m3u8
新疆卫视,http://117.148.179.183/PLTV/88888888/224/3221231451/index.m3u8
兵团卫视,http://117.148.179.162/PLTV/88888888/224/3221231469/index.m3u8
厦门卫视,http://117.148.179.134/PLTV/88888888/224/3221229184/index.m3u8
北京文艺,http://117.148.179.160/PLTV/88888888/224/3221231570/index.m3u8
四海钓鱼,http://117.148.179.159/PLTV/88888888/224/3221231718/index.m3u8
环球旅游,http://117.148.179.154/PLTV/88888888/224/3221231712/index.m3u8
嘉佳卡通,http://117.148.179.144/PLTV/88888888/224/3221231483/index.m3u8
金鹰纪实,http://117.148.179.141/PLTV/88888888/224/3221231582/index.m3u8
江苏教育,http://117.148.179.158/PLTV/88888888/224/3221231631/index.m3u8
优漫卡通,http://117.148.179.183/PLTV/88888888/224/3221231574/index.m3u8
好享购物,http://117.148.179.145/PLTV/88888888/224/3221231424/index.m3u8
好享购物,http://117.148.179.142/PLTV/88888888/224/3221231427/index.m3u8
山东教育卫视,http://117.148.179.157/PLTV/88888888/224/3221231549/index.m3u8
东方影视,http://117.148.179.166/PLTV/88888888/224/3221231639/index.m3u8
上海纪实人文,http://117.148.179.168/PLTV/88888888/224/3221231612/index.m3u8
上海都市,http://117.148.179.165/PLTV/88888888/224/3221231618/index.m3u8
欢笑剧场,http://117.148.179.168/PLTV/88888888/224/3221230739/index.m3u8
幸福彩,http://117.148.179.156/PLTV/88888888/224/3221231730/index.m3u8
东方财经浦东,http://117.148.179.176/PLTV/88888888/224/3221231646/index.m3u8
哈哈炫动,http://117.148.179.136/PLTV/88888888/224/3221231480/index.m3u8
法治天地,http://117.148.179.182/PLTV/88888888/224/3221231597/index.m3u8
咪咕Y+,http://117.148.179.146/PLTV/88888888/224/3221230226/index.m3u8
喜剧联盟,http://117.148.179.154/PLTV/88888888/224/3221231621/index.m3u8
古天乐影院,http://117.148.179.176/PLTV/88888888/224/3221231645/index.m3u8
成龙作品集,http://117.148.179.163/PLTV/88888888/224/3221231687/index.m3u8
郭富城影院,http://117.148.179.152/PLTV/88888888/224/3221231688/index.m3u8
张国荣影院,http://117.148.179.177/PLTV/88888888/224/3221231790/index.m3u8
高分影院,http://117.148.179.182/PLTV/88888888/224/3221231699/index.m3u8
周润发影院,http://117.148.179.177/PLTV/88888888/224/3221231709/index.m3u8
怀旧老片,http://117.148.179.146/PLTV/88888888/224/3221231513/index.m3u8
周星驰影院,http://117.148.179.153/PLTV/88888888/224/3221231562/index.m3u8
午夜失眠剧场,http://117.148.179.141/PLTV/88888888/224/3221231516/index.m3u8
吴京作品集,http://117.148.179.183/PLTV/88888888/224/3221231564/index.m3u8
云上电影院,http://117.148.179.176/PLTV/88888888/224/3221231565/index.m3u8
每日科幻电影,http://117.148.179.160/PLTV/88888888/224/3221231568/index.m3u8
葛优作品集,http://117.148.179.139/PLTV/88888888/224/3221231754/index.m3u8
刘德华影院,http://117.148.179.154/PLTV/88888888/224/3221231757/index.m3u8
僵尸剧场,http://117.148.179.165/PLTV/88888888/224/3221231742/index.m3u8
刘亦菲影视展播,http://117.148.179.165/PLTV/88888888/224/3221231787/index.m3u8
TVB剧场,http://117.148.179.157/PLTV/88888888/224/3221231733/index.m3u8
金庸频道,http://117.148.179.132/PLTV/88888888/224/3221231477/index.m3u8
新片放映厅,http://117.148.179.160/PLTV/88888888/224/3221231640/index.m3u8
盗墓方法论,http://117.148.179.164/PLTV/88888888/224/3221231652/index.m3u8
试胆大会,http://117.148.179.166/PLTV/88888888/224/3221231672/index.m3u8
高能烧脑时刻,http://117.148.179.169/PLTV/88888888/224/3221231504/index.m3u8
杨幂作品集,http://117.148.179.183/PLTV/88888888/224/3221231556/index.m3u8
4K剧场,http://117.148.179.161/PLTV/88888888/224/3221231624/index.m3u8
爱情公寓,http://117.148.179.160/PLTV/88888888/224/3221231583/index.m3u8
军旅剧场,http://117.148.179.145/PLTV/88888888/224/3221231585/index.m3u8
SNH48剧场公演,http://117.148.179.139/PLTV/88888888/224/3221231622/index.m3u8
红色谍战剧场,http://117.148.179.169/PLTV/88888888/224/3221231627/index.m3u8
少林剧场,http://117.148.179.160/PLTV/88888888/224/3221231628/index.m3u8
神探狄仁杰,http://117.148.179.139/PLTV/88888888/224/3221231634/index.m3u8
黄金剧场,http://117.148.179.183/PLTV/88888888/224/3221231637/index.m3u8
追剧少女,http://117.148.179.179/PLTV/88888888/224/3221231643/index.m3u8
古龙作品集,http://117.148.179.160/PLTV/88888888/224/3221231657/index.m3u8
经典贺岁片,http://117.148.179.159/PLTV/88888888/224/3221231679/index.m3u8
24小时体育,http://117.148.179.172/PLTV/88888888/224/3221231778/index.m3u8
每日荐影,http://117.148.179.162/PLTV/88888888/224/3221231727/index.m3u8

五星体育,http://tencent-upcloud-live.bestvcdn.com.cn:8080/live/program/live/ssty/4000000/mnf.m3u8
CCTV8K,http://live.aikan.miguvideo.com/PLTV/88888888/224/3221233413/index.m3u8
CCTV奥林匹克频道,http://39.135.138.60:18890/TVOD/88888910/224/3221226230/index.m3u8
CCTV16,http://live.aikan.miguvideo.com/PLTV/88888888/224/3221233409/index.m3u8
CCTV4K,http://live.aikan.miguvideo.com/PLTV/88888888/224/3221233454/index.m3u8
CCTV奥林匹克频道1,http://39.135.138.60:18890/TVOD/88888910/224/3221226233/index.m3u8
PPTV体育,http://117.148.179.172/PLTV/88888888/224/3221231778/index.m3u8
劲爆体育高清,http://iptv.tvfix.org/hls/jbtyhd.m3u8
五星体育HD,http://iptv.tvfix.org/hls/wxtyhd.m3u8

📡江西回放,#genre#
CCTV-1FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225618/index.m3u8
CCTV-1FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221226221/index.m3u8
CCTV-1FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221226225/index.m3u8
CCTV-1FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225762/index.m3u8
CCTV-1FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225918/index.m3u8
CCTV-1FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225642/index.m3u8
CCTV-1HD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225630/index.m3u8
CCTV-2FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225619/index.m3u8
CCTV-2FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225643/index.m3u8
CCTV-3FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225634/index.m3u8
CCTV-3FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225647/index.m3u8
CCTV-4FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225621/index.m3u8
CCTV-5HD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225751/index.m3u8
CCTV-5HD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225754/index.m3u8
CCTV-5HD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225753/index.m3u8
CCTV-5FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225624/index.m3u8
CCTV-5FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225633/index.m3u8
CCTV-5+FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225649/index.m3u8
CCTV-5+FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225706/index.m3u8
CCTV-6FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225632/index.m3u8
CCTV-6FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225650/index.m3u8
CCTV-7FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225644/index.m3u8
CCTV-8FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225631/index.m3u8
CCTV-8FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225635/index.m3u8
CCTV-9FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225646/index.m3u8
CCTV-9FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225626/index.m3u8
CCTV-10FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225627/index.m3u8
CCTV-10FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225636/index.m3u8
CCTV-11FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225628/index.m3u8
CCTV-12FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225629/index.m3u8
CCTV-12FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225637/index.m3u8
CCTV-13HD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225638/index.m3u8
CCTV-14FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225639/index.m3u8
CCTV-14FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225640/index.m3u8
CCTV-15FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225641/index.m3u8
CCTV-16FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221226230/index.m3u8
CCTV-16FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221226233/index.m3u8
CCTV-17FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225907/index.m3u8
CCTV-17FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225908/index.m3u8
CCTV-17FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225909/index.m3u8
CETV-1,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225661/index.m3u8
CETV-4,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225937/index.m3u8
CGTN,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225645/index.m3u8
CGTN,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225747/index.m3u8
CNC HD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225693/index.m3u8
CNC新华社HD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225694/index.m3u8
北京卫视FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225673/index.m3u8
北京卫视FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225674/index.m3u8
北京冬奥纪实FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225676/index.m3u8
北京冬奥纪实FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225675/index.m3u8
湖南卫视FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225745/index.m3u8
湖南卫视FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225704/index.m3u8
浙江卫视FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225703/index.m3u8
浙江卫视FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225744/index.m3u8
东方卫视FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225658/index.m3u8
东方卫视FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225659/index.m3u8
上海纪实人文FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225654/index.m3u8
上海纪实人文FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225655/index.m3u8
江苏卫视FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225702/index.m3u8
江苏卫视FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225743/index.m3u8
安徽卫视FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225691/index.m3u8
安徽卫视FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225737/index.m3u8
天津卫视FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225739/index.m3u8
天津卫视FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225698/index.m3u8
辽宁卫视FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225696/index.m3u8
辽宁卫视FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225735/index.m3u8
黑龙江卫视FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225736/index.m3u8
黑龙江卫视FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225690/index.m3u8
山东卫视FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225697/index.m3u8
山东卫视FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225738/index.m3u8
广东卫视FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225701/index.m3u8
广东卫视FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225742/index.m3u8
湖北卫视FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225740/index.m3u8
湖北卫视FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225699/index.m3u8
江西卫视FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225705/index.m3u8
江西卫视FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225746/index.m3u8
河北卫视,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225732/index.m3u8
河南卫视,http://ncyd.jilu8.cn/PLTV/88888910/224/3221226196/index.m3u8
吉林卫视,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225680/index.m3u8
山西卫视,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225730/index.m3u8
贵州卫视,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225728/index.m3u8
甘肃卫视,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225724/index.m3u8
宁夏卫视,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225726/index.m3u8
内蒙古卫视,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225667/index.m3u8
青海卫视,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225727/index.m3u8
广西卫视,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225731/index.m3u8
陕西卫视,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225729/index.m3u8
四川卫视,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225733/index.m3u8
西藏卫视,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225723/index.m3u8
新疆卫视,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225725/index.m3u8
云南卫视,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225664/index.m3u8
重庆卫视FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225734/index.m3u8
重庆卫视FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225692/index.m3u8
东南卫视FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225657/index.m3u8
海南卫视,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225722/index.m3u8
兵团卫视,http://ncyd.jilu8.cn/PLTV/88888910/224/3221226200/index.m3u8
深圳卫视FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225700/index.m3u8
深圳卫视FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225741/index.m3u8
山东教育卫视,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225719/index.m3u8
南方卫视,http://ncyd.jilu8.cn/PLTV/88888910/224/3221226203/index.m3u8
厦门卫视,http://ncyd.jilu8.cn/PLTV/88888910/224/3221226199/index.m3u8
安多卫视,http://ncyd.jilu8.cn/PLTV/88888910/224/3221226195/index.m3u8
延边卫视,http://ncyd.jilu8.cn/PLTV/88888910/224/3221226201/index.m3u8
优漫卡通,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225665/index.m3u8
卡酷少儿,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225677/index.m3u8
金鹰卡通,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225721/index.m3u8
哈哈炫动,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225720/index.m3u8
嘉佳卡通,http://ncyd.jilu8.cn/PLTV/88888910/224/3221226193/index.m3u8
中华美食,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225924/index.m3u8
军事评论FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225757/index.m3u8
军旅剧场FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225669/index.m3u8
超级电影FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225766/index.m3u8
超级电影FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225623/index.m3u8
超级电视剧FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225765/index.m3u8
超级电视剧FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225625/index.m3u8
超级综艺FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225768/index.m3u8
超级综艺FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225620/index.m3u8
黑莓电影FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225764/index.m3u8
黑莓电影FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225769/index.m3u8
东北热剧FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221226202/index.m3u8
欢乐剧场FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221226210/index.m3u8
超级体育FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225622/index.m3u8
武博世界FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225656/index.m3u8
超级体育FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225648/index.m3u8
中国功夫FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225660/index.m3u8
怡伴健康FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225666/index.m3u8
农业致富FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225670/index.m3u8
动作电影FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225671/index.m3u8
黑莓动画FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225672/index.m3u8
古装剧场FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225678/index.m3u8
炫舞未来FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225707/index.m3u8
潮妈辣婆FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225708/index.m3u8
精品体育FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225709/index.m3u8
金牌综艺FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225711/index.m3u8
精品纪录FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225710/index.m3u8
影视FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225712/index.m3u8
家庭剧场FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225713/index.m3u8
精品大剧FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225714/index.m3u8
惊悚悬疑FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225717/index.m3u8
黑莓电影FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225718/index.m3u8
爱情喜剧FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225748/index.m3u8
哒啵赛事FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225653/index.m3u8
哒啵赛事FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225750/index.m3u8
哒啵赛事FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221225749/index.m3u8
南昌都市FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221226226/index.m3u8
南昌资讯FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221226228/index.m3u8
南昌公共FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221226231/index.m3u8
咪咕视频FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221226235/index.m3u8
咪咕视频FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221226238/index.m3u8
咪咕足球FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221226240/index.m3u8
咪咕视频FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221226241/index.m3u8
咪咕乒乓FHD,http://ncyd.jilu8.cn/PLTV/88888910/224/3221226243/index.m3u8






📡4k频道,#genre#

1MV4K,http://136.243.42.146:1499
爱上4K,http://111.20.33.93/PLTV/88888893/224/3221226352/index.m3u8
北京IPTV淘剧场,http://39.134.134.88/otttv.bj.chinamobile.com/PLTV/88888888/224/3221226551/index.m3u8?servicetype=1&icpid=&accounttype=1&limitflux=-1&limitdur=-1&GuardEncType=2&accountinfo=3QGHZfaujB8rRCsAsCvwpxxlHr4QY7xmzJA0CWZ2m2oFrdR%2B0WqiDAHoOrKmOBjJo1DAVyGMxV75D0k9A8UW52%2FrO%2F0g1FiOsgmHLskIhGej57NNTIcVyR%2FC8%2FqFakBOtChdQBj46BMs%2FmbjOB0PZw%3D%3D%3A20211105223205%2C10000100000000050000000003887499%2CF6D75A298389DD1E7C3B7D397327CA23%2C-1%2C0%2C1%2C%2C%2C2%2C%2C%2CEND
纯享4K,http://39.134.115.163:8080/PLTV/88888910/224/3221225786/index.m3u8
广东综艺4k,http://astream.apk1088.com:18888/channel.php?id=GDZYHD4K_38000
苏州4K,http://liveshowbak2.kan0512.com/ksz-norecord/csztv4k_4k.m3u8
探索4k,http://39.134.184.95:6610/hwltc.tv.cdn.zj.chinamobile.com/PLTV/88888888/224/3221232776/42330389.smil/index.m3u8?fmt=ts2hls?fmt=ts2hls
C芒果TV,http://39.135.55.105:6610/PLTV/88888888/224/3221226887/index.m3u8?servicetype=1
CCTV4K,http://liveop.cctv.cn/hls/4KHD/playlist.m3u8
CCTV4K HDR,http://ye23.win/iptv/4k.cctv.php
CCTV4K HDR,https://p.ggiptv.com/v/4k.m3u8
CCTV4K-01,http://liveop.cctv.cn/hls/4KHD/playlist.m3u8
CCTV4K-02,http://116.199.5.58:8114/index.m3u8?3Fsv_chan_hls_se_idx=13&FvSeid=1&Fsv_ctype=LIVES&Fsv_otype=1&Provider_id=&Pcontent_id=.m3u8
CCTV8K超高清,http://117.148.179.157/PLTV/88888888/224/3221233350/index.m3u8
CCTV奥运4k,http://39.136.66.40/cdnrrs.gz.chinamobile.com/PLTV/88888888/224/3221226283/1/index.m3u8?fmt=ts2hls
Clarity4K,https://d3thiix3tzne5u.cloudfront.net/playlist2160p.m3u8
LoveNature4K,https://d18dyiwu97wm6q.cloudfront.net/playlist2160p.m3u8
英国天空电视4k,http://vasilius.akciatv.ru/iptv/RGD5Y7ZWRWP4UK/14248/index.m3u8

📡卫视频道,#genre#

凤凰中文高清,http://ott.js.chinamobile.com/TVOD/3/224/3221228057/index.m3u8
凤凰中文高清,https://al-pull2.hkatv.vip/live/phoenixPCC.m3u8
凤凰中文高清,http://223.110.245.167/ott.js.chinamobile.com/PLTV/3/224/3221226922/index.m3u8
凤凰中文高清,http://223.110.245.139/PLTV/3/224/3221226922/index.m3u8
凤凰中文高清,http://play-live.ifeng.com/live/06OLEGEGM4G.m3u8
凤凰中文高清,http://183.207.249.35/PLTV/3/224/3221226922/index.m3u8
凤凰资讯高清,http://ott.js.chinamobile.com/TVOD/3/224/3221228098/index.m3u8
凤凰资讯高清,https://al-pull2.hkatv.vip/live/phoenixPCC.m3u8
凤凰资讯高清,http://223.110.245.167/ott.js.chinamobile.com/PLTV/3/224/3221226923/index.m3u8
凤凰资讯高清,http://183.207.249.35/PLTV/3/224/3221226923/index.m3u8
凤凰资讯高清,http://play-live.ifeng.com/live/06OLEEWQKN4.m3u8
凤凰香港台,http://ott.js.chinamobile.com/TVOD/3/224/3221228060/index.m3u8
凤凰香港台,http://183.207.249.35/PLTV/3/224/3221226975/index.m3u8
凤凰香港台,https://al-pull2.hkatv.vip/live/phoenixPHK.m3u8
凤凰香港台,http://ott.js.chinamobile.com/PLTV/3/224/3221226975/index.m3u8
凤 凰 资 讯,http://anren.live/HK/AQtQ.m3u8
凤 凰 中 文,http://anren.live/HK/AQtU.m3u8
凤 凰 香 港,http://anren.live/HK/BSJE.m3u8
莲 花 卫 视,http://anren.live/HK/BiIOU11uLA.m3u8
香 港 卫 视,http://anren.live/HK/BSJDUFpB.m3u8
香港卫视,http://zhibo.hkstv.tv/livestream/mutfysrq/playlist.m3u8
澳亚卫视,http://live.mastvnet.com:800/4rlff1m/1024/live.m3u8
星空卫视,http://live.scuec.edu.cn:8080/hls/startv.m3u8
星空频道,http://main.webhostingtoto.xyz:2095/NEW_LIVE2711144451/7540066240/281

湖南卫视高清,http://ott.js.chinamobile.com/TVOD/3/224/3221228227/index.m3u8
湖南卫视高清,http://223.110.242.133:6610/gitv/live1/G_HUNAN-CQ/G_HUNAN-CQ/
湖南卫视高清,http://223.110.243.173/PLTV/3/224/3221227220/index.m3u8
湖南卫视高清,http://ott.js.chinamobile.com/PLTV/3/224/3221227191/index.m3u8
湖南卫视高清,http://ott.js.chinamobile.com/PLTV/3/224/3221227220/index.m3u8
湖南卫视高清,http://ott.js.chinamobile.com/PLTV/3/224/3221227320/index.m3u8
湖南卫视高清,http://ott.js.chinamobile.com/PLTV/3/224/3221227482/index.m3u8
湖南卫视高清,http://183.207.248.71/cntv/live1/HD-2500k-1080P-hunanstv/HD-2500k-1080P-hunanstv
湖南卫视高清,http://183.207.248.71/cntv/live1/hunanstv/hunanstv
湖南卫视高清,http://183.207.248.71:80/cntv/live1/湖南卫视/hunanstv
湖南卫视高清,http://223.110.241.139:6610/gitv/live1/G_HUNAN-CQ/G_HUNAN-CQ/
湖南卫视高清,http://223.110.241.150:6610/gitv/live1/G_HUNAN-CQ/G_HUNAN-CQ/
湖南卫视高清,http://223.110.241.203:6610/gitv/live1/G_HUNAN-CQ/G_HUNAN-CQ                    
湖南卫视高清,http://223.110.241.203:6610/gitv/live1/G_HUNAN-CQ/G_HUNAN-CQ/
湖南卫视高清,http://223.110.241.203:6610/gitv/live1/G_HUNAN-CQ/G_HUNNA-CQ                 
湖南卫视高清,http://223.110.241.204:6610/gitv/live1/G_HUNAN-CQ/G_HUNAN-CQ/
湖南卫视高清,http://223.110.242.130:6610/cntv/live1/hunanstv/1.m3u8
湖南卫视高清,http://223.110.242.139:6610/gitv/live1/G_HUNAN-CQ/
湖南卫视高清,http://223.110.242.139:6610/gitv/live1/G_HUNAN-HQ/
江苏卫视高清,http://ott.js.chinamobile.com/TVOD/3/224/3221228097/index.m3u8
江苏卫视高清,http://ott.js.chinamobile.com/PLTV/3/224/3221227185/index.m3u8
江苏卫视高清,http://223.110.242.133:6610/gitv/live1/G_JIANGSU-CQ/G_JIANGSU-CQ/
江苏卫视高清,http://ott.js.chinamobile.com/PLTV/3/224/3221227255/index.m3u8
江苏卫视高清,http://ott.js.chinamobile.com/PLTV/3/224/3221227561/index.m3u8
江苏卫视高清,http://183.207.248.71/cntv/live1/HD-2500k-1080P-jiangsustv/HD-2500k-1080P-jiangsustv
江苏卫视高清,http://183.207.248.71/cntv/live1/jiangsustv/jiangsustv
江苏卫视高清,http://223.110.241.139:6610/gitv/live1/G_JIANGSU-CQ/G_JIANGSU-CQ/
江苏卫视高清,http://223.110.241.150:6610/gitv/live1/G_JIANGSU-CQ/G_JIANGSU-CQ/
江苏卫视高清,http://223.110.241.203:6610/gitv/live1/G_JIANGSU-CQ/G_JIANGSU-CQ/
江苏卫视高清,http://223.110.241.203:6610/gitv/live1/G_JIANGSU-CQ/GU_JIANGSU-CQ                 
江苏卫视高清,http://223.110.241.204:6610/gitv/live1/G_JIANGSU-CQ/G_JIANGSU-CQ/
江苏卫视高清,http://223.110.242.130:6610/cntv/live1/jiangsustv/1.m3u8
江苏卫视高清,http://223.110.242.139:6610/gitv/live1/G_JIANGSU-CQ/
江苏卫视高清,http://223.110.242.139:6610/gitv/live1/G_JIANGSU-HD/
江苏卫视高清,http://223.110.242.139:6610/gitv/live1/G_JIANGSU-HQ/
东方卫视高清,http://ott.js.chinamobile.com/TVOD/3/224/3221228150/index.m3u8
东方卫视高清,http://223.110.242.133:6610/gitv/live1/G_DONGFANG-CQ/G_DONGFANG-CQ/
东方卫视高清,http://223.110.242.134:6610/gitv/live1/G_DONGFANG-CQ/G_DONGFANG-CQ/
东方卫视高清,http://223.110.243.138/PLTV/3/224/3221227208/index.m3u8
东方卫视高清,http://ott.js.chinamobile.com/PLTV/3/224/3221227208/index.m3u8
东方卫视高清,http://ott.js.chinamobile.com/PLTV/3/224/3221227396/index.m3u8
东方卫视高清,http://ott.js.chinamobile.com/PLTV/3/224/3221227597/index.m3u8
东方卫视高清,http://183.207.248.71/cntv/live1/HD-2500k-1080P-dongfangstv/HD-2500k-1080P-dongfangstv
东方卫视高清,http://223.110.241.139:6610/gitv/live1/G_DONGFANG-CQ/G_DONGFANG-CQ/
东方卫视高清,http://223.110.241.150:6610/gitv/live1/G_DONGFANG-CQ/G_DONGFANG-CQ/
东方卫视高清,http://223.110.241.203:6610/gitv/live1/G_DONGFANG-CQ/G_DONGFANG-CQ                 
东方卫视高清,http://223.110.241.203:6610/gitv/live1/G_DONGFANG-CQ/G_DONGFANG-CQ/
东方卫视高清,http://223.110.241.203:6610/gitv/live1/G_DONGFANG-CQ/G_DONGFANG-CQ/                 
东方卫视高清,http://223.110.241.204:6610/gitv/live1/G_DONGFANG-CQ/G_DONGFANG-CQ/
东方卫视高清,http://223.110.242.130:6610/cntv/live1/dongfangstv/1.m3u8
东方卫视高清,http://223.110.242.139:6610/gitv/live1/G_DONGFANG-CQ/
东方卫视高清,http://223.110.242.139:6610/gitv/live1/G_DONGFANG-HQ/
安徽卫视高清,http://ott.js.chinamobile.com/TVOD/3/224/3221228153/index.m3u8
安徽卫视高清,http://223.110.242.133:6610/gitv/live1/G_ANHUI-CQ/G_ANHUI-CQ/
安徽卫视高清,http://223.110.242.134:6610/gitv/live1/G_ANHUI-CQ/G_ANHUI-CQ/
安徽卫视高清,http://ott.js.chinamobile.com/PLTV/3/224/3221225634/index.m3u8
安徽卫视高清,http://ott.js.chinamobile.com/PLTV/3/224/3221227498/index.m3u8
安徽卫视高清,http://ott.js.chinamobile.com/PLTV/3/224/3221227558/index.m3u8
安徽卫视高清,http://183.207.248.71/cntv/live1/anhuistv/anhuistv
安徽卫视高清,http://183.207.248.71:80/cntv/live1/安徽卫视/anhuistv
安徽卫视高清,http://183.207.249.9/PLTV/3/224/3221225634/index.m3u8
安徽卫视高清,http://223.110.241.150:6610/gitv/live1/G_ANHUI-CQ/G_ANHUI-CQ/
安徽卫视高清,http://223.110.241.203:6610/gitv/live1/G_ANHUI-CQ/G_ANHUI-CQ                     
安徽卫视高清,http://223.110.242.130:6610/cntv/live1/anhuistv/1.m3u8
安徽卫视高清,http://223.110.242.139:6610/gitv/live1/G_ANHUI-CQ/
安徽卫视高清,http://223.110.245.147/ott.js.chinamobile.com/PLTV/3/224/3221225634/index.m3u8
浙江卫视高清,http://ott.js.chinamobile.com/TVOD/3/224/3221228147/index.m3u8
浙江卫视高清,http://223.110.242.133:6610/gitv/live1/G_ZHEJIANG-CQ/G_ZHEJIANG-CQ/
浙江卫视高清,http://223.110.243.173/PLTV/3/224/3221227215/index.m3u8
浙江卫视高清,http://ott.js.chinamobile.com/PLTV/3/224/3221225544/index.m3u8
浙江卫视高清,http://ott.js.chinamobile.com/PLTV/3/224/3221227215/index.m3u8
浙江卫视高清,http://183.207.248.71/cntv/live1/HD-2500k-1080P-zhejiangstv/HD-2500k-1080P-zhejiangstv
浙江卫视高清,http://183.207.248.71/cntv/live1/zhejiangstv/zhejiangstv
浙江卫视高清,http://183.207.248.71:80/cntv/live1/浙江卫视/zhejiangstv
浙江卫视高清,http://183.207.249.9/PLTV/3/224/3221225544/index.m3u8
浙江卫视高清,http://223.110.241.139:6610/gitv/live1/G_ZHEJIANG-CQ/G_ZHEJIANG-CQ/
浙江卫视高清,http://223.110.241.150:6610/gitv/live1/G_ZHEJIANG-CQ/G_ZHEJIANG-CQ/
浙江卫视高清,http://223.110.241.203:6610/gitv/live1/G_ZHEJIANG-CQ/G_ZHEJIANG-CQ                 
浙江卫视高清,http://223.110.241.203:6610/gitv/live1/G_ZHEJIANG-CQ/G_ZHEJIANG-CQ/
浙江卫视高清,http://223.110.241.204:6610/gitv/live1/G_ZHEJIANG-CQ/G_ZHEJIANG-CQ/
浙江卫视高清,http://223.110.242.130:6610/cntv/live1/zhejiangstv/1.m3u8
浙江卫视高清,http://223.110.242.139:6610/gitv/live1/G_ZHEJIANG-CQ/
浙江卫视高清,http://223.110.242.139:6610/gitv/live1/G_ZHEJIANG-HQ/
北京卫视高清,http://ott.js.chinamobile.com/TVOD/3/224/3221228115/index.m3u8
北京卫视高清,http://ott.js.chinamobile.com/PLTV/3/224/3221225574/index.m3u8
北京卫视高清,http://ott.js.chinamobile.com/PLTV/3/224/3221227246/index.m3u8
北京卫视高清,http://183.207.248.71/cntv/live1/beijingstv/beijingstv
北京卫视高清,http://183.207.248.71/cntv/live1/HD-2500k-1080P-beijingstv/HD-2500k-1080P-beijingstv
北京卫视高清,http://183.207.248.71:80/cntv/live1/北京卫视/beijingstv
北京卫视高清,http://183.207.249.7/PLTV/3/224/3221225574/index.m3u8
北京卫视高清,http://223.110.241.139:6610/gitv/live1/G_BEIJING-CQ/G_BEIJING-CQ/
北京卫视高清,http://223.110.241.150:6610/gitv/live1/G_BEIJING-CQ/G_BEIJING-CQ/
北京卫视高清,http://223.110.241.203:6610/gitv/live1/G_BEIJING-CQ/G_BEIJING-CQ                 
北京卫视高清,http://223.110.241.203:6610/gitv/live1/G_BEIJING-CQ/G_BEIJING-CQ/
北京卫视高清,http://223.110.241.204:6610/gitv/live1/G_BEIJING-CQ/G_BEIJING-CQ/
北京卫视高清,http://223.110.242.130:6610/cntv/live1/beijingstv/1.m3u8
北京卫视高清,http://223.110.242.139:6610/gitv/live1/G_BEIJING-CQ/
北京卫视高清,http://223.110.242.139:6610/gitv/live1/G_BEIJING-HQ/
北京卫视高清,http://223.110.243.173/PLTV/3/224/3221227246/index.m3u8
山东卫视高清,http://ott.js.chinamobile.com/TVOD/3/224/3221228124/index.m3u8
山东卫视高清,http://223.110.242.133:6610/gitv/live1/G_SHANDONG-CQ/G_SHANDONG-CQ/
山东卫视高清,http://ott.js.chinamobile.com/PLTV/3/224/3221227258/index.m3u8
山东卫视高清,http://ott.js.chinamobile.com/PLTV/3/224/3221227310/index.m3u8
山东卫视高清,http://ott.js.chinamobile.com/PLTV/3/224/3221227517/index.m3u8
山东卫视高清,http://183.207.248.71/cntv/live1/HD-2500k-1080P-shandongstv/HD-2500k-1080P-shandongstv
山东卫视高清,http://223.110.241.139:6610/gitv/live1/G_SHANDONG-HQ/G_SHANDONG-HQ/
山东卫视高清,http://223.110.241.150:6610/gitv/live1/G_SHANDONG-CQ/G_SHANDONG-CQ/
山东卫视高清,http://223.110.241.203:6610/gitv/live1/G_SHANDONG-CQ/G_SHANDONG-CQ                     
山东卫视高清,http://223.110.241.204:6610/gitv/live1/G_SHANDONG-HQ/G_SHANDONG-HQ/
山东卫视高清,http://223.110.242.130:6610/cntv/live1/shandongstv/1.m3u8
山东卫视高清,http://223.110.242.139:6610/gitv/live1/G_SHANDONG-CQ/
山东卫视高清,http://223.110.242.139:6610/gitv/live1/G_SHANDONG-HD/
山东卫视高清,http://223.110.242.139:6610/gitv/live1/G_SHANDONG-HQ/
山东卫视高清,http://223.110.243.171/PLTV/3/224/3221227258/index.m3u8
江西卫视高清,http://ott.js.chinamobile.com/TVOD/3/224/3221228109/index.m3u8
江西卫视高清,http://223.110.242.133:6610/gitv/live1/G_JIANGXI-CQ/G_JIANGXI-CQ/
江西卫视高清,http://183.207.248.71/cntv/live1/jiangxistv/jiangxistv
江西卫视高清,http://183.207.248.71:80/cntv/live1/江西卫视/jiangxistv
江西卫视高清,http://223.110.242.130:6610/cntv/live1/jiangxistv/1.m3u8
河南卫视高清,http://ott.js.chinamobile.com/TVOD/3/224/3221228221/index.m3u8
河南卫视高清,http://223.110.242.133:6610/gitv/live1/G_HENAN-CQ/G_HENAN-CQ/
河南卫视高清,http://223.110.242.134:6610/gitv/live1/G_HENAN-CQ/G_HENAN-CQ/
河南卫视高清,http://223.110.242.142:6610/gitv/live1/G_HENAN-CQ/G_HENAN-CQ/
河南卫视高清,http://223.110.242.143:6610/gitv/live1/G_HENAN-CQ/G_HENAN-CQ/
河南卫视高清,http://223.110.242.146:6610/gitv/live1/G_HENAN-CQ/G_HENAN-CQ/
河南卫视高清,http://223.110.242.150:6610/gitv/live1/G_HENAN-CQ/G_HENAN-CQ/
河南卫视高清,http://223.110.242.145:6610/gitv/live1/G_HENAN-CQ/G_HENAN-CQ/
河南卫视高清,http://223.110.242.154:6610/gitv/live1/G_HENAN-CQ/G_HENAN-CQ/
河南卫视高清,http://223.110.242.153:6610/gitv/live1/G_HENAN-CQ/G_HENAN-CQ/
河南卫视高清,http://223.110.242.151:6610/gitv/live1/G_HENAN-CQ/G_HENAN-CQ/
河南卫视高清,http://223.110.242.152:6610/gitv/live1/G_HENAN-CQ/G_HENAN-CQ/
河南卫视高清,http://223.110.242.157:6610/gitv/live1/G_HENAN-CQ/G_HENAN-CQ/
东南卫视高清,http://223.110.234.24/ott.js.chinamobile.com/PLTV/3/224/3221227670/index.m3u8
广东卫视高清,http://ott.js.chinamobile.com/TVOD/3/224/3221228230/index.m3u8
广东卫视高清,http://223.110.242.133:6610/gitv/live1/G_GUANGDONG-CQ/G_GUANGDONG-CQ/
广东卫视高清,http://ott.js.chinamobile.com/PLTV/3/224/3221227249/index.m3u8
广东卫视高清,http://ott.js.chinamobile.com/PLTV/3/224/3221227399/index.m3u8
广东卫视高清,http://183.207.248.71/cntv/live1/HD-2500k-1080P-guangdongstv/HD-2500k-1080P-guangdongstv
广东卫视高清,http://223.110.241.150:6610/gitv/live1/G_GUANGDONG-CQ/G_GUANGDONG-CQ/
广东卫视高清,http://223.110.242.130:6610/cntv/live1/guangdongstv/1.m3u8
广东卫视高清,http://223.110.242.139:6610/gitv/live1/G_GUANGDONG-CQ/
广东卫视高清,http://223.110.242.139:6610/gitv/live1/G_GUANGDONG-HQ/
重庆卫视高清,http://ott.js.chinamobile.com/TVOD/3/224/3221227729/index.m3u8
重庆卫视高清,http://223.110.234.30/ott.js.chinamobile.com/PLTV/3/224/3221227729/index.m3u8
重庆卫视高清,http://223.110.242.134:6610/cntv/live1/HD-8000k-1080P-chongqingstv/1.m3u8
北京纪实高清,http://ott.js.chinamobile.com/TVOD/3/224/3221227711/index.m3u8
北京纪实高清,http://183.207.248.71:80/cntv/live1/北京纪实频道超高清/HD-8000k-1080P-beijingjishi
北京纪实高清,http://223.110.242.134:6610/cntv/live1/HD-8000k-1080P-beijingjishi/1.m3u8
黑龙江卫视高清,http://ott.js.chinamobile.com/TVOD/3/224/3221228233/index.m3u8
黑龙江卫视高清,http://223.110.242.133:6610/gitv/live1/G_HEILONGJIANG-CQ/G_HEILONGJIANG-CQ/
黑龙江卫视高清,http://ott.js.chinamobile.com/PLTV/3/224/3221227252/index.m3u8
黑龙江卫视高清,http://ott.js.chinamobile.com/PLTV/3/224/3221227323/index.m3u8
黑龙江卫视高清,http://ott.js.chinamobile.com/PLTV/3/224/3221227492/index.m3u8
黑龙江卫视高清,http://ott.js.chinamobile.com/PLTV/3/224/3221227514/index.m3u8
黑龙江卫视高清,http://183.207.248.71/cntv/live1/HD-2500k-1080P-heilongjiangstv/HD-2500k-1080P-heilongjiangstv
黑龙江卫视高清,http://183.207.248.71:80/cntv/live1/黑龙江卫视/HD-2500k-1080P-heilongjiangstv
黑龙江卫视高清,http://223.110.241.150:6610/gitv/live1/G_HEILONGJIANG-CQ/G_HEILONGJIANG-CQ/
黑龙江卫视高清,http://223.110.241.203:6610/gitv/live1/G_HEILONGJIANG-CQ/G_HEILONGJIANG-CQ               
黑龙江卫视高清,http://223.110.245.165/ott.js.chinamobile.com/PLTV/3/224/3221227323/index.m3u8
河北卫视高清,http://ott.js.chinamobile.com/TVOD/3/224/3221228106/index.m3u8
河北卫视高清,http://223.110.242.133:6610/gitv/live1/G_HEBEI-CQ/G_HEBEI-CQ/
河北卫视高清,http://223.110.242.134:6610/gitv/live1/G_HEBEI-CQ/G_HEBEI-CQ/
河北卫视高清,http://223.110.242.142:6610/gitv/live1/G_HEBEI-CQ/G_HEBEI-CQ/
河北卫视高清,http://223.110.242.143:6610/gitv/live1/G_HEBEI-CQ/G_HEBEI-CQ/
河北卫视高清,http://223.110.242.146:6610/gitv/live1/G_HEBEI-CQ/G_HEBEI-CQ/
河北卫视高清,http://223.110.242.150:6610/gitv/live1/G_HEBEI-CQ/G_HEBEI-CQ/
河北卫视高清,http://223.110.242.145:6610/gitv/live1/G_HEBEI-CQ/G_HEBEI-CQ/
河北卫视高清,http://223.110.242.154:6610/gitv/live1/G_HEBEI-CQ/G_HEBEI-CQ/
河北卫视高清,http://223.110.242.153:6610/gitv/live1/G_HEBEI-CQ/G_HEBEI-CQ/
河北卫视高清,http://223.110.242.151:6610/gitv/live1/G_HEBEI-CQ/G_HEBEI-CQ/
河北卫视高清,http://223.110.242.152:6610/gitv/live1/G_HEBEI-CQ/G_HEBEI-CQ/
河北卫视高清,http://223.110.242.157:6610/gitv/live1/G_HEBEI-CQ/G_HEBEI-CQ/
河北卫视高清,http://223.110.242.155:6610/gitv/live1/G_HEBEI-CQ/G_HEBEI-CQ/
河北卫视高清,http://223.110.242.160:6610/gitv/live1/G_HEBEI-CQ/G_HEBEI-CQ/
湖北卫视高清,http://ott.js.chinamobile.com/TVOD/3/224/3221228159/index.m3u8
湖北卫视高清,http://223.110.242.133:6610/gitv/live1/G_HUBEI-CQ/G_HUBEI-CQ/
湖北卫视高清,http://ott.js.chinamobile.com/PLTV/3/224/3221227211/index.m3u8
湖北卫视高清,http://ott.js.chinamobile.com/PLTV/3/224/3221227565/index.m3u8
湖北卫视高清,http://183.207.248.71/cntv/live1/HD-2500k-1080P-hubeistv/HD-2500k-1080P-hubeistv
湖北卫视高清,http://223.110.241.150:6610/gitv/live1/G_HUBEI-CQ/G_HUBEI-CQ/
湖北卫视高清,http://223.110.242.130:6610/cntv/live1/hubeistv/1.m3u8
湖北卫视高清,http://223.110.242.139:6610/gitv/live1/G_HUBEI-CQ/
湖北卫视高清,http://223.110.242.139:6610/gitv/live1/G_HUBEI-HQ/
湖北卫视高清,http://223.110.243.171/PLTV/3/224/3221227211/index.m3u8
深圳卫视高清,http://ott.js.chinamobile.com/TVOD/3/224/3221228236/index.m3u8
深圳卫视高清,http://223.110.242.133:6610/gitv/live1/G_SHENZHEN-CQ/G_SHENZHEN-CQ/
深圳卫视高清,http://ott.js.chinamobile.com/PLTV/3/224/3221227217/index.m3u8
深圳卫视高清,http://ott.js.chinamobile.com/PLTV/3/224/3221227307/index.m3u8
深圳卫视高清,http://ott.js.chinamobile.com/PLTV/3/224/3221227442/index.m3u8
深圳卫视高清,http://183.207.248.71/cntv/live1/HD-2500k-1080P-shenzhenstv/HD-2500k-1080P-shenzhenstv
深圳卫视高清,http://223.110.241.150:6610/gitv/live1/G_SHENZHEN-CQ/G_SHENZHEN-CQ/
深圳卫视高清,http://223.110.241.203:6610/gitv/live1/G_SHENZHEN-CQ/G_SHENZHEN-CQ                 
深圳卫视高清,http://223.110.242.130:6610/cntv/live1/shenzhenstv/1.m3u8
深圳卫视高清,http://223.110.242.139:6610/gitv/live1/G_SHENZHEN-CQ/
深圳卫视高清,http://223.110.242.139:6610/gitv/live1/G_SHENZHEN-HQ/
深圳卫视高清,http://223.110.243.171/PLTV/3/224/3221227217/index.m3u8
天津卫视高清,http://shbu.live.bestvcdn.com.cn:8080/live/program/live/tjwshd/4000000/mnf.m3u8
天津卫视高清,http://ott.js.chinamobile.com/TVOD/3/224/3221228239/index.m3u8
天津卫视高清,http://223.110.242.133:6610/gitv/live1/G_TIANJIN-CQ/G_TIANJIN-CQ/
天津卫视高清,http://ott.js.chinamobile.com/PLTV/3/224/3221227212/index.m3u8
天津卫视高清,http://ott.js.chinamobile.com/PLTV/3/224/3221227382/index.m3u8
天津卫视高清,http://ott.js.chinamobile.com/PLTV/3/224/3221227407/index.m3u8
天津卫视高清,http://ott.js.chinamobile.com/PLTV/3/224/3221227488/index.m3u8
天津卫视高清,http://183.207.248.71/cntv/live1/HD-2500k-1080P-tianjinstv/HD-2500k-1080P-tianjinstv
天津卫视高清,http://223.110.241.150:6610/gitv/live1/G_TIANJIN-CQ/G_TIANJIN-CQ/
天津卫视高清,http://223.110.242.130:6610/cntv/live1/tianjinstv/1.m3u8
天津卫视高清,http://223.110.242.139:6610/gitv/live1/G_TIANJIN-CQ/
天津卫视高清,http://223.110.242.139:6610/gitv/live1/G_TIANJIN-HQ/
辽宁卫视高清,http://ott.js.chinamobile.com/TVOD/3/224/3221228162/index.m3u8
辽宁卫视高清,http://223.110.242.133:6610/gitv/live1/G_LIAONING-CQ/G_LIAONING-CQ/
辽宁卫视高清,http://223.110.241.150:6610/gitv/live1/G_LIAONING-CQ/G_LIAONING-CQ/
辽宁卫视高清,http://223.110.241.203:6610/gitv/live1/G_LIAONING-CQ/G_LIAONING-CQ                     
辽宁卫视高清,http://223.110.242.139:6610/gitv/live1/G_LIAONING-CQ/
辽宁卫视高清,http://223.110.242.139:6610/gitv/live1/G_LIAONING-HQ/
辽宁卫视高清,http://ott.js.chinamobile.com/PLTV/3/224/3221227485/index.m3u8
广西卫视高清,http://live-cdn.gxxw.com/tv/gxtvlive/index.m3u8
河南卫视4k超高清,http://218.29.135.2:4000/udp/225.1.4.254:1300
南国都市4K超高清,https://aplay.gztv.com/sec/shenghuos.m3u8


📡备用频道,#genre#
CCTV-4K超高清,http://iptv.tvfix.org/hls/cctv4k.m3u8
CCTV-1高清,http://iptv.tvfix.org/hls/cctv1hd.m3u8
CCTV-1HK版高清,http://iptv.tvfix.org/hls/cctv1hdhk.m3u8
CCTV-2高清,http://iptv.tvfix.org/hls/cctv2hd.m3u8
CCTV-3高清,http://iptv.tvfix.org/hls/cctv3hd.m3u8
CCTV-4高清,http://iptv.tvfix.org/hls/cctv4hd.m3u8
CCTV-5高清,http://iptv.tvfix.org/hls/cctv5hd.m3u8
CCTV-5+高清,http://iptv.tvfix.org/hls/cctv5phd.m3u8
CCTV-6高清,http://iptv.tvfix.org/hls/cctv6hd.m3u8
CCTV-7高清,http://iptv.tvfix.org/hls/cctv7hd.m3u8
CCTV-8高清,http://iptv.tvfix.org/hls/cctv8hd.m3u8
CCTV-9高清,http://iptv.tvfix.org/hls/cctv9hd.m3u8
CCTV-10高清,http://iptv.tvfix.org/hls/cctv10hd.m3u8
CCTV-11高清,http://iptv.tvfix.org/hls/cctv11hd.m3u8
CCTV-12高清,http://iptv.tvfix.org/hls/cctv12hd.m3u8
CCTV-13高清,http://iptv.tvfix.org/hls/cctv13hd.m3u8
CCTV-14高清,http://iptv.tvfix.org/hls/cctv14hd.m3u8
CCTV-15高清,http://iptv.tvfix.org/hls/cctv15hd.m3u8
CCTV-16高清,http://iptv.tvfix.org/hls/cctv16hd.m3u8
CCTV-17高清,http://iptv.tvfix.org/hls/cctv17hd.m3u8
CGTN高清,http://iptv.tvfix.org/hls/cgtnhd.m3u8
CGTN纪录高清,http://iptv.tvfix.org/hls/cgtndochd.m3u8
CGTN法语高清,http://iptv.tvfix.org/hls/cgtnfhd.m3u8
CGTN俄语高清,http://iptv.tvfix.org/hls/cgtnehd.m3u8
CGTN阿拉伯语高清,http://iptv.tvfix.org/hls/cgtnahd.m3u8
CGTN西班牙语高清,http://iptv.tvfix.org/hls/cgtnxhd.m3u8

CHC高清电影,http://39.134.18.68/PLTV/88888888/224/3221232382/index.m3u8#http://39.134.18.66/dbiptv.sn.chinamobile.com/PLTV/88888888/224/3221226463/1.m3u8
CHC动作电影,http://39.134.18.68/PLTV/88888888/224/3221232384/index.m3u8#http://39.134.18.66/dbiptv.sn.chinamobile.com/PLTV/88888888/224/3221226465/1.m3u8
CHC家庭电影,http://39.134.18.68/PLTV/88888888/224/3221232379/index.m3u8#http://39.134.18.66/dbiptv.sn.chinamobile.com/PLTV/88888888/224/3221226462/1.m3u8
欢笑剧场,http://39.134.39.39/PLTV/88888888/224/3221226203/index.m3u8
风云音乐,http://39.136.18.76/cdnrrs.gz.chinamobile.com/PLTV/88888888/224/3221226083/1/index.m3u8?fmt=ts2hls
风云足球,http://39.136.18.76/cdnrrs.gz.chinamobile.com/PLTV/88888888/224/3221226153/1/index.m3u8?fmt=ts2hls
高尔夫网球,http://39.136.18.76/cdnrrs.gz.chinamobile.com/PLTV/88888888/224/3221226114/1/index.m3u8?fmt=ts2hls
CCTV女性时尚,http://wtv2.hodtv.tv:80/gudou9.php?id=DOXyuanxianHD_7000&/PLTV/hls.smil.m3u8

CCTV世界地理,http://wtv2.hodtv.tv:80/gudou9.php?id=DOXhanliuHD_7000&/PLTV/hls.smil.m3u8

CCTV央视文化精品,http://wtv2.hodtv.tv:80/gudou9.php?id=DOXyijiaHD_7000&/PLTV/hls.smil.m3u8

CCTV央视台球,http://wtv2.hodtv.tv:80/gudou9.php?id=DOXyinglunHD_7000&/PLTV/hls.smil.m3u8

CCTV风云音乐,http://wtv2.hodtv.tv:80/gudou9.php?id=DOXxinyiHD_7000&/PLTV/hls.smil.m3u8

CCTV风云剧场,http://wtv2.hodtv.tv:80/gudou9.php?id=DOXxinzhiHD_7000&/PLTV/hls.smil.m3u8

CCTV第一剧场,http://wtv2.hodtv.tv:80/gudou9.php?id=DOXyinghuaHD_7000&/PLTV/hls.smil.m3u8

CCTV怀旧剧场,http://wtv2.hodtv.tv:80/gudou9.php?id=DOXjuchangHD_7000&/PLTV/hls.smil.m3u8

CCTV风云剧场,http://wtv2.hodtv.tv:80/gudou9.php?id=fengyunjuchang_1500&/PLTV/hls.smil.m3u8

CCTV风云足球,http://wtv2.hodtv.tv:80/gudou9.php?id=fengyunzuqiu_1500&/PLTV/hls.smil.m3u8

CCTV风云音乐,http://wtv2.hodtv.tv:80/gudou9.php?id=fengyunyinyue_1500&/PLTV/hls.smil.m3u8

CCTV怀旧剧场,http://wtv2.hodtv.tv:80/gudou9.php?id=huaijiujuchang_1500&/PLTV/hls.smil.m3u8

CCTV世界地理,http://wtv2.hodtv.tv:80/gudou9.php?id=shijiedili_1500&/PLTV/hls.smil.m3u8

CCTV第一剧场,http://wtv2.hodtv.tv:80/gudou9.php?id=diyijuchang_1500&/PLTV/hls.smil.m3u8

CCTV发现之旅,http://wtv2.hodtv.tv:80/gudou9.php?id=faxianzhilv_1500&/PLTV/hls.smil.m3u8

CCTV女性时尚,http://wtv2.hodtv.tv:80/gudou9.php?id=nvxingshishang_1500&/PLTV/hls.smil.m3u8

CCTV央视精品,http://wtv2.hodtv.tv:80/gudou9.php?id=yangshijingpin_1500&/PLTV/hls.smil.m3u8

CCTV卫生健康,http://wtv2.hodtv.tv:80/gudou9.php?id=weishengjiankang_1500&/PLTV/hls.smil.m3u8

CCTV电视指南,http://wtv2.hodtv.tv:80/gudou9.php?id=dianshizhinan_1500&/PLTV/hls.smil.m3u8

CHC高清电影HD,http://wtv2.hodtv.tv:80/gudou9.php?id=CHCHD_7000&/PLTV/hls.smil.m3u8
北京卫视高清,http://iptv.tvfix.org/hls/brtv1hd.m3u8
湖南卫视高清,http://iptv.tvfix.org/hls/hunanhd.m3u8
浙江卫视高清,http://iptv.tvfix.org/hls/zjhd.m3u8
江苏卫视高清,http://iptv.tvfix.org/hls/jshd.m3u8
东方卫视高清,http://iptv.tvfix.org/hls/dfhd.m3u8
安徽卫视高清,http://iptv.tvfix.org/hls/ahhd.m3u8
黑龙江卫视高清,http://iptv.tvfix.org/hls/hljhd.m3u8
辽宁卫视高清,http://iptv.tvfix.org/hls/lnhd.m3u8
深圳卫视高清,http://iptv.tvfix.org/hls/szhd.m3u8
广东卫视高清,http://iptv.tvfix.org/hls/gdhd.m3u8
天津卫视高清,http://iptv.tvfix.org/hls/tjhd.m3u8
湖北卫视高清,http://iptv.tvfix.org/hls/hbhd.m3u8
山东卫视高清,http://iptv.tvfix.org/hls/sdhd.m3u8
重庆卫视高清,http://iptv.tvfix.org/hls/cqhd.m3u8
金鹰纪实高清,http://iptv.tvfix.org/hls/gedocu.m3u8
福建东南卫视高清,http://iptv.tvfix.org/hls/dnhd.m3u8
四川卫视高清,http://iptv.tvfix.org/hls/schd.m3u8
河北卫视高清,http://iptv.tvfix.org/hls/hebhd.m3u8
江西卫视高清,http://iptv.tvfix.org/hls/jxhd.m3u8
河南卫视高清,http://iptv.tvfix.org/hls/hnhd.m3u8
广西卫视高清,http://iptv.tvfix.org/hls/gxhd.m3u8
吉林卫视高清,http://iptv.tvfix.org/hls/jlhd.m3u8
中国教育电视台1高清,http://iptv.tvfix.org/hls/cetv1hd.m3u8
海南卫视高清,http://iptv.tvfix.org/hls/lyhd.m3u8
贵州卫视高清,http://iptv.tvfix.org/hls/gzhd.m3u8
新视觉,http://39.136.18.76/cdnrrs.gz.chinamobile.com/PLTV/88888888/224/3221226237/1/index.m3u8?fmt=ts2hls
全纪实,http://39.136.18.76/cdnrrs.gz.chinamobile.com/PLTV/88888888/224/3221226221/1/index.m3u8?fmt=ts2hls
生活时尚,http://39.136.18.76/cdnrrs.gz.chinamobile.com/PLTV/88888888/224/3221226207/1/index.m3u8?fmt=ts2hls
快乐垂钓,http://39.136.18.76/cdnrrs.gz.chinamobile.com/PLTV/88888888/224/3221226224/1/index.m3u8?fmt=ts2hls
金鹰纪实,http://39.136.18.76/cdnrrs.gz.chinamobile.com/PLTV/88888888/224/3221226064/1/index.m3u8?fmt=ts2hls
环球奇观,http://39.136.18.76/cdnrrs.gz.chinamobile.com/PLTV/88888888/224/3221225681/1/index.m3u8?fmt=ts2hls
茶频道,http://39.136.18.76/cdnrrs.gz.chinamobile.com/PLTV/88888888/224/3221226240/1/index.m3u8?fmt=ts2hls
摄影频道,http://39.136.18.76/cdnrrs.gz.chinamobile.com/PLTV/88888888/224/3221225683/1/index.m3u8?fmt=ts2hls
武术世界,http://39.136.18.76/cdnrrs.gz.chinamobile.com/PLTV/88888888/224/3221225691/1/index.m3u8?fmt=ts2hls
天元围棋,http://39.136.18.76/cdnrrs.gz.chinamobile.com/PLTV/88888888/224/3221225714/1/index.m3u8?fmt=ts2hls
财富天下,http://39.136.18.76/cdnrrs.gz.chinamobile.com/PLTV/88888888/224/3221226145/1/index.m3u8?fmt=ts2hls
嘉佳卡通,http://39.136.18.76/cdnrrs.gz.chinamobile.com/PLTV/88888888/224/3221225690/1/index.m3u8?fmt=ts2hls

📡央视数字,#genre#
CCTV-高尔夫网球,http://39.136.66.40/cdnrrs.gz.chinamobile.com/PLTV/88888888/224/3221225674/1/index.m3u8?fmt=ts2hls
CCTV-文化精品,http://39.136.66.40/cdnrrs.gz.chinamobile.com/PLTV/88888888/224/3221225675/1/index.m3u8?fmt=ts2hls
CCTV-电视指南,http://39.136.66.40/cdnrrs.gz.chinamobile.com/PLTV/88888888/224/3221225673/1/index.m3u8?fmt=ts2hls
CCTV-兵器科技,http://39.136.66.40/cdnrrs.gz.chinamobile.com/PLTV/88888888/224/3221225676/1/index.m3u8?fmt=ts2hls
CCTV-风云音乐,http://39.136.66.40/cdnrrs.gz.chinamobile.com/PLTV/88888888/224/3221225698/1/index.m3u8?fmt=ts2hls
CCTV-女性时尚,http://39.136.66.40/cdnrrs.gz.chinamobile.com/PLTV/88888888/224/3221225699/1/index.m3u8?fmt=ts2hls
CCTV-风云剧场,http://39.136.66.40/cdnrrs.gz.chinamobile.com/PLTV/88888888/224/3221225700/1/index.m3u8?fmt=ts2hls
CCTV-第一剧场,http://39.136.66.40/cdnrrs.gz.chinamobile.com/PLTV/88888888/224/3221225702/1/index.m3u8?fmt=ts2hls
CCTV-世界地理,http://39.136.66.40/cdnrrs.gz.chinamobile.com/PLTV/88888888/224/3221225733/1/index.m3u8?fmt=ts2hls
CCTV-风云足球,http://39.136.66.40/cdnrrs.gz.chinamobile.com/PLTV/88888888/224/3221225734/1/index.m3u8?fmt=ts2hls
CCTV-怀旧剧场,http://39.136.66.40/cdnrrs.gz.chinamobile.com/PLTV/88888888/224/3221225765/1/index.m3u8?fmt=ts2hls
CCTV-高尔夫网球 25fps,http://39.136.66.40/cdnrrs.gz.chinamobile.com/PLTV/88888888/224/3221226114/1/index.m3u8?fmt=ts2hls
CCTV-文化精品 25fps,http://39.136.66.40/cdnrrs.gz.chinamobile.com/PLTV/88888888/224/3221226100/1/index.m3u8?fmt=ts2hls
CCTV-电视指南 25fps,http://39.136.66.40/cdnrrs.gz.chinamobile.com/PLTV/88888888/224/3221226120/1/index.m3u8?fmt=ts2hls
CCTV-兵器科技 25fps,http://39.136.66.40/cdnrrs.gz.chinamobile.com/PLTV/88888888/224/3221226111/1/index.m3u8?fmt=ts2hls
CCTV-风云音乐 25fps,http://39.136.66.40/cdnrrs.gz.chinamobile.com/PLTV/88888888/224/3221226083/1/index.m3u8?fmt=ts2hls
CCTV-风云剧场 25fps,http://39.136.66.40/cdnrrs.gz.chinamobile.com/PLTV/88888888/224/3221226107/1/index.m3u8?fmt=ts2hls
CCTV-第一剧场 25fps,http://39.136.66.40/cdnrrs.gz.chinamobile.com/PLTV/88888888/224/3221226124/1/index.m3u8?fmt=ts2hls
CCTV-世界地理 25fps,http://39.136.66.40/cdnrrs.gz.chinamobile.com/PLTV/88888888/224/3221226071/1/index.m3u8?fmt=ts2hls
CCTV-风云足球 25fps,http://39.136.66.40/cdnrrs.gz.chinamobile.com/PLTV/88888888/224/3221226153/1/index.m3u8?fmt=ts2hls
CCTV-怀旧剧场 25fps,http://39.136.66.40/cdnrrs.gz.chinamobile.com/PLTV/88888888/224/3221226097/1/index.m3u8?fmt=ts2hls
CCTV-央视台球 25fps,http://39.136.66.40/cdnrrs.gz.chinamobile.com/PLTV/88888888/224/3221226117/1/index.m3u8?fmt=ts2hls
CCTV-央视台球 25FPS,http://39.136.66.40/cdnrrs.gz.chinamobile.com/PLTV/88888888/224/3221226156/1/index.m3u8?fmt=ts2hls
📡特色频道,#genre#


凤凰香港10M1080[1920*1080],http://223.110.236.2/ott.js.chinamobile.com/PLTV/3/224/3221228060/index.m3u8
凤凰资讯10M1080[1920*1080],http://223.110.235.13/ott.js.chinamobile.com/PLTV/3/224/3221228098/index.m3u8
凤凰中文10M1080[1920*1080],http://223.110.235.3/ott.js.chinamobile.com/PLTV/3/224/3221228057/index.m3u8

凤凰资讯,http://playtv-live.ifeng.com:80/live/06OLEEWQKN4.m3u8#http://223.110.235.13/ott.js.chinamobile.com/PLTV/3/224/3221228098/index.m3u8#http://117.169.120.138:8080/live/fhzixun/.m3u8
凤凰中文,http://playtv-live.ifeng.com:80/live/06OLEGEGM4G.m3u8#http://223.110.235.3/ott.js.chinamobile.com/PLTV/3/224/3221228057/index.m3u8#http://223.110.245.139/PLTV/3/224/3221226922/index.m3u8#http://223.110.235.3/ott.js.chinamobile.com/PLTV/3/224/3221228057/index.m3u8$JS1080P
凤凰香港,http://223.110.245.136/PLTV/3/224/3221226975/index.m3u8#http://223.110.245.136/PLTV/3/224/3221226975/index.m3u8?icpid=88888888&from=0&hms_devid=3804
凤凰中文,http://223.110.235.3/ott.js.chinamobile.com/PLTV/3/224/3221228057/index.m3u8$JS1080P#http://223.110.235.3/ott.js.chinamobile.com/TVOD/3/224/3221228057/index.m3u8
凤凰香港,http://223.110.236.2/ott.js.chinamobile.com/PLTV/3/224/3221228060/index.m3u8$JS1080P
翡翠台(第1声道繁体),http://iptv.tvfix.org/hls/jade.m3u8
翡翠台(第2声道简体),http://iptv.tvfix.org/hls/jade2.m3u8
翡翠台海外版(粤语繁体),http://iptv.tvfix.org/hls/jadenhk.m3u8
翡翠台海外版(普通话简体),http://iptv.tvfix.org/hls/jadenhk2.m3u8
J2,http://iptv.tvfix.org/hls/j2.m3u8
J2(第2声道),http://iptv.tvfix.org/hls/j22.m3u8
无线新闻台,http://iptv.tvfix.org/hls/inews.m3u8
无线新闻台(第2声道),http://iptv.tvfix.org/hls/inews2.m3u8
明珠台,http://iptv.tvfix.org/hls/pearl.m3u8
明珠台(第2声道),http://iptv.tvfix.org/hls/pearl2.m3u8
无线财*资讯台,http://iptv.tvfix.org/hls/finance.m3u8
无线财*资讯台(第2声道),http://iptv.tvfix.org/hls/finance2.m3u8
无线财*资讯台海外版,http://iptv.tvfix.org/hls/financenhk.m3u8
ViuTV,http://iptv.tvfix.org/hls/viutv.m3u8
ViuTV(第2声道),http://iptv.tvfix.org/hls/viutv2.m3u8
ViuTV6,http://iptv.tvfix.org/hls/viutv6.m3u8
RTHK31,http://iptv.tvfix.org/hls/rthk31.m3u8
RTHK32,http://iptv.tvfix.org/hls/rthk32.m3u8
深圳旁边国际财*台,http://iptv.tvfix.org/hls/hkibc.m3u8
深圳旁边开电视,http://iptv.tvfix.org/hls/opentv.m3u8
NHK综合,http://iptv.tvfix.org/hls/nhkg.m3u8
NHK综合(第2声道),http://iptv.tvfix.org/hls/nhkg2.m3u8
NHK教育,http://iptv.tvfix.org/hls/nhke.m3u8
NHK教育(第2声道),http://iptv.tvfix.org/hls/nhke2.m3u8
NHK WORLD Premium,http://iptv.tvfix.org/hls/nhkworldpremium.m3u8
NHK WORLD,http://iptv.tvfix.org/hls/nhkworld.m3u8
NHK WORLD(中文字幕),http://iptv.tvfix.org/hls/nhkworldzh.m3u8
tvN,http://iptv.tvfix.org/hls/tvn.m3u8
瞬间看地球,http://iptv.tvfix.org/hls/earth.m3u8
美亚电影台(粤语),http://iptv.tvfix.org/hls/mydy.m3u8
美亚电影台(普通话),http://iptv.tvfix.org/hls/mydy2.m3u8
天映经典(粤语),http://iptv.tvfix.org/hls/tyjd.m3u8
天映经典(普通话),http://iptv.tvfix.org/hls/tyjd2.m3u8
Animax,http://iptv.tvfix.org/hls/animax.m3u8
Animax(第2声道),http://iptv.tvfix.org/hls/animax2.m3u8
Hands Up Channel,http://iptv.tvfix.org/hls/kid.m3u8
Hands Up Channel(第2声道),http://iptv.tvfix.org/hls/kid2.m3u8
Thrill,http://iptv.tvfix.org/hls/thrill.m3u8
Thrill(第2声道),http://iptv.tvfix.org/hls/thrill2.m3u8
TVB经典台,http://iptv.tvfix.org/hls/tvbjd.m3u8
TVB为食台,http://iptv.tvfix.org/hls/tvbws.m3u8
TVB为食台(第2声道),http://iptv.tvfix.org/hls/tvbws2.m3u8
TVB星河(粤语),http://iptv.tvfix.org/hls/tvbxh.m3u8
TVB星河(普通话),http://iptv.tvfix.org/hls/tvbxh2.m3u8
TVB功夫台(粤语),http://iptv.tvfix.org/hls/tvbkf.m3u8
TVB功夫(普通话),http://iptv.tvfix.org/hls/tvbkf2.m3u8
凤凰资讯,http://iptv.tvfix.org/hls/fhzx.m3u8
凤凰中文,http://iptv.tvfix.org/hls/fhzw.m3u8
凤凰电影,http://iptv.tvfix.org/hls/fhdy.m3u8
Discovery,http://iptv.tvfix.org/hls/discovery.m3u8
动物星球,http://iptv.tvfix.org/hls/animal.m3u8
Love Nature 4K,http://iptv.tvfix.org/hls/lovenature4k.m3u8
Love Nature 4K(第2声道),http://iptv.tvfix.org/hls/lovenature4k2.m3u8
国家地理,http://iptv.tvfix.org/hls/natlgeo.m3u8
Channel V,http://iptv.tvfix.org/hls/channelv.m3u8
星空卫视,http://iptv.tvfix.org/hls/startv.m3u8
Star Sports,http://iptv.tvfix.org/hls/starsports.m3u8
HBO-HD,p8p://fccs.123178.top:9906/604340b2000af04c06a787875d674b81
HBO原创,p8p://fccs.123178.top:9906/604339520007991f068ab7ad0427275f
HBO Hits HD,p8p://fccs.123178.top:9906/60442428000dc9020040224339113352
HBO 家庭,p8p://fccs.123178.top:9906/610b3ea6000bd4a6041b158a2a02ace5
探索频道,p8p://fccs.123178.top:9906/610b440f00018f2d04303511f19e7e5a
探索亞洲频道,p8p://fccs.123178.top:9906/60433ee00002fb7906a0692e6558cb55
探索科學,p8p://fccs.123178.top:9906/6043456f00065dec06ba08a499663c96
探索動力 DMAX,p8p://fccs.123178.top:9906/6043467c000301e806be22909a147731
探索家庭 EVE,p8p://fccs.123178.top:9906/60689d110008d7a31345719a76b95329
Outdoor,p8p://fccs.123178.top:9906/60434713000a12a206c07237b306369a
ＢＳ釣りビジョン,p8p://fccs.123178.top:9906/6163d87c000494010d63a6c83657671f
國家地理,p8p://fccs.123178.top:9906/6043485f000c065106c583978afda437
國家地理人文,p8p://fccs.123178.top:9906/6043ffe3000c6f3709925f52585be323.ts
國家野生,p8p://fccs.123178.top:9906/604401050005fe790996ca7b4ed24991.ts
動物星球,p8p://fccs.123178.top:9906/60440362000e75bc09a007eeaa0519c7.ts
狼谷競技,p8p://fccs.123178.top:9906/615cf384000c96f10c6762e6a78d90d1
視納華仁紀實台,tvbus://3BWP6X6HKY3jp6JHbqRBRSAxtoFRsF4iWQ3KeoCAc2cjmZgVLL
影迷數位電影台,p8p://fccs.123178.top:9906/6068a2650003dd4d135a407336ec164f.ts
影迷數位紀實台,p8p://fccs.123178.top:9906/60494398000c2ccb1442ef592de01971.ts
歷史頻道,p8p://fccs.123178.top:9906/6049468f0008dae6144e835756f6d068.ts
歷史頻道H2,p8p://fccs.123178.top:9906/6049473c0005320614512630bb45841f.ts	
BBC Lifestyle,p8p://fccs.123178.top:9906/614955d2000d41ca0d901d9987bbb53c
BBC Earth,p8p://fccs.123178.top:9906/6044049e000eb7a609a4da5fcd30cc43.ts
日本旅游频道,p8p://fccs.123178.top:9906/61304d2b000a9536136122700ecd28a5
EYE TV旅遊台,p8p://fccs.123178.top:9906/60494553000b340f1449b191f22032d6.ts
TLC旅遊台,p8p://fccs.123178.top:9906/60440517000a918709a6b1f73be1eeb9.ts
亞洲旅遊,p8p://fccs.123178.top:9906/604405c80008412109a964c89ca82891.ts
afc亞洲美食 HD,p8p://fccs.123178.top:9906/6044065f0003bace09abb177a024828d.ts
FOOD美食,p8p://fccs.123178.top:9906/604407250006a38d09aeb7a6e70be747.ts
幸福居家,p8p://fccs.123178.top:9906/60bd15bb0008599f09527e60628a99c4
時尚瘋高清頻道,p8p://fccs.123178.top:9906/61318fef00087c22184def86f768df3e
美食星球,p8p://fccs.123178.top:9906/604945ed00053a5b144c099a65029d36.ts
MTV HD,tvbus://31mfwjxXeK2sUVMvLLB7SeuyB91K1dhw1wNNkegSCb1cN39MyX
Classica HD古典音樂,p8p://fccs.123178.top:9906/60689dd9000cb8ae13487fd8feab0590.ts
Mezzo Live,p8p://fccs.123178.top:9906/6044084c000d934609b339c4b9e633ef.ts
法國時裝,p8p://fccs.123178.top:9906/6131917c000da76e1853ffa122f43950
MTV綜合,p8p://fccs.123178.top:9906/604408e9000a103309b59e2621263caa.ts
LUXE奢華頻道,p8p://fccs.123178.top:9906/60689d7b000b57f61347104e33aa1e24.ts
韓國娛樂台KMTV,p8p://fccs.123178.top:9906/606bcab100003ef205c38d91720ec13b.ts
tvN,p8p://fccs.123178.top:9906/60440983000c3b9b09b7f844459e12ab.ts
MTV Live,p8p://fccs.123178.top:9906/60440af600097aa009bda0c8f60b1cae.ts	
Channel V,p8p://fccs.123178.top:9906/607396f000059e490994da3ca99473b4.ts
Lifetime,p8p://fccs.123178.top:9906/60440d6800025fd909c72c46337e9f6b.ts
FOX CRIME福斯警匪,p8p://fccs.123178.top:9906/60440e1600029d1f09c9d406f98d5158.ts
FOX 頻道,p8p://fccs.123178.top:9906/60440eb10006690c09cc32777254e90a.ts
FX-HD,p8p://fccs.123178.top:9906/60440f3c000c153709ce52e28565fc29.ts
Bein sports 1,p8p://fccs.123178.top:9906/6165658200031117137285d54842b1b6
FOX優質電影台,p8p://fccs.123178.top:9906/6173bd080007071617c1e0f237fbb6b4	
Bein sports 2,p8p://fccs.123178.top:9906/615ce3e1000a9ab80c2a4dac8efd70b5
采昌影劇,p8p://fccs.123178.top:9906/604411ec0004d59109d8d087e9645ce6.ts
GAGLE EYE,p8p://fccs.123178.top:9906/615ce4500007ece30c2bfe9463f0390e
thrill電影台,p8p://fccs.123178.top:9906/604413240002c04b09dd92bffd4adc1b.ts
KIX電影台,p8p://fccs.123178.top:9906/6044145c000e8fb900026d95dbb7683a.ts
罪案偵緝頻道,p8p://fccs.123178.top:9906/604947cc00047a751453588132b90a12.ts
華納Warner TV,p8p://fccs.123178.top:9906/604414f400055b780004bcfa6ee82d22.ts
CinemaWorld,p8p://fccs.123178.top:9906/604415aa00054259000783e434297e54.ts
衛視西片,p8p://fccs.123178.top:9906/604416620003377d000a521e160e3141.ts
BLUE ANT EXTREME,p8p://fccs.123178.top:9906/60441771000d4807000e774ad2f62e16.ts
Comedy Central Asia,p8p://fccs.123178.top:9906/6044183b000d06f700118c4956df7f03.ts
CatchPlay電影台,p8p://fccs.123178.top:9906/6044191d000d8b620014ff3bef2f4594	.ts
WAKUWAKU JAPAN,p8p://fccs.123178.top:9906/6149539e0006e3320d8780d7a6f76be2
歐洲Euronews,p8p://fccs.123178.top:9906/6176aabc000c8d3309371923ea87bfc9



🇹🇼台湾频道,#genre#
民视,rtmp://59.124.75.157/sat/tv051
台视,rtmp://59.124.75.157/sat/tv071
中视,rtmp://59.124.75.157/sat/tv091
华视,rtmp://59.124.75.157/sat/tv111
TVBS欢乐台,rtmp://59.124.75.157/sat/tv421
TVBS新闻台,rtmp://59.124.75.157/sat/tv551
东森超视,rtmp://59.124.75.157/sat/tv331
东森财经新闻,rtmp://59.124.75.157/sat/tv571
纬来日本,rtmp://59.124.75.157/sat/tv771
纬来育乐,rtmp://59.124.75.157/sat/tv701
纬来体育,rtmp://59.124.75.157/sat/tv721
ELEVEN1,rtmp://59.124.75.157/sat/tv731
ELEVEN2,rtmp://59.124.75.157/sat/tv741
MoMo综合台,rtmp://59.124.75.157/sat/tv761
爱尔达体育1,rtmp://59.124.75.157/sat/md011
爱尔达体育2,rtmp://59.124.75.157/sat/md021
博斯运动II,rtmp://59.124.75.157/sat/md051
爱尔达体育1台,rtmp://59.124.75.157/sat/md011
爱尔达体育2,rtmp://59.124.75.157/sat/md031
爱尔达体育3,rtmp://59.124.75.157/sat/md041
DDDD,rtmp://59.124.75.157/sat/jp011
GAORA,rtmp://59.124.75.157/sat/jp031
有线体育台,rtmp://59.124.75.157/sat/hk011
Sports Plus,rtmp://59.124.75.157/sat/hk021
xxxs,rtmp://59.124.75.157/sat/hk031
18台,rtmp://59.124.75.157/sat/hk041

台视,http://211.23.114.106:8502/http/61.221.81.94:8088/hls/72/814/ch46.m3u8 
中视,http://211.23.114.106:8502/http/61.221.81.94:8088/hls/72/814/ch47.m3u8 
华视,http://211.23.114.106:8503/http/61.221.81.94:8088/hls/72/814/ch48.m3u8 
民视,http://211.23.114.106:8504/http/61.221.81.94:8088/hls/73/815/ch49.m3u8 
公视,http://211.23.114.106:8505/http/61.221.81.94:8088/hls/73/815/ch50.m3u8 
人间卫视,http://211.23.114.106:8506/http/61.221.81.94:8088/hls/69/811/ch36.m3u8 
大爱,http://211.23.114.106:8507/http/61.221.81.94:8088/hls/73/815/ch52.m3u8 
好消息,http://211.23.114.106:8508/http/61.221.81.94:8088/hls/74/816/ch53.m3u8 
国家地理,http://211.23.114.106:8509/http/61.221.81.94:8088/hls/61/803/ch01.m3u8 
Discovery,http://211.23.114.106:8510/http/61.221.81.94:8088/hls/71/813/ch44.m3u8 
旅游生活,http://211.23.114.106:8570/http/61.221.81.94:8088/hls/70/812/ch38.m3u8 
动物星球,http://211.23.114.106:8512/http/61.221.81.94:8088/hls/70/812/ch37.m3u8 
八大综合,http://211.23.114.106:8520/http/61.221.81.94:8088/hls/66/808/ch21.m3u8 
亚洲旅游,http://211.23.114.106:8513/http/61.221.81.94:8088/hls/76/818/ch61.m3u8 
迪士尼,http://211.23.114.106:8581/http/61.221.81.94:8088/hls/70/812/ch40.m3u8 
东森幼幼,http://211.23.114.106:8515/http/61.221.81.94:8088/hls/63/805/ch09.m3u8 
ANIMAX,http://211.23.114.106:8516/http/61.221.81.94:8088/hls/70/812/ch39.m3u8 
龙华卡通,http://211.23.114.106:8528/http/59.120.8.187:8066/hls/210/10013/cstv13.m3u8 
纬来综合,http://211.23.114.106:8518/http/61.221.81.94:8088/hls/68/810/ch32.m3u8 
八大第一,http://211.23.114.106:8536/http/61.221.81.94:8088/hls/66/808/ch22.m3u8 
八大综合,http://211.23.114.106:8520/http/61.221.81.94:8088/hls/66/808/ch21.m3u8 
三立台湾,http://211.23.114.106:8521/http/60.251.39.91:8081/hls/65/807/ch20.m3u8 
三立都会,http://211.23.114.106:8522/http/60.251.39.91:8081/hls/65/807/ch19.m3u8 
卫视中文,http://211.23.114.106:8514/http/60.251.39.91:8081/hls/62/804/ch05.m3u8 
东森综合,http://211.23.114.106:8524/http/60.251.39.91:8081/hls/63/805/ch12.m3u8 
东森超视,http://211.23.114.106:8525/http/60.251.39.91:8081/hls/64/806/ch14.m3u8 
中天综合,http://211.23.114.106:8526/http/60.251.39.91:8081/hls/67/809/ch25.m3u8 
中天娱乐,http://211.23.114.106:8527/http/60.251.39.91:8081/hls/67/809/ch26.m3u8 
东风卫视,http://211.23.114.106:8578/http/60.251.39.91:8081/hls/68/810/ch31.m3u8 
MuchTV,http://211.23.114.106:8529/http/60.251.39.91:8081/hls/72/814/ch45.m3u8 
东森戏剧,http://211.23.114.106:8530/http/60.251.39.91:8081/hls/64/806/ch13.m3u8 
八大戏剧,http://211.23.114.106:8531/http/60.251.39.91:8081/hls/66/808/ch23.m3u8 
TVBS欢乐,http://211.23.114.106:8532/http/60.251.39.91:8081/hls/65/807/ch17.m3u8 
纬来戏剧,http://211.23.114.106:8533/http/60.251.39.91:8081/hls/69/811/ch33.m3u8 
龙华戏剧,http://211.23.114.106:8534/http/59.120.8.187:8066/hls/210/10010/cstv10.m3u8 
龙华日韩,http://211.23.114.106:8535/http/59.120.8.187:8066/hls/210/10011/cstv11.m3u8 
龙华偶像,http://211.23.114.106:8579/http/59.120.8.187:8066/hls/210/10012/cstv12.m3u8 
未来日本,http://211.23.114.106:8537/http/60.251.39.91:8081/hls/69/811/ch34.m3u8 
WAKUWAKU JAPAN,http://211.23.114.106:8538/http/60.251.39.91:8081/hls/61/803/ch03.m3u8 
年代新闻,http://211.23.114.106:8517/http/60.251.39.91:8081/hls/67/809/ch27.m3u8 
东森新闻,http://211.23.114.106:8540/http/60.251.39.91:8081/hls/63/805/ch10.m3u8 
中天新闻,http://211.23.114.106:8541/http/60.251.39.91:8081/hls/78/80/ch63max.m3u8 
民视新闻,http://211.23.114.106:8542/http/60.251.39.91:8081/hls/73/815/ch51.m3u8 
三立新闻,http://211.23.114.106:8543/http/60.251.39.91:8081/hls/65/807/ch18.m3u8 
TVBS新闻,http://211.23.114.106:8546/http/116.50.42.19:8081/hls/64/806/ch16.m3u8 
TVBS HD,http://211.23.114.106:8545/http/116.50.42.19:8081/hls/64/806/ch15.m3u8 
东森财经,http://211.23.114.106:8546/http/116.50.42.19:8081/hls/63/805/ch11.m3u8 
寰宇新闻,http://211.23.114.106:8547/http/116.50.42.19:8081/hls/76/818/ch62.m3u8 
壹新闻台,http://211.23.114.106:8548/http/116.50.42.19:8081/hls/66/808/ch24.m3u8


🇭🇰香港频道,#genre#
凤凰中文,http://live.hodtv.vip:25461/live/2058/2500/3733.ts
凤凰资讯,http://live.hodtv.vip:25461/live/2058/2500/3734.ts
凤凰香港,http://live.hodtv.vip:25461/live/2058/2500/3735.ts
凤凰电影,http://live.hodtv.vip:25461/live/2058/2500/3874.ts
凤凰电影,http://v3948069e.live.126.net:80/live/2377c0255/9870.flv
广东翡翠,http://live.hodtv.vip:25461/live/2058/2500/4281.ts
凤凰中文,http://live.hodtv.vip:25461/live/5633/123/3733.ts
凤凰资讯,http://live.hodtv.vip:25461/live/5633/123/3734.ts
凤凰香港,http://live.hodtv.vip:25461/live/5633/123/3735.ts
凤凰电影,http://live.hodtv.vip:25461/live/5633/123/3874.ts
凤凰电影,http://v3948069e.live.126.net:80/live/2377c0255/9870.flv
广东翡翠,http://live.hodtv.vip:25461/live/5633/123/4281.ts
翡翠台,http://live.hodtv.vip:25461/live/5633/123/3737.ts
翡翠台,http://live.hodtv.vip:25461/live/5633/123/3736.ts
有限新知台，http://183.0.186.207:8088/hls/91/index.m3u8
美亚电影台，http://183.0.186.207:8088/hls/94/index.m3u8
Now爆谷,http://v3948069e.live.126.net:80/live/Nowbg.flv
华丽翡翠台,http://206.119.173.184/tv/js.php?id=164
J2,http://183.0.186.207:8088/hls/90/index.m3u8
明珠台,http://live.hodtv.vip:25461/live/5633/123/3738.ts
J2,http://live.hodtv.vip:25461/live/5633/123/3740.ts
无线新闻,http://live.hodtv.vip:25461/live/5633/123/3743.ts
无线财经,http://live.hodtv.vip:25461/live/5633/123/3744.ts
ViuTV,http://live.hodtv.vip:25461/live/5633/123/3746.ts
ViuTVsix,http://live.hodtv.vip:25461/live/5633/123/3747.ts
RHK31,http://live.hodtv.vip:25461/live/5633/123/3748.ts
RHK32,http://live.hodtv.vip:25461/live/5633/123/3749.ts
有线新闻台,http://live.hodtv.vip:25461/live/5633/123/3753.ts
有线财经资讯台,http://live.hodtv.vip:25461/live/5633/123/3754.ts
有线18台,http://live.hodtv.vip:25461/live/5633/123/3755.ts
香港603,http://live.hodtv.vip:25461/live/5633/123/3756.ts
有线体育台,http://live.hodtv.vip:25461/live/5633/123/3757.ts
娱乐新闻台,http://live.hodtv.vip:25461/live/5633/123/3758.ts
娱乐新闻台,http://v3948069e.live.126.net:80/live/2377c0666.flv
TVB星河频道,http://live.hodtv.vip:25461/live/123/123/3739.ts
TVB功夫台,http://live.hodtv.vip:25461/live/5633/123/3741.ts
备TVB經典,http://206.119.173.184/tv/js.php?id=11
TVB经典台,http://live.hodtv.vip:25461/live/5633/123/3742.ts
Now新闻,http://live.hodtv.vip:25461/live/5633/123/3871.ts
Now体育,http://live.hodtv.vip:25461/live/5633/123/3750.ts
Now直播,http://live.hodtv.vip:25461/live/5633/123/3751.ts
C+,http://live.hodtv.vip:25461/live/5633/123/3752.ts
港版美亚电影台,http://live.hodtv.vip:25461/live/123/123/3869.ts
港版美亚电影台,http://v3948069e.live.126.net:80/live/2377c02556.flv
Channel[V],http://live.hodtv.vip:25461/live/5633/123/3872.ts
星空卫视,http://live.hodtv.vip:25461/live/5633/123/3873.ts


🇲🇴澳门频道,#genre#
澳视澳门,http://103.233.191.133:1935/ch1/ch1.live/playlist.m3u8
澳视澳门,http://103.233.191.134:1935/ch1/ch1.live/playlist.m3u8
澳视葡文,http://103.233.191.132:1935/ch2/ch2.live/playlist.m3u8
澳视葡文,http://103.233.191.133:1935/ch2/ch2.live/playlist.m3u8
澳视葡文,http://103.233.191.134:1935/ch2/ch2.live/playlist.m3u8
澳视卫星,http://103.233.191.132:1935/ch3/ch3.live/playlist.m3u8
澳视卫星,http://103.233.191.133:1935/ch3/ch3.live/playlist.m3u8
澳视卫星,http://103.233.191.134:1935/ch3/ch3.live/playlist.m3u8
澳视体育,http://103.233.191.132:1935/ch4/sport_ch4.live/playlist.m3u8
澳视体育,http://103.233.191.133:1935/ch4/sport_ch4.live/playlist.m3u8
澳视体育,http://103.233.191.134:1935/ch4/sport_ch4.live/playlist.m3u8
澳视资讯,http://103.233.191.133:1935/ch5/info_ch5.live/playlist.m3u8
澳视资讯,http://103.233.191.134:1935/ch5/info_ch5.live/playlist.m3u8
澳视综艺,http://103.233.191.133:1935/ch6/hd_ch6.live/playlist.m3u8
澳视综艺,http://103.233.191.134:1935/ch6/hd_ch6.live/playlist.m3u8
澳视综艺,http://103.233.191.132:1935/ch6/hd_ch6.live/playlist.m3u8
澳视葡文,http://61.244.22.4/ch2/ch2.live/playelist.m3u8
澳门3,http://61.244.22.4/ch3/ch3.live/playelist.m3u8
澳视葡文,http://61.244.22.5/ch2/ch2.live/chunklist_w1632175875.m3u8
澳视葡文,http://61.244.22.4/ch2/ch2.live/index.m3u8
澳视葡文,http://61.244.22.4/ch2/ch2.live/chunklist_w1632175875.m3u8
澳门莲花卫视,http://nettvpro.live/hls/lotustv.php
澳视卫星,http://61.244.22.4/ch3/ch3.live/index.m3u8
澳亚卫视,http://116.199.5.52:8114/index.m3u8?FvSeid=1&Fsv_ctype=LIVES&Fsv_otype=1&Provider_id=&Pcontent_id=.m3u8&Fsv_chan_hls_se_idx=192
澳亚卫视,http://live.mastvnet.com:800/4rlff1m/live.m3u8
澳门macau,http://124.238.99.44:808/hls/357/index.m3u8
澳亚卫视,http://live.mastvnet.com:800/4rlff1m/live.m3u8
澳亚卫视,http://live.mastvnet.com:800/4rlff1m/1024/live.m3u8
澳亚卫视,http://live.mastvnet.com:800/4rlff1m/a/live.m3u8
澳亚卫视,http://124.238.99.44:808/hls/360/index.m3u8
創世電視,https://cdn.deepcore.online/hlsme/ctv_hk_1080.m3u8
創世電視,https://cdn.deepcore.online/hlsme/ctv_hk.m3u8
港开电视,https://cdn.hkdtmb.com/hls/77/index.m3u8
国际财经,https://cdn.hkdtmb.com/hls/76/index.m3u8
📡海外电视,#genre#
香港卫视,http://zhibo.hkstv.tv/livestream/mutfysrq/playlist.m3u8
香港卫视,http://cctvtxyh5c.liveplay.myqcloud.com/cstv/xianggangweishi_2/index.m3u8
香港卫视,http://zhibo.hkstv.tv/livestream/mutfysrq.flv
耀才财经,http://202.69.67.66:443/webcast/bshdlive-pc/playlist.m3u8
亚旅卫视,http://hls.jingchangkan.tv/jingchangkan/156722438_0HaM/index.m3u8
阳光卫视,https://stream.chinasuntv.com/680k/mid_video_index.m3u8
澳门有线 CH1,http://202.175.127.77/live/show/ch1/index.m3u8
澳门有线互动新闻,http://202.175.127.77/live/show/ch2/index.m3u8
澳门有线 CH3,http://202.175.127.77/live/show/ch3/index.m3u8
亚美卫视,http://dcunilive30-lh.akamaihd.net/i/dclive_1@535522/master.m3u8
唯心电视,http://mobile.ccdntech.com/transcoder/_definst_/vod164_Live/live/chunklist_w1177047531.m3u8
点掌财经,http://cclive2.aniu.tv/live/anzb.m3u8
全美电视,https://dcunilive30-lh.akamaihd.net/i/dclive_1@535522/master.m3u8
KBS 2,http://msl.tvbayoplus.com:9083/live/lmgr218-live1/GJ/qP/GJqPMui6DQrYctmZxQDeig==/live.m3u8
Catch On 1,http://23.237.112.138:9083/live/lmgr218-live1/Wj/Nz/WjNzluqgVARhAtul5gUKtg==/live.m3u8
MBN,http://23.237.112.138:9083/live/lmgr218-live1/j7/qy/j7qybKo1-oIO_R2EKcmcIA==/live.m3u8
MNet,http://23.237.112.138:9083/live/lmgr218-live1/DD/kh/DDkhewBlWWfGWPVkTkDWNA==/live.m3u8
OCN,http://23.237.112.138:9083/live/lmgr218-live1/GR/13/GR13XDGjlUsD8nZQasCIhw==/live.m3u8
NHK総合,http://203.162.235.41:16903
BS TBS,http://203.162.235.41:16913
テレビ朝日,http://203.162.235.41:16906
BS 朝日,http://203.162.235.41:16914
フジテレビ,http://203.162.235.41:16904
BSフジ,http://203.162.235.41:16911
テレビ東京,http://203.162.235.41:16908
BS 東京,http://203.162.235.41:16915
BS 日テレ,http://203.162.235.41:16912
日テレ,http://203.162.235.41:16905
WOWOW シネマ,http://203.162.235.41:16916
花花公子蒙古,http://spacetv.in/stream/WUQP6BVK17/56.m3u8
韩国Arirang (Opt-1),http://amdlive.ctnd.com.edgesuite.net/arirang_1ch/smil:arirang_1ch.smil/playlist.m3u8
越南ANTVHD,http://antvlive.ab5c6921.cdnviet.com/antv/playlist.m3u8
美国Free IPTV,http://stream.srg-ssr.ch/m/rsj/mp3_128
美国July.12.2018,http://stream.srg-ssr.ch/m/rsc_de/mp3_128
美国CGTN (Opt-1),http://live.cgtn.com/500/prog_index.m3u8
美国CGTN (Opt-2),http://live.cgtn.com/1000/prog_index.m3u8
美国360 North,http://wowzaprod3-i.akamaihd.net/hls/live/252236/2147483647_360north_247/playlist.m3u8
美国Bowie TV,http://granicusliveus3-a.akamaihd.net/cityofbowie/G0466_001/playlist.m3u8
美国CBS News (Opt-1),http://cbsnewshd-lh.akamaihd.net/i/CBSNHD_7@199302/master.m3u8
美国Denver 8 TV,http://granicusliveus8-a.akamaihd.net/denver/G0080_002/chunklist.m3u8
美国Fox News Talk Radio,http://fnurtmp-f.akamaihd.net/i/FNRADIO_1@92141/master.m3u8
美国Jewelry Television,http://wowzaprod134-i.akamaihd.net/hls/live/577814/ccddaf02/playlist.m3u8
美国Newsmax TV,http://nmxlive.akamaized.net/hls/live/529965/Live_1/index.m3u8
美国本土Channel 11 News WPXI (Pittsburgh),http://svc-lvanvato-cxtv-wpxi.cmgvideo.com/wpxi/2564k/index.m3u8
加拿大The Shopping Channel,http://tscstreaming-lh.akamaihd.net/i/TSCLiveStreaming_1@91031/master.m3u8
英国MTV,http://unilivemtveu-lh.akamaihd.net/i/mtvno_1@346424/master.m3u8
法国Francophonie 24,http://mv2.tvfrancophonie.org/live/Stream1/media_b776739_w671289549.m3u8
德国Baden TV,http://badentv-stream2.siebnich.info/rtplive/btv.stream/live.m3u8
德国MDF.1,http://62.113.210.250/medienasa-live/mdf1_high/agustiny.m3u8
德国Offener Kanal Magdeburg,http://iptvcodes.blogspot.com@62.113.210.250/medienasa-live/ok-magdeburg_high/hasbahca.m3u8?bitrate=800
德国pop10,http://iptvcodes.blogspot.com@62.113.210.250/medienasa-live/ok-dessau_high/hasbahca.m3u8?bitrate=800
德国QVC,http://ios-stream.qvc.de/qvc.m3u8
意大利m20 TV,http://m2otv-lh.akamaihd.net/i/m2oTv_1@186074/index_600_av-p.m3u8
意大利Radio Capital TiVu,http://capital-live-tv-01-hls.akamai.media.kataweb.it/i/CapitalTv_1@183098/master.m3u8
意大利Radio Italia TV,http://radioitaliatv-lh.akamaihd.net/i/radioitaliatv_1@329645/index_720x480_av-p.m3u8
意大利Sky TG24,http://skyianywhere2-i.akamaihd.net:80/hls/live/200275/tg24/playlist.m3u8
意大利SuperTV,http://wms.shared.streamshow.it:1935/supertv/supertv/live.m3u8
意大利TVRS,http://wms.shared.streamshow.it:1935/tvrs/tvrs/live.m3u8
意大利Video Brescia,http://wms.shared.streamshow.it:1935/videobrescia/videobrescia/live.m3u8
意大利Video Calabria,http://wms.shared.streamshow.it:80/videocalabria/videocalabria/playlist.m3u8
西班牙Canal Parlamento (Updated),http://congresodirecto-f.akamaihd.net:80/i/congreso6_1@54665/master.m3u8
西班牙Navarra TV (Opt-2),http://nws.nice264.com/SmilLive/getLiveIOS.smil?stream=NTV_livenatvmb&system=NTV&protocol=http_cupertino/playlist.m3u8
西班牙TV Galicia Europa,http://europa-crtvg.flumotion.com/playlist.m3u8
俄罗斯Astrakhan 24 (Opt-2),http://streaming.astrakhan.ru/astrakhan24/index.m3u8
俄罗斯First Music (Opt-3),http://rtmp.one.by:1200
俄罗斯HD Fashion,http://95.67.47.115/hls/hdfashion_ua_hi/index.m3u8
俄罗斯Krasnaja Linija,http://kprf-htlive.cdn.ngenix.net/live/_definst_/stream_high/playlist.m3u8
俄罗斯MostVideo TV 1,http://w4.mostvideo.tv/tv/ch1.m3u8
俄罗斯Muz Sojuz,http://hls.tvsoyuz.cdnvideo.ru/tvsoyuz2/muzsoyuz.6fw0-58xp-acts-esy0/chunklist.m3u8
俄罗斯Nastoyashcheye Vremya,http://rfe-lh.akamaihd.net/i/rfe_tvmc5@383630/master.m3u8
俄罗斯RBC (Opt-1),http://92.50.128.180/utv/1358/index.m3u8
俄罗斯Shanson TV (Opt-1),http://hls.shansontv.cdnvideo.ru/shansontv/smil:shansontv.smil/playlist.m3u8
俄罗斯Shanson TV (Opt-2),http://chanson-video.hostingradio.ru:8080/hls/chansonabr/live.m3u8
俄罗斯Tivikom Ulan-Udje,http://tvcom.stream.intelema.ru/tvcom/studio/index.m3u8
俄罗斯Tjumenskoe Vremja,http://streams.sibinformburo.cdnvideo.ru/sibinformburo/sibinformburo.sdp/playlist.m3u8
俄罗斯TRO Soyuz,http://live2.mediacdn.ru/sr1/tro/playlist.m3u8
俄罗斯Ugra TV,http://live.ugratv.cdnvideo.ru/ugratv/smil:ugrastream1.smil/playlist.m3u8
波兰TV Kujawy (Opt-1),http://stream.tvkujawy.pl:8080/live/broadcast.m3u8
波兰TV Torun,http://217.173.176.107:1935/live/ngrp:tvk.stream_all/master.m3u8
新西兰Three,http://mediaworks-i.akamaihd.net/hls/live/220435/3812193411001/3news_live/master.m3u8
丹麦TV2 Bornholm,http://live.tv2bornholm.dk/stream/live/chunklist.m3u8
丹麦TV2 Fyn,http://cdn-lt-hls-vod.tv2fyn.dk/fhls/p/1966291/sp/196629100/serveFlavor/entryId/0_yct7rqn3/v/2/flavorId/0_h2wfmuqm/name/a.mp4/index.m3u8
丹麦TV2 Lorry,http://cdn-lt-hls-vod.tv2lorry.dk/fhls/p/2045321/sp/204532100/serveFlavor/entryId/0_0u9letdh/v/1/flavorId/0_p5f7q6yf/name/a.mp4/index.m3u8
挪威Kanal 10,http://cdn-kanal10.crossnet.net/kanal10no/live1/playlist.m3u8
挪威Stortinget,http://flash0.19333-live0.dna.qbrick.com:1935/19333-live0/push-stortinget_1/playlist.m3u8
比利时Radio Contact 102.2 FM Brussels,http://contact-lh.akamaihd.net/i/CONTACT_1@321283/master.m3u8
比利时RTL-TVI,http://rtltvi-lh.akamaihd.net/i/TVI_1@319659/master.m3u8
喀麦隆 Vision 4,http://cdnamd-hls-globecast.akamaized.net/live/ramdisk/vision4/hls_video/index.m3u8
拉丁美洲CGTN,http://livees.cgtn.com/1000e/prog_index.m3u8
拉丁美洲La Mega Mundial,http://68.235.35.243:1935/lamegamundial/lamegamundial2/playlist.m3u8
拉丁美洲TV Marti,http://ocb-lh.akamaihd.net/i/ocb_mpls_tvmc1@383606/master.m3u8
墨西哥Capital 21 Mexico City,http://wowzaprod158-i.akamaihd.net/hls/live/595142/a9251b55/playlist.m3u8?set-akamai-hls-revision=5&set-cc-attribute=cc
墨西哥Uno TV (VOD),http://ooyalahd2-f.akamaihd.net/i/UnoTV01_delivery@122640/master.m3u8
阿根廷Canal Provincial San Miguel,http://www.trimi.com.ar/provincial/streaming/mystream.m3u8
阿根廷Garage TV,http://186.0.233.76:1935/Garage/smil:garage.smil/master.m3u8
阿根廷Radio TV Neuquen,http://media.neuquen.gov.ar/rtn/television/chunklist_w1330236482.m3u8
秘鲁Monterrico TV,http://vs8.live.opencaster.com/20100152275/jcpstream/playlist.m3u8
秘鲁TV Peru,http://www.radiosargentina.com.ar/php/tvm3u.php?id=DIPE0003&mode=12
哥斯达黎加 Extrema TV,http://livestreamcdn.net:1935/ExtremaTV/ExtremaTV/playlist.m3u8
哥斯达黎加 Telesur,http://k3.usastreams.com:1935/telesur/telesur/playlist.m3u8
罗马尼亚Cromtel TV,http://webmobile.xdev.ro:81/tv7/playlist.m3u8?time=1463062060161
罗马尼亚Iasi TV Life,http://webmobile.xdev.ro:81/tv24/playlist.m3u8?time=1464028219168
罗马尼亚TV Kit,http://webmobile.xdev.ro:81/tv9/playlist.m3u8
摩尔多瓦Tele M,http://webmobile.xdev.ro:81/tv16/playlist.m3u8
乌克兰100% News,http://85.238.112.40:8810/hls_sec/239.33.16.32-.m3u8
乌克兰Lale,http://stream.atr.ua/lale//live/index.m3u8
捷克Retro (Opt-1),http://stream.mediawork.cz/retrotv/retrotvHQ1/playlist.m3u8
斯洛伐克TV 8,http://109.74.145.11:1935/tv8/mp4:tv8.stream_360p/chunklist_w974670813.m3u8
斯洛伐克TVNZ,http://s1.media-planet.sk:80/live/novezamky/BratuMarian.m3u8
拉脱维亚RETV,http://edge-telia1.tiesraides.lv/live/retv.lv.1_1/playlist_b1825196.m3u8
拉脱维亚TV Net,http://player.tvnet.lv/stream/amlst:61659/chunklist_w1822312625_b528000_pd892000.m3u8
希腊Fox TV,http://live.streams.ovh:1935/foxtv/foxtv/playlist.m3u8
希腊Ionian Channel,http://stream.ioniantv.gr:8081/ionian/live/playlist.m3u8
土耳其Cay TV,http://stream2.taksimbilisim.com:1935/caytv/bant1/CAYTV.m3u8
印度ABP Asmita,http://abpasmita-lh.akamaihd.net:80/i/abpasmita_1@77821/master.m3u8
伊朗PBC Tapesh TV,http://iptv.tapesh.tv/tapesh/playlist.m3u8
伊朗Rangarang TV,http://iptv.rangarang.us/live/playlist.m3u8
伊拉克 Al Sharqiya,http://ns8.indexforce.com:1935/home/mystream/playlist.m3u8
伊拉克 Sharqiya News,http://ns8.indexforce.com:1935/alsharqiyalive/mystream/playlist.m3u8
阿拉伯联合酋长国Al Arabiya,http://www.elahmad.com/tv/m3u8/arabiya.m3u8?id=aa
阿拉伯联合酋长国Dubai One,http://www.elahmad.com/tv/m3u8/dubaitv.m3u8?id=dubaione
卡塔尔 Al Kass Sports 3,http://www.elahmad.com/tv/m3u8/alkass.m3u8?id=alkass3
卡塔尔 Al Kass Sports 4,http://www.elahmad.com/tv/m3u8/alkass.m3u8?id=alkass4
摩洛哥Al Aoula International,http://cdn-hls.globecast.tv/live/ramdisk/al_aoula_inter/hls_snrt/index.m3u8
摩洛哥Arryadia,http://cdn-hls.globecast.tv/live/ramdisk/arriadia/hls_snrt/index.m3u8
摩洛哥Al Maghribia,http://cdn-hls.globecast.tv/live/ramdisk/al_maghribia_snrt/hls_snrt/index.m3u8
香港卫视,http://zhibo.hkstv.tv/livestream/mutfysrq/playlist.m3u8
香港卫视,http://cctvtxyh5c.liveplay.myqcloud.com/cstv/xianggangweishi_2/index.m3u8
香港卫视,http://zhibo.hkstv.tv/livestream/mutfysrq.flv
耀才财经,http://202.69.67.66:443/webcast/bshdlive-pc/playlist.m3u8
亚旅卫视,http://hls.jingchangkan.tv/jingchangkan/156722438_0HaM/index.m3u8
阳光卫视,https://stream.chinasuntv.com/680k/mid_video_index.m3u8
澳门有线 CH1,http://202.175.127.77/live/show/ch1/index.m3u8
澳门有线互动新闻,http://202.175.127.77/live/show/ch2/index.m3u8
澳门有线 CH3,http://202.175.127.77/live/show/ch3/index.m3u8
亚美卫视,http://dcunilive30-lh.akamaihd.net/i/dclive_1@535522/master.m3u8
唯心电视,http://mobile.ccdntech.com/transcoder/_definst_/vod164_Live/live/chunklist_w1177047531.m3u8
点掌财经,http://cclive2.aniu.tv/live/anzb.m3u8
全美电视,https://dcunilive30-lh.akamaihd.net/i/dclive_1@535522/master.m3u8
KBS 2,http://msl.tvbayoplus.com:9083/live/lmgr218-live1/GJ/qP/GJqPMui6DQrYctmZxQDeig==/live.m3u8
Catch On 1,http://23.237.112.138:9083/live/lmgr218-live1/Wj/Nz/WjNzluqgVARhAtul5gUKtg==/live.m3u8
MBN,http://23.237.112.138:9083/live/lmgr218-live1/j7/qy/j7qybKo1-oIO_R2EKcmcIA==/live.m3u8
MNet,http://23.237.112.138:9083/live/lmgr218-live1/DD/kh/DDkhewBlWWfGWPVkTkDWNA==/live.m3u8
OCN,http://23.237.112.138:9083/live/lmgr218-live1/GR/13/GR13XDGjlUsD8nZQasCIhw==/live.m3u8
NHK総合,http://203.162.235.41:16903
BS TBS,http://203.162.235.41:16913
テレビ朝日,http://203.162.235.41:16906
BS 朝日,http://203.162.235.41:16914
フジテレビ,http://203.162.235.41:16904
BSフジ,http://203.162.235.41:16911
テレビ東京,http://203.162.235.41:16908
BS 東京,http://203.162.235.41:16915
BS 日テレ,http://203.162.235.41:16912
日テレ,http://203.162.235.41:16905
WOWOW シネマ,http://203.162.235.41:16916
花花公子蒙古,http://spacetv.in/stream/WUQP6BVK17/56.m3u8
韩国Arirang (Opt-1),http://amdlive.ctnd.com.edgesuite.net/arirang_1ch/smil:arirang_1ch.smil/playlist.m3u8
越南ANTVHD,http://antvlive.ab5c6921.cdnviet.com/antv/playlist.m3u8
美国Free IPTV,http://stream.srg-ssr.ch/m/rsj/mp3_128
美国July.12.2018,http://stream.srg-ssr.ch/m/rsc_de/mp3_128
美国CGTN (Opt-1),http://live.cgtn.com/500/prog_index.m3u8
美国CGTN (Opt-2),http://live.cgtn.com/1000/prog_index.m3u8
美国360 North,http://wowzaprod3-i.akamaihd.net/hls/live/252236/2147483647_360north_247/playlist.m3u8
美国Bowie TV,http://granicusliveus3-a.akamaihd.net/cityofbowie/G0466_001/playlist.m3u8
美国CBS News (Opt-1),http://cbsnewshd-lh.akamaihd.net/i/CBSNHD_7@199302/master.m3u8
美国Denver 8 TV,http://granicusliveus8-a.akamaihd.net/denver/G0080_002/chunklist.m3u8
美国Fox News Talk Radio,http://fnurtmp-f.akamaihd.net/i/FNRADIO_1@92141/master.m3u8
美国Jewelry Television,http://wowzaprod134-i.akamaihd.net/hls/live/577814/ccddaf02/playlist.m3u8
美国Newsmax TV,http://nmxlive.akamaized.net/hls/live/529965/Live_1/index.m3u8
美国本土Channel 11 News WPXI (Pittsburgh),http://svc-lvanvato-cxtv-wpxi.cmgvideo.com/wpxi/2564k/index.m3u8
加拿大The Shopping Channel,http://tscstreaming-lh.akamaihd.net/i/TSCLiveStreaming_1@91031/master.m3u8
英国MTV,http://unilivemtveu-lh.akamaihd.net/i/mtvno_1@346424/master.m3u8
法国Francophonie 24,http://mv2.tvfrancophonie.org/live/Stream1/media_b776739_w671289549.m3u8
德国Baden TV,http://badentv-stream2.siebnich.info/rtplive/btv.stream/live.m3u8
德国MDF.1,http://62.113.210.250/medienasa-live/mdf1_high/agustiny.m3u8
德国Offener Kanal Magdeburg,http://iptvcodes.blogspot.com@62.113.210.250/medienasa-live/ok-magdeburg_high/hasbahca.m3u8?bitrate=800
德国pop10,http://iptvcodes.blogspot.com@62.113.210.250/medienasa-live/ok-dessau_high/hasbahca.m3u8?bitrate=800
德国QVC,http://ios-stream.qvc.de/qvc.m3u8
意大利m20 TV,http://m2otv-lh.akamaihd.net/i/m2oTv_1@186074/index_600_av-p.m3u8
意大利Radio Capital TiVu,http://capital-live-tv-01-hls.akamai.media.kataweb.it/i/CapitalTv_1@183098/master.m3u8
意大利Radio Italia TV,http://radioitaliatv-lh.akamaihd.net/i/radioitaliatv_1@329645/index_720x480_av-p.m3u8
意大利Sky TG24,http://skyianywhere2-i.akamaihd.net:80/hls/live/200275/tg24/playlist.m3u8
意大利SuperTV,http://wms.shared.streamshow.it:1935/supertv/supertv/live.m3u8
意大利TVRS,http://wms.shared.streamshow.it:1935/tvrs/tvrs/live.m3u8
意大利Video Brescia,http://wms.shared.streamshow.it:1935/videobrescia/videobrescia/live.m3u8
意大利Video Calabria,http://wms.shared.streamshow.it:80/videocalabria/videocalabria/playlist.m3u8
西班牙Canal Parlamento (Updated),http://congresodirecto-f.akamaihd.net:80/i/congreso6_1@54665/master.m3u8
西班牙Navarra TV (Opt-2),http://nws.nice264.com/SmilLive/getLiveIOS.smil?stream=NTV_livenatvmb&system=NTV&protocol=http_cupertino/playlist.m3u8
西班牙TV Galicia Europa,http://europa-crtvg.flumotion.com/playlist.m3u8
俄罗斯Astrakhan 24 (Opt-2),http://streaming.astrakhan.ru/astrakhan24/index.m3u8
俄罗斯First Music (Opt-3),http://rtmp.one.by:1200
俄罗斯HD Fashion,http://95.67.47.115/hls/hdfashion_ua_hi/index.m3u8
俄罗斯Krasnaja Linija,http://kprf-htlive.cdn.ngenix.net/live/_definst_/stream_high/playlist.m3u8
俄罗斯MostVideo TV 1,http://w4.mostvideo.tv/tv/ch1.m3u8
俄罗斯Muz Sojuz,http://hls.tvsoyuz.cdnvideo.ru/tvsoyuz2/muzsoyuz.6fw0-58xp-acts-esy0/chunklist.m3u8
俄罗斯Nastoyashcheye Vremya,http://rfe-lh.akamaihd.net/i/rfe_tvmc5@383630/master.m3u8
俄罗斯RBC (Opt-1),http://92.50.128.180/utv/1358/index.m3u8
俄罗斯Shanson TV (Opt-1),http://hls.shansontv.cdnvideo.ru/shansontv/smil:shansontv.smil/playlist.m3u8
俄罗斯Shanson TV (Opt-2),http://chanson-video.hostingradio.ru:8080/hls/chansonabr/live.m3u8
俄罗斯Tivikom Ulan-Udje,http://tvcom.stream.intelema.ru/tvcom/studio/index.m3u8
俄罗斯Tjumenskoe Vremja,http://streams.sibinformburo.cdnvideo.ru/sibinformburo/sibinformburo.sdp/playlist.m3u8
俄罗斯TRO Soyuz,http://live2.mediacdn.ru/sr1/tro/playlist.m3u8
俄罗斯Ugra TV,http://live.ugratv.cdnvideo.ru/ugratv/smil:ugrastream1.smil/playlist.m3u8
波兰TV Kujawy (Opt-1),http://stream.tvkujawy.pl:8080/live/broadcast.m3u8
波兰TV Torun,http://217.173.176.107:1935/live/ngrp:tvk.stream_all/master.m3u8
新西兰Three,http://mediaworks-i.akamaihd.net/hls/live/220435/3812193411001/3news_live/master.m3u8
丹麦TV2 Bornholm,http://live.tv2bornholm.dk/stream/live/chunklist.m3u8
丹麦TV2 Fyn,http://cdn-lt-hls-vod.tv2fyn.dk/fhls/p/1966291/sp/196629100/serveFlavor/entryId/0_yct7rqn3/v/2/flavorId/0_h2wfmuqm/name/a.mp4/index.m3u8
丹麦TV2 Lorry,http://cdn-lt-hls-vod.tv2lorry.dk/fhls/p/2045321/sp/204532100/serveFlavor/entryId/0_0u9letdh/v/1/flavorId/0_p5f7q6yf/name/a.mp4/index.m3u8
挪威Kanal 10,http://cdn-kanal10.crossnet.net/kanal10no/live1/playlist.m3u8
挪威Stortinget,http://flash0.19333-live0.dna.qbrick.com:1935/19333-live0/push-stortinget_1/playlist.m3u8
比利时Radio Contact 102.2 FM Brussels,http://contact-lh.akamaihd.net/i/CONTACT_1@321283/master.m3u8
比利时RTL-TVI,http://rtltvi-lh.akamaihd.net/i/TVI_1@319659/master.m3u8
喀麦隆 Vision 4,http://cdnamd-hls-globecast.akamaized.net/live/ramdisk/vision4/hls_video/index.m3u8
拉丁美洲CGTN,http://livees.cgtn.com/1000e/prog_index.m3u8
拉丁美洲La Mega Mundial,http://68.235.35.243:1935/lamegamundial/lamegamundial2/playlist.m3u8
拉丁美洲TV Marti,http://ocb-lh.akamaihd.net/i/ocb_mpls_tvmc1@383606/master.m3u8
墨西哥Capital 21 Mexico City,http://wowzaprod158-i.akamaihd.net/hls/live/595142/a9251b55/playlist.m3u8?set-akamai-hls-revision=5&set-cc-attribute=cc
墨西哥Uno TV (VOD),http://ooyalahd2-f.akamaihd.net/i/UnoTV01_delivery@122640/master.m3u8
阿根廷Canal Provincial San Miguel,http://www.trimi.com.ar/provincial/streaming/mystream.m3u8
阿根廷Garage TV,http://186.0.233.76:1935/Garage/smil:garage.smil/master.m3u8
阿根廷Radio TV Neuquen,http://media.neuquen.gov.ar/rtn/television/chunklist_w1330236482.m3u8
秘鲁Monterrico TV,http://vs8.live.opencaster.com/20100152275/jcpstream/playlist.m3u8
秘鲁TV Peru,http://www.radiosargentina.com.ar/php/tvm3u.php?id=DIPE0003&mode=12
哥斯达黎加 Extrema TV,http://livestreamcdn.net:1935/ExtremaTV/ExtremaTV/playlist.m3u8
哥斯达黎加 Telesur,http://k3.usastreams.com:1935/telesur/telesur/playlist.m3u8
罗马尼亚Cromtel TV,http://webmobile.xdev.ro:81/tv7/playlist.m3u8?time=1463062060161
罗马尼亚Iasi TV Life,http://webmobile.xdev.ro:81/tv24/playlist.m3u8?time=1464028219168
罗马尼亚TV Kit,http://webmobile.xdev.ro:81/tv9/playlist.m3u8
摩尔多瓦Tele M,http://webmobile.xdev.ro:81/tv16/playlist.m3u8
乌克兰100% News,http://85.238.112.40:8810/hls_sec/239.33.16.32-.m3u8
乌克兰Lale,http://stream.atr.ua/lale//live/index.m3u8
捷克Retro (Opt-1),http://stream.mediawork.cz/retrotv/retrotvHQ1/playlist.m3u8
斯洛伐克TV 8,http://109.74.145.11:1935/tv8/mp4:tv8.stream_360p/chunklist_w974670813.m3u8
斯洛伐克TVNZ,http://s1.media-planet.sk:80/live/novezamky/BratuMarian.m3u8
拉脱维亚RETV,http://edge-telia1.tiesraides.lv/live/retv.lv.1_1/playlist_b1825196.m3u8
拉脱维亚TV Net,http://player.tvnet.lv/stream/amlst:61659/chunklist_w1822312625_b528000_pd892000.m3u8
希腊Fox TV,http://live.streams.ovh:1935/foxtv/foxtv/playlist.m3u8
希腊Ionian Channel,http://stream.ioniantv.gr:8081/ionian/live/playlist.m3u8
土耳其Cay TV,http://stream2.taksimbilisim.com:1935/caytv/bant1/CAYTV.m3u8
印度ABP Asmita,http://abpasmita-lh.akamaihd.net:80/i/abpasmita_1@77821/master.m3u8
伊朗PBC Tapesh TV,http://iptv.tapesh.tv/tapesh/playlist.m3u8
伊朗Rangarang TV,http://iptv.rangarang.us/live/playlist.m3u8
伊拉克 Al Sharqiya,http://ns8.indexforce.com:1935/home/mystream/playlist.m3u8
伊拉克 Sharqiya News,http://ns8.indexforce.com:1935/alsharqiyalive/mystream/playlist.m3u8
阿拉伯联合酋长国Al Arabiya,http://www.elahmad.com/tv/m3u8/arabiya.m3u8?id=aa
阿拉伯联合酋长国Dubai One,http://www.elahmad.com/tv/m3u8/dubaitv.m3u8?id=dubaione
卡塔尔 Al Kass Sports 3,http://www.elahmad.com/tv/m3u8/alkass.m3u8?id=alkass3
卡塔尔 Al Kass Sports 4,http://www.elahmad.com/tv/m3u8/alkass.m3u8?id=alkass4
摩洛哥Al Aoula International,http://cdn-hls.globecast.tv/live/ramdisk/al_aoula_inter/hls_snrt/index.m3u8
摩洛哥Arryadia,http://cdn-hls.globecast.tv/live/ramdisk/arriadia/hls_snrt/index.m3u8
摩洛哥Al Maghribia,http://cdn-hls.globecast.tv/live/ramdisk/al_maghribia_snrt/hls_snrt/index.m3u8


🇨🇳备用频道,#genre#
CCTV-4K超高清,http://iptv.tvfix.org/hls/cctv4k.m3u8
CCTV-1高清,http://iptv.tvfix.org/hls/cctv1hd.m3u8
CCTV-1HK版高清,http://iptv.tvfix.org/hls/cctv1hdhk.m3u8
CCTV-2高清,http://iptv.tvfix.org/hls/cctv2hd.m3u8
CCTV-3高清,http://iptv.tvfix.org/hls/cctv3hd.m3u8
CCTV-4高清,http://iptv.tvfix.org/hls/cctv4hd.m3u8
CCTV-5高清,http://iptv.tvfix.org/hls/cctv5hd.m3u8
CCTV-5+高清,http://iptv.tvfix.org/hls/cctv5phd.m3u8
CCTV-6高清,http://iptv.tvfix.org/hls/cctv6hd.m3u8
CCTV-7高清,http://iptv.tvfix.org/hls/cctv7hd.m3u8
CCTV-8高清,http://iptv.tvfix.org/hls/cctv8hd.m3u8
CCTV-9高清,http://iptv.tvfix.org/hls/cctv9hd.m3u8
CCTV-10高清,http://iptv.tvfix.org/hls/cctv10hd.m3u8
CCTV-11高清,http://iptv.tvfix.org/hls/cctv11hd.m3u8
CCTV-12高清,http://iptv.tvfix.org/hls/cctv12hd.m3u8
CCTV-13高清,http://iptv.tvfix.org/hls/cctv13hd.m3u8
CCTV-14高清,http://iptv.tvfix.org/hls/cctv14hd.m3u8
CCTV-15高清,http://iptv.tvfix.org/hls/cctv15hd.m3u8
CCTV-16高清,http://iptv.tvfix.org/hls/cctv16hd.m3u8
CCTV-17高清,http://iptv.tvfix.org/hls/cctv17hd.m3u8
CGTN高清,http://iptv.tvfix.org/hls/cgtnhd.m3u8
CGTN纪录高清,http://iptv.tvfix.org/hls/cgtndochd.m3u8
CGTN法语高清,http://iptv.tvfix.org/hls/cgtnfhd.m3u8
CGTN俄语高清,http://iptv.tvfix.org/hls/cgtnehd.m3u8
CGTN阿拉伯语高清,http://iptv.tvfix.org/hls/cgtnahd.m3u8
CGTN西班牙语高清,http://iptv.tvfix.org/hls/cgtnxhd.m3u8
北京卫视高清,http://iptv.tvfix.org/hls/brtv1hd.m3u8
湖南卫视高清,http://iptv.tvfix.org/hls/hunanhd.m3u8
浙江卫视高清,http://iptv.tvfix.org/hls/zjhd.m3u8
江苏卫视高清,http://iptv.tvfix.org/hls/jshd.m3u8
东方卫视高清,http://iptv.tvfix.org/hls/dfhd.m3u8
安徽卫视高清,http://iptv.tvfix.org/hls/ahhd.m3u8
黑龙江卫视高清,http://iptv.tvfix.org/hls/hljhd.m3u8
辽宁卫视高清,http://iptv.tvfix.org/hls/lnhd.m3u8
深圳卫视高清,http://iptv.tvfix.org/hls/szhd.m3u8
广东卫视高清,http://iptv.tvfix.org/hls/gdhd.m3u8
天津卫视高清,http://iptv.tvfix.org/hls/tjhd.m3u8
湖北卫视高清,http://iptv.tvfix.org/hls/hbhd.m3u8
山东卫视高清,http://iptv.tvfix.org/hls/sdhd.m3u8
重庆卫视高清,http://iptv.tvfix.org/hls/cqhd.m3u8
金鹰纪实高清,http://iptv.tvfix.org/hls/gedocu.m3u8
福建东南卫视高清,http://iptv.tvfix.org/hls/dnhd.m3u8
四川卫视高清,http://iptv.tvfix.org/hls/schd.m3u8
河北卫视高清,http://iptv.tvfix.org/hls/hebhd.m3u8
江西卫视高清,http://iptv.tvfix.org/hls/jxhd.m3u8
河南卫视高清,http://iptv.tvfix.org/hls/hnhd.m3u8
广西卫视高清,http://iptv.tvfix.org/hls/gxhd.m3u8
吉林卫视高清,http://iptv.tvfix.org/hls/jlhd.m3u8
中国教育电视台1高清,http://iptv.tvfix.org/hls/cetv1hd.m3u8
海南卫视高清,http://iptv.tvfix.org/hls/lyhd.m3u8
贵州卫视高清,http://iptv.tvfix.org/hls/gzhd.m3u8
北京文艺高清,http://iptv.tvfix.org/hls/brtv2hd.m3u8
北京科教高清,http://iptv.tvfix.org/hls/brtv3hd.m3u8
北京影视高清,http://iptv.tvfix.org/hls/brtv4hd.m3u8
北京财经高清,http://iptv.tvfix.org/hls/brtv5hd.m3u8
北京生活高清,http://iptv.tvfix.org/hls/brtv7hd.m3u8
北京青年高清,http://iptv.tvfix.org/hls/brtv8hd.m3u8
北京新闻高清,http://iptv.tvfix.org/hls/brtv9hd.m3u8
北京卡酷少儿高清,http://iptv.tvfix.org/hls/brtv10hd.m3u8
北京冬奥纪实高清,http://iptv.tvfix.org/hls/brtv11hd.m3u8
上海新闻综合高清,http://iptv.tvfix.org/hls/shxwzhhd.m3u8
上海东方影视高清,http://iptv.tvfix.org/hls/shdfyshd.m3u8
上海都市频道高清,http://iptv.tvfix.org/hls/shdspdhd.m3u8
上海外语频道高清,http://iptv.tvfix.org/hls/shwypdhd.m3u8
上海第一财经高清,http://iptv.tvfix.org/hls/shdycjhd.m3u8
五星体育高清,http://iptv.tvfix.org/hls/wxtyhd.m3u8
极速汽车高清,http://iptv.tvfix.org/hls/jsqchd.m3u8
劲爆体育高清,http://iptv.tvfix.org/hls/jbtyhd.m3u8
新视觉高清,http://iptv.tvfix.org/hls/xsjhd.m3u8
魅力足球高清,http://iptv.tvfix.org/hls/mlzqhd.m3u8
游戏风云高清,http://iptv.tvfix.org/hls/yxfyhd.m3u8
全纪实高清,http://iptv.tvfix.org/hls/qjshd.m3u8
纪实人文高清,http://iptv.tvfix.org/hls/docuchina.m3u8
CHC高清电影,http://iptv.tvfix.org/hls/chchd.m3u8
CHC家庭影院,http://iptv.tvfix.org/hls/chctv.m3u8
CHC动作电影,http://iptv.tvfix.org/hls/chcatv.m3u8
哈哈炫动高清,http://iptv.tvfix.org/hls/hhxdhd.m3u8
金鹰卡通,http://iptv.tvfix.org/hls/jykttv.m3u8
优漫卡通,http://iptv.tvfix.org/hls/ymkttv.m3u8
新动漫,http://iptv.tvfix.org/hls/xdmtv.m3u8
足球频道,http://iptv.tvfix.org/hls/zqhd.m3u8
翡翠台(第1声道繁体),http://iptv.tvfix.org/hls/jade.m3u8
翡翠台(第2声道简体),http://iptv.tvfix.org/hls/jade2.m3u8
翡翠台海外版(粤语繁体),http://iptv.tvfix.org/hls/jadenhk.m3u8
翡翠台海外版(普通话简体),http://iptv.tvfix.org/hls/jadenhk2.m3u8
J2,http://iptv.tvfix.org/hls/j2.m3u8
J2(第2声道),http://iptv.tvfix.org/hls/j22.m3u8
无线新闻台,http://iptv.tvfix.org/hls/inews.m3u8
无线新闻台(第2声道),http://iptv.tvfix.org/hls/inews2.m3u8
明珠台,http://iptv.tvfix.org/hls/pearl.m3u8
明珠台(第2声道),http://iptv.tvfix.org/hls/pearl2.m3u8
无线财经资讯台,http://iptv.tvfix.org/hls/finance.m3u8
无线财经资讯台(第2声道),http://iptv.tvfix.org/hls/finance2.m3u8
无线财经资讯台海外版,http://iptv.tvfix.org/hls/financenhk.m3u8
ViuTV,http://iptv.tvfix.org/hls/viutv.m3u8
ViuTV(第2声道),http://iptv.tvfix.org/hls/viutv2.m3u8
ViuTV6,http://iptv.tvfix.org/hls/viutv6.m3u8
RTHK31,http://iptv.tvfix.org/hls/rthk31.m3u8
RTHK32,http://iptv.tvfix.org/hls/rthk32.m3u8
凤凰资讯,http://iptv.tvfix.org/hls/fhzx.m3u8
凤凰中文,http://iptv.tvfix.org/hls/fhzw.m3u8
凤凰电影,http://iptv.tvfix.org/hls/fhdy.m3u8
HK国际财经台,http://iptv.tvfix.org/hls/hkibc.m3u8
HK开电视,http://iptv.tvfix.org/hls/opentv.m3u8
美亚电影台(粤语),http://iptv.tvfix.org/hls/mydy.m3u8
美亚电影台(普通话),http://iptv.tvfix.org/hls/mydy2.m3u8
卫视电影台,http://iptv.tvfix.org/hls/starmovies.m3u8
天映频道,http://iptv.tvfix.org/hls/typd.m3u8
天映经典,http://iptv.tvfix.org/hls/tyjd.m3u8
天映经典(第2声道),http://iptv.tvfix.org/hls/tyjd2.m3u8
HBO(第1声道粤语),http://iptv.tvfix.org/hls/hbo.m3u8
HBO(第2声道原声),http://iptv.tvfix.org/hls/hbo2.m3u8
HBO Hits(第1声道粤语),http://iptv.tvfix.org/hls/hbohits.m3u8
HBO Hits(第2声道原声),http://iptv.tvfix.org/hls/hbohits2.m3u8
TVB经典台,http://iptv.tvfix.org/hls/tvbjd.m3u8
TVB星河(粤语),http://iptv.tvfix.org/hls/tvbxh.m3u8
TVB星河(普通话),http://iptv.tvfix.org/hls/tvbxh2.m3u8
TVB功夫台(粤语),http://iptv.tvfix.org/hls/tvbkf.m3u8
TVB功夫(普通话),http://iptv.tvfix.org/hls/tvbkf2.m3u8
TVBS亚洲台,http://iptv.tvfix.org/hls/tvbs.m3u8
TVBS新闻台,http://iptv.tvfix.org/hls/tvbsnews.m3u8
Hands Up Channel,http://iptv.tvfix.org/hls/kid.m3u8
Hands Up Channel(第2声道),http://iptv.tvfix.org/hls/kid2.m3u8
Channel V,http://iptv.tvfix.org/hls/channelv.m3u8
星空卫视,http://iptv.tvfix.org/hls/startv.m3u8
Thrill,http://iptv.tvfix.org/hls/thrill.m3u8
Thrill(第2声道),http://iptv.tvfix.org/hls/thrill2.m3u8
NHK综合,http://iptv.tvfix.org/hls/nhkg.m3u8
NHK综合(第2声道),http://iptv.tvfix.org/hls/nhkg2.m3u8
NHK教育,http://iptv.tvfix.org/hls/nhke.m3u8
NHK教育(第2声道),http://iptv.tvfix.org/hls/nhke2.m3u8
NHK WORLD Premium,http://iptv.tvfix.org/hls/nhkworldpremium.m3u8
NHK WORLD,http://iptv.tvfix.org/hls/nhkworld.m3u8
NHK WORLD(中文字幕),http://iptv.tvfix.org/hls/nhkworldzh.m3u8
tvN,http://iptv.tvfix.org/hls/tvn.m3u8
瞬间看地球,http://iptv.tvfix.org/hls/earth.m3u8
Discovery,http://iptv.tvfix.org/hls/discovery.m3u8
动物星球,http://iptv.tvfix.org/hls/animal.m3u8
动物星球(第2声道),http://iptv.tvfix.org/hls/animal2.m3u8
国家地理,http://iptv.tvfix.org/hls/natlgeo.m3u8
国家地理(第2声道),http://iptv.tvfix.org/hls/natlgeo2.m3u8
Star Sports,http://iptv.tvfix.org/hls/starsports.m3u8







📡音乐频道,#genre#
韩国DJ Soda Remix 2021 电音,https://vd3.bdstatic.com/mda-mev3hw0htz28h5wn/1080p/cae_h264/1622343504467773766/mda-mev3hw0htz28h5wn.mp4
今日热歌DJ《如果爱还在》《A8回心转意》《爱到最后就是痛》,https://vd2.bdstatic.com/mda-mhhf5mr00yyhpfjs/1080p/cae_h264/1629284581057661229/mda-mhhf5mr00yyhpfjs.mp4
推荐9首DJ舞曲，首首甜美醉人,https://vd2.bdstatic.com/mda-mhig1c3sw223mx8p/1080p/cae_h264/1629380139191731149/mda-mhig1c3sw223mx8p.mp4
动感DJ《苦了累了听听歌》,https://vd4.bdstatic.com/mda-mhqekuf2r91v08dt/1080p/cae_h264/1629888246186602728/mda-mhqekuf2r91v08dt.mp4
车载必备DJ《殇雪》《潮湿的心》《酒醉的蝴蝶》《多年以后》,https://vd3.bdstatic.com/mda-mhve4gb9hi8cstzk/1080p/cae_h264/1630319514896018158/mda-mhve4gb9hi8cstzk.mp4
DJ《心在跳情在烧》,https://vd4.bdstatic.com/mda-mhwf07t27w3gi1y7/1080p/cae_h264/1630406994590156367/mda-mhwf07t27w3gi1y7.mp4
孙艺琪《寂寞的人别听伤感情歌》,https://vd2.bdstatic.com/mda-mdscsws7443npwa8/1080p/cae_h264/1619516504/mda-mdscsws7443npwa8.mp4
郭镐鸣《野摩托》,https://vd3.bdstatic.com/mda-mekfm7wu6f4rtt99/1080p/cae_h264/1621595318412084671/mda-mekfm7wu6f4rtt99.mp4
赵蕾蕾《寂寞的城伤心的人》,https://vd2.bdstatic.com/mda-mesdm11tdp69a9ye/1080p/cae_h264/1622115758783335310/mda-mesdm11tdp69a9ye.mp4
叶筱萱《爱到最后是孤独》,https://vd4.bdstatic.com/mda-mh9fjm2j86uyymfa/1080p/cae_h264/1628593607912074882/mda-mh9fjm2j86uyymfa.mp4
DJ版《真的为你哭了》,https://vd2.bdstatic.com/mda-me5chwexudvzcayg/fhd/cae_h264_nowatermark/1620297137821103617/mda-me5chwexudvzcayg.mp4
海来阿木《浪子心》DJ沈念版,https://vd3.bdstatic.com/mda-mgr9s5pv0jeqbcm8/1080p/cae_h264/1627298307874491239/mda-mgr9s5pv0jeqbcm8.mp4
《人间惊鸿客》,https://vd3.bdstatic.com/mda-mh2bbyjcqjxjhzkd/1080p/cae_h264/1627978577559447916/mda-mh2bbyjcqjxjhzkd.mp4
DJ版《三月里的小雨》,https://vd2.bdstatic.com/mda-mgwegh0bzv4cy6cb/1080p/cae_h264/1627727251470197083/mda-mgwegh0bzv4cy6cb.mp4
DJ版《望爱却步》,https://vd4.bdstatic.com/mda-mh3ei4sg2jypty79/1080p/cae_h264/1628072927342489970/mda-mh3ei4sg2jypty79.mp4
《唱着情歌流着泪》,https://vd3.bdstatic.com/mda-mhwaejanf0ie6b8j/1080p/cae_h264/1630409563129833732/mda-mhwaejanf0ie6b8j.mp4
DJ版《一个人挺好》,https://vd3.bdstatic.com/mda-mh6gqq4b59z26cjx/1080p/cae_h264/1628504623473300938/mda-mh6gqq4b59z26cjx.mp4
《爱你到最后一刻》,https://vd3.bdstatic.com/mda-mhr9c7q9xzgy1812/1080p/cae_h264/1630062648077583523/mda-mhr9c7q9xzgy1812.mp4
伤感DJ《等》,https://vd2.bdstatic.com/mda-mhq92a7nafrh8dma/1080p/cae_h264/1629977686796490849/mda-mhq92a7nafrh8dma.mp4
DJ《我们不再是从前》,https://vd2.bdstatic.com/mda-mhne550wq5m66zvj/1080p/cae_h264/1629803514331462220/mda-mhne550wq5m66zvj.mp4
DJ舞曲《让我做你的眼睛》,https://vd2.bdstatic.com/mda-mhaargrart2qrkdz/1080p/cae_h264/1629630942996744682/mda-mhaargrart2qrkdz.mp4
DJ版《时间会知道你好不好》,https://vd3.bdstatic.com/mda-mhairve7gvye1192/1080p/cae_h264/1629457148988604256/mda-mhairve7gvye1192.mp4
DJ版《爱不得忘不舍》,https://vd3.bdstatic.com/mda-mh8j8egnj8idbvd8/1080p/cae_h264/1629367979662473678/mda-mh8j8egnj8idbvd8.mp4
DJ版《蜜雪冰城》,https://vd3.bdstatic.com/mda-mhbae2pwwxhyxjcz/1080p/cae_h264/1628767594518574030/mda-mhbae2pwwxhyxjcz.mp4
DJ版《夜难眠》,https://vd3.bdstatic.com/mda-mh5hwg99vtp777bj/1080p/cae_h264/1628420576290088489/mda-mh5hwg99vtp777bj.mp4
《无味》 DJ版,https://vd3.bdstatic.com/mda-mgqiagirsmmpuarm/1080p/cae_h264/1627218846577884242/mda-mgqiagirsmmpuarm.mp4
DJ版《原谅你的谎》,https://vd4.bdstatic.com/mda-mhacxx5vhr2we882/1080p/cae_h264/1628673933350116053/mda-mhacxx5vhr2we882.mp4
DJ《等爱》,https://vd2.bdstatic.com/mda-mfhh1e0hwq212rrt/sc/h264/1623988905898256147/mda-mfhh1e0hwq212rrt.mp4
DJ《醉过多少回》,https://vd4.bdstatic.com/mda-megp46e98a4f2b9g/sc/h264/1621239560364992817/mda-megp46e98a4f2b9g.mp4
DJ小鱼儿 - 如果你真的要离开 (DJ加快版),https://vd4.bdstatic.com/mda-mfh4rq9drsza8gf9/1080p/cae_h264/1623987066817324460/mda-mfh4rq9drsza8gf9.mp4
DJ情歌《爱情迷了路》,https://vd4.bdstatic.com/mda-mdbrb7fns70avrmt/1080p/cae_h264/1618222287/mda-mdbrb7fns70avrmt.mp4
《忘川彼岸DJ》,https://vd2.bdstatic.com/mda-md2eyfntemujuft5/1080p/cae_h264/1617446472/mda-md2eyfntemujuft5.mp4
DJ音乐舞曲《一千个轮回》,https://vd4.bdstatic.com/mda-mdu1939m1muvhme3/1080p/cae_h264/1619662287022848524/mda-mdu1939m1muvhme3.mp4
DJ 最美不过你的微笑,https://vd4.bdstatic.com/mda-mhs2qjdmkjz2rb7g/sc/cae_h264/1630029534870787600/mda-mhs2qjdmkjz2rb7g.mp4
DJ 流浪兄弟,https://vd2.bdstatic.com/mda-mhrdtax1km0idkc5/1080p/cae_h264/1629972852606533219/mda-mhrdtax1km0idkc5.mp4
车载DJ《多年以后》,https://vd3.bdstatic.com/mda-mhqekuegbh6112js/1080p/cae_h264/1629891559415737083/mda-mhqekuegbh6112js.mp4


SING女团】《风陵渡口》歌词版PV,https://vdse.bdstatic.com//a499dfbec34060ce0f380ea789446f07.mp4
5首伤感情歌DJ,https://vdse.bdstatic.com//a34f76474b9bdfca8c487761861fb603.mp4
几首绝美情歌DJ精选,https://vdse.bdstatic.com//c5c64b60c9fdfbdfa3e959bb1d56c4b0.mp4
2021爆红伤感DJ情歌,https://vdse.bdstatic.com//92fae64ee11e2684faa61924be62c8ef.mp4
《涛声依旧》《潇洒走一回》《昨夜星辰》《女儿情》《潮湿的心》,https://vdse.bdstatic.com//f07a3d6a6489458c717c07dc5faf8523.mp4
《天路》《驼铃》《鸿雁》《九儿》《绒花》《小芳》,https://vdse.bdstatic.com//e4b7325ebf3010673a51a24f948a8a97.mp4
《驼铃》《卓玛》《天边》《鸿雁》《天路》草原歌曲,https://vdse.bdstatic.com//f8f4740a4ca7ff31c3a2d8386fc14598.mp4
六字真言颂,https://vdse.bdstatic.com//0b589b87f310e0aa4e460ab6ecdb8fa8.mp4
降央卓玛：这几首歌曲太动听,https://vdse.bdstatic.com//0ce1279c88ff9ab48f48d4e86860cd46.mp4
<可可托海的牧羊人><送亲><站着等你三千年><红尘情歌>,https://vdse.bdstatic.com//695c59600d85d94047f091d3dc8c35d0.mp4
<可可托海的牧羊人><送亲><站着等你三千年><有一种思念叫永远>,https://vdse.bdstatic.com//7cb310d32d15912afadd19d15be7039b.mp4
刀郎经典老歌《手心里的温柔》《西海情歌》《披着羊皮的狼》,https://vdse.bdstatic.com//2f53687e421524efba9ba2b528f7bd12.mp4
毛宁《涛声依旧》《晚秋》《心雨》《春风吻上我的脸》《大中国》,https://vdse.bdstatic.com//21736d388636d7648510b2a36fc7cbfd.mp4
山歌《阿里山的姑娘》《康定情歌》《山路十八弯》《敖包相会》,https://vdse.bdstatic.com//ae82f5b93166f47d85ff12124a021323.mp4
《涛声依旧》《雾里看花》《窗外》《心雨》《听心》《晚秋》《母亲》,https://vdse.bdstatic.com//db8ba0fda2aad9cb15aa32887a160f06.mp4
《窗外》《同桌的你》《心太软》《心雨》《小芳》,https://vdse.bdstatic.com//97183ae857df5213fcfaf0fabc18efc3.mp4
张也《望星空/为了谁/人间第一情/红梅赞/高天上流云》,https://vdse.bdstatic.com//038c6250208e42b9427a885e0370e1a2.mp4
《来生再去拥抱你》《梨花飞情人泪》《落雨的秋》《梦醉荷塘》,https://vdse.bdstatic.com//d5e3237c7ef186217ea1c9b24d58e2ae.mp4
宇宁《千里江山（大型纪录片《紫禁城》主题歌,https://vdse.bdstatic.com//688046e42c39cf6585106f945e2798e7.mov
【经典老歌】DJ版《精选8首》,https://vdse.bdstatic.com//0ac0c7446ae226121af41b2b4e375ae3.mp4
经典老歌精选八首《闽南语》,https://vdse.bdstatic.com//4933aab0ea147ecb82b047c44b4ae055.mp4
经典老歌DJ版精选六首,https://vdse.bdstatic.com//f203048340fe15016fbec9a72905680d.mp4
【老歌DJ版】《精选8首》,https://vdse.bdstatic.com//525174705415c8773bd465ce4b88b18d.mp4
【经典老歌】DJ版《精选8首》,https://vdse.bdstatic.com//200ab148a9e867ad29f5fda4ac175305.mp4
2021一夜火爆几首DJ舞曲,https://vdse.bdstatic.com//1fc9fd16e02ca272bb81666b85bf4135.mp4
2021《精选5首酒吧DJ舞曲》,https://vdse.bdstatic.com//0e59c29ddbc68ed60dce8a6f4631c1f1.mp4
2021火爆女生版伤感DJ情歌,https://vdse.bdstatic.com//8fe197e92568201d4899dfd3d94585a7.mp4
2021最佳伤感情歌,https://vdse.bdstatic.com//59c5abc138bf1da5585bb765c530137e.mp4
2021伤感洗脑神曲,https://vdse.bdstatic.com//8ad29ca92a901b9992431cf0c5266101.mp4
2021最新情歌,https://vdse.bdstatic.com//3d84abfc356b7a2f128eea22fcb442a2.mp4
2021最好听情歌,https://vdse.bdstatic.com//e668900af1d683c1f8762c1184d516d3.mp4
让人陶醉的几首DJ舞曲,https://vdse.bdstatic.com//0f464b2beaf5887f90ac36b68fcd342f.mp4
2021催泪情歌DJ,https://vdse.bdstatic.com//b3a011133da73776af09309a9ee4d4c9.mp4
女生DJ伤感情歌,https://vdse.bdstatic.com//8fe41305b5c64f8e11715b4dfd442c67.mp4
巨星珍藏系列:邓丽君经典歌曲精选(1),https://vdse.bdstatic.com//d2b16e989b950ad5db5461066c8dbf46.mp4
巨星珍藏系列:邓丽君经典歌曲精选(2),https://vdse.bdstatic.com//9b36b59762cdf4a47f8c27672b35e343.mp4
巨星珍藏系列：邓丽君经典歌曲精选（3),https://vdse.bdstatic.com//a43cab220b1ac8f879a1b5e29592c9f3.mp4
巨星珍藏系列:邓丽君经典歌曲精选(4),https://vdse.bdstatic.com//286f53c579b11eecd2d70f985a685ae9.mp4
精选邓丽君经典歌曲8首,https://vdse.bdstatic.com//6fdc7d09e2f04a19745752bb60fbcc76.mp4
邓丽君 歌曲精选九首 经典歌曲,https://vdse.bdstatic.com//432792ba00998e73655101c9e706e1e2.mp4
邓丽君经典歌曲联唱,https://vdse.bdstatic.com//e4ef0d3bbf543b6ad61553680052a800.mp4
金典老歌,https://vdse.bdstatic.com//36ea0ffcf8156a44b9d524d999eb088a.mp4
刀郎经典歌曲7首：《西海情歌》《敖包相会》《情人》冲动的惩罚,https://vdse.bdstatic.com//628ca08719cef5987ea2ae3c6f0d2386.mp4
刀郎经典歌曲精选,https://vdse.bdstatic.com//4fcca19a19aa4974230c5ee70ab5fa55.mp4
刀郎经典老歌合集《披着羊皮的狼》《西海情歌》《冲动的惩罚》,https://vdse.bdstatic.com//bfbb0871ed01eb3328497faae6a8531b.mp4
经典【刀郎】歌曲精选《冲动的惩罚》《西海情歌》《驼铃》等,https://vdse.bdstatic.com//32366fcdc5f95486daaebcc32bec1135.mp4
刀郎作品精选（词曲唱）,https://upos-sz-mirrorcos.bilivideo.com/upgcxcode/20/55/86125520/86125520-1-6.mp4
云朵、刀郎、孙露、张雨生等经典怀旧歌曲6首,https://vdse.bdstatic.com//fa0ed7ad8657cc4d13972c3d9aa5ddbf.mp4
怀旧金曲:刀郎《黄玫瑰》,https://vdse.bdstatic.com//893331fdfab5d04e5c93e2adbbf1e949.mp4
《那一夜》谢军,https://vdse.bdstatic.com//da6d866213a8bce7b317f508cf702e2e.mp4
刀郎经典歌曲《情人/为什么我泪水成行/2002年的第一场雪》等,https://vdse.bdstatic.com//9b34ac60de14344db632ced1bdac9ef3.mp4
电子琴经典曲目《故乡/片片枫叶情》等,https://vdse.bdstatic.com//4132f92618c08f23b618c12ea86ae767.mp4
《偏偏喜欢你》《千千阙歌》《光辉岁月》《海阔天空》《上海滩》,https://vdse.bdstatic.com//c1e04e418d20de0e27b5bf09722d96e7.mp4
经典粤语歌曲《上海滩》《铁血丹心》《神情神话》《沧海一声笑》,https://vdse.bdstatic.com//f9cd

红尘只是个过客,https://vd2.bdstatic.com/mda-mhq68s6g444n437t/hd/cae_h264/1629865742325435508/mda-mhq68s6g444n437t.mp4
百花香(抖音DJ版),https://vd4.bdstatic.com/mda-mdsd1z3wbqeeyumq/fhd/cae_h264_nowatermark/1620021906658368673/mda-mdsd1z3wbqeeyumq.mp4
经典老歌DJ舞曲七首,https://vd2.bdstatic.com/mda-mhwbtsnrmm6v6x5r/sc/cae_h264/1630403250895754314/mda-mhwbtsnrmm6v6x5r.mp4
精选五首DJ男声串烧,https://vd2.bdstatic.com/mda-maqfk730tsig88wr/v2-hknm/1080p/mda-maqfk730tsig88wr.mp4
韩可可《错位时空》DJ版,https://vd3.bdstatic.com/mda-mgciytzb45z6z8yj/1080p/cae_h264/1626183756603775947/mda-mgciytzb45z6z8yj.mp4
忘记你需要多久(DJ小鱼儿版),https://vd2.bdstatic.com/mda-mc1sm1r5s9azchjv/v1-cae/1080p/mda-mc1sm1r5s9azchjv.mp4
车载DJ《今夜为你醉...》,https://vdse.bdstatic.com//b68123a666cce39e7413da912e3675a3.mp4
DJ情歌6首,https://vdse.bdstatic.com//c9e449d2db0a3fa5f6a8afafbc43fbdc.mp4
抖音热歌《大风吹+夜夜夜漫长》,https://vdse.bdstatic.com//13da18e12728e9d7849f6589a3070b4c.mp4
21年DJ爆红网络洗脑神曲,https://vdse.bdstatic.com//bf4bb1d82b2eb17681c49e745dc2da21.mp4
劲爆DJ串烧,https://vdse.bdstatic.com//01b1f78bb5b009d36ce3f5051e7383c1.mp4
2021年最好听的DJ串烧,https://vdse.bdstatic.com//cd396057d1fbcb12f0600d38a16effbc.mp4
《哑巴新娘...》,https://vdse.bdstatic.com//1a3fdd4def6feeef6a49f4c2bfd9fec2.mp4
女生版DJ洗脑神曲,https://vdse.bdstatic.com//6d2f84ad5762c818efd8dc210d8743c6.mp4
一夜火爆i网络DJ舞曲,https://vdse.bdstatic.com//692b9306c06b72d223c9d714f8ebe579.mp4
2021年最火伤感音乐,https://vdse.bdstatic.com//6d39df48360bdb12f73800397c4a6c02.mp4
2021年网络火爆伤感情歌6首,https://vdse.bdstatic.com//80e0473f97055cec1c9c76c1c7e5498a.mp4
2021年6首网络伤感情歌,http://39.165.32.235:88/v1.go2yd.com/video/fcaf341a6038ed4d8dbd50deaf3036c1.mp4_bd.mp4
2021热门伤感DJ,https://vdse.bdstatic.com//06b4e9b185b843e694e4d20e9b0a0aac.mp4
2021伤感DJ舞曲,https://vdse.bdstatic.com//6d39df48360bdb12f73800397c4a6c02.mp4
6首DJ情歌,https://vdse.bdstatic.com//e0ad4d203cd7d7ffa943544c8d2ddbd3.mp4
几首比较火的DJ情歌,https://vdse.bdstatic.com//4d7e8fe409b2ba9e08b179de8e146fa3.mp4
精选6首DJ情歌,https://vdse.bdstatic.com//2ead9cf04f5e9e3a99eea79534c3c104.mp4
《爱难求情难断…》,https://vdse.bdstatic.com//0c8ed110c5522e9bd31752ecb999b1ab.mp4
酒吧DJ舞曲,https://vdse.bdstatic.com//5208fb24e1d76b0e81f992e91537f086.mp4
花都开了你来不来DJ,https://vd3.bdstatic.com/mda-mdee523swbezmsin/480p/h264/1618480997/mda-mdee523swbezmsin.mp4





黑龙江频道,#genre#
黑龙江公共农业 8M1080,http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226050/index.m3u8
黑龙江少儿 8M1080,http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226070/index.m3u8
黑龙江影视 8M1080,http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226061/index.m3u8
黑龙江文体 8M1080,http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226044/index.m3u8
黑龙江新闻法治 8M1080,http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226093/index.m3u8
黑龙江都市 8M1080,http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226090/index.m3u8
黑龙江公共农业 576,http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226042/index.m3u8
黑龙江少儿 576,http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226028/index.m3u8
黑龙江影视 576,http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226022/index.m3u8
黑龙江文体 576,http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226025/index.m3u8
黑龙江新闻法治 576,http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226039/index.m3u8
黑龙江都市 576,http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226036/index.m3u8
哈尔滨娱乐 4M576,http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225759/index.m3u8
哈尔滨影视 4M576,http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225760/index.m3u8
哈尔滨生活 4M576,http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225762/index.m3u8
哈尔滨资讯 4M576,http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225761/index.m3u8
七台河公共 576,http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226006/index.m3u8
七台河新闻综合 576,http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226003/index.m3u8
大庆新闻综合 576,http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225768/index.m3u8
大庆公共 576,http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225767/index.m3u8
鹤岗公共 576,http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226004/index.m3u8
鹤岗新闻综合 576,http://ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221226001/index.m3u8


吉林频道,#genre#
吉林卫视,http://39.136.18.76/cdnrrs.gz.chinamobile.com/PLTV/88888888/224/3221225753/1/index.m3u8?fmt=ts2hls
吉林乡村,http://stream1.jlntv.cn/xcpd/sd/live.m3u8
吉林公共新闻,http://stream1.jlntv.cn/ggpd/playlist.m3u8
吉林影视,http://stream4.jlntv.cn/test4/sd/live.m3u8
吉林篮球,http://stream1.jlntv.cn/lqpd/playlist.m3u8#http://dbiptv.sn.chinamobile.com/PLTV/88888888/224/3221226239/1.m3u8
吉林东北戏曲,http://stream1.jlntv.cn/dbxq/playlist.m3u8#http://stream1.jlntv.cn/dbxq/sd/live.m3u8
梅河口综合,http://stream4.jlntv.cn/mhk/sd/live.m3u8_level
双辽综合,http://stream5.jlntv.cn/sl/sd/live.m3u8_level
东丰综合,http://stream5.jlntv.cn/df/sd/live.m3u8
辽宁地方,初心影视
辽宁生活,http://39.135.129.163/hwottcdn.ln.chinamobile.com/PLTV/-/224/3221226761/index.m3u8
辽宁教育,http://39.135.129.165/hwottcdn.ln.chinamobile.com/PLTV/-/224/3221226763/index.m3u8
辽宁体育,http://39.135.129.165/hwottcdn.ln.chinamobile.com/PLTV/-/224/3221226764/index.m3u8
辽宁都市,http://39.135.129.165/hwottcdn.ln.chinamobile.com/PLTV/-/224/3221226760/index.m3u8
辽宁影视剧,http://39.135.129.163/hwottcdn.ln.chinamobile.com/PLTV/-/224/3221226738/index.m3u8
辽宁公共 ,http://39.135.129.167/hwottcdn.ln.chinamobile.com/PLTV/-/224/3221226766/index.m3u8
辽宁经济 ,http://39.135.129.165/hwottcdn.ln.chinamobile.com/PLTV/-/224/3221226735/index.m3u8

四川频道,#genre#
四川新闻HD,http://woojicd.f3322.net:4022/rtp/239.93.0.47:5140
四川乡村HD,http://woojicd.f3322.net:4022/rtp/239.93.0.52:5140
四川文化旅游HD,http://woojicd.f3322.net:4022/rtp/239.93.1.16:5140
四川妇女儿童HD,http://woojicd.f3322.net:4022/rtp/239.93.0.219:5140
四川经济HD,http://woojicd.f3322.net:4022/rtp/239.93.1.20:5140
峨眉电影HD,http://woojicd.f3322.net:4022/rtp/239.93.1.54:5140
四川影视文艺HD,http://woojicd.f3322.net:4022/rtp/239.93.1.195:5140
精彩四川HD,http://woojicd.f3322.net:4022/rtp/239.93.0.126:5140
麻辣体育HD,http://woojicd.f3322.net:4022/rtp/239.93.42.002:5140
来钓鱼吧HD,http://woojicd.f3322.net:4022/rtp/239.93.42.010:5140
每日影院HD,http://woojicd.f3322.net:4022/rtp/239.93.42.043:5140
幸福剧场HD,http://woojicd.f3322.net:4022/rtp/239.93.42.036:5140
幸福娱乐HD,http://woojicd.f3322.net:4022/rtp/239.93.42.037:5140
风尚生活HD,http://woojicd.f3322.net:4022/rtp/239.93.42.035:5140
PANDA影院HD,http://woojicd.f3322.net:4022/rtp/239.93.0.214:5140
PANDA体娱HD,http://woojicd.f3322.net:4022/rtp/239.93.0.94:5140
PANDA爱生活HD,http://woojicd.f3322.net:4022/rtp/239.93.1.190:5140
PANDA熊猫新闻HD,http://woojicd.f3322.net:4022/rtp/239.93.1.112:5140
PANDA少儿HD,http://woojicd.f3322.net:4022/rtp/239.93.1.189:5140
PANDA卡通HD,http://woojicd.f3322.net:4022/rtp/239.93.1.172:5140
大爱四川HD,http://woojicd.f3322.net:4022/rtp/239.93.1.110:5140
大爱旅游HD,http://woojicd.f3322.net:4022/rtp/239.93.1.234:5140
大爱生活HD,http://woojicd.f3322.net:4022/rtp/239.93.1.235:5140
大爱时尚,http://woojicd.f3322.net:4022/rtp/239.93.0.227:5140
绚影4KHD,http://woojicd.f3322.net:4022/rtp/239.93.42.041:5140
四川文化旅游,http://scgctvshow.sctv.com/hdlive/sctv2/1.m3u8
四川科教HD,http://3017ugjo.live2.danghongyun.com/live/hls/4dc0e927160647a2bd585cb5495810be/3c2126c925204cddb74a3534b97e2765-1.m3u8
四川经济,http://scgctvshow.sctv.com/hdlive/sctv3/1.m3u8
四川新闻,http://scgctvshow.sctv.com/hdlive/sctv4/1.m3u8
四川影视文化,http://scgctvshow.sctv.com/hdlive/sctv5/1.m3u8
四川妇女儿童,http://scgctvshow.sctv.com/hdlive/sctv7/1.m3u8
四川公共乡村,http://scgctvshow.sctv.com/hdlive/sctv9/1.m3u8
成都大运,http://woojicd.f3322.net:4022/rtp/239.93.0.224:1281
成都综合,http://67.230.188.214/17/sc/chengdum3u8.php?rate=hd&id=1#http://live.826pc.com/cdtv/live.php?id=1#http://67.230.188.214/17/sc/chengdum3u8.php?rate=hd&id=1
成都经济,http://67.230.188.214/17/sc/chengdum3u8.php?rate=hd&id=2#http://live.826pc.com/cdtv/live.php?id=2
成都都市,http://67.230.188.214/17/sc/chengdum3u8.php?rate=hd&id=3#http://live.826pc.com/cdtv/live.php?id=3
成都影视,http://67.230.188.214/17/sc/chengdum3u8.php?rate=hd&id=45#http://live.826pc.com/cdtv/live.php?id=45
成都公共,http://67.230.188.214/17/sc/chengdum3u8.php?rate=hd&id=5#http://live.826pc.com/cdtv/live.php?id=5
成都少儿,http://67.230.188.214/17/sc/chengdum3u8.php?rate=hd&id=6#http://live.826pc.com/cdtv/live.php?id=6
重庆频道,#genre#
北碚综合频道,http://222.178.181.121:12034/beibei01.m3u8
重庆涪陵综合,http://livefuling.chinamcache.com/liveful/fldszb001.m3u8
重庆江津新闻综合,http://jiangjinlive.cbg.cn:1935/ch1.m3u8
重庆江津文化旅游,http://jiangjinlive.cbg.cn:1935/ch2.m3u8
重庆江津经济生活,http://jiangjinlive.cbg.cn:1935/ch0.m3u8
重庆万州综合,http://wanzhoulive.cbg.cn:8017/iTXwrGs/800/live.m3u8
重庆忠县综合,http://qxlmlive.cbg.cn:1935/app_2/_definst_/ls_35.stream/playlist.m3u8
重庆两瓶,http://qxlmlive.cbg.cn:1935/app_2/ls_44.stream/chunklist.m3u8
重庆开州综合频道,http://kaixianlive.cbg.cn:10345/1.m3u8



北京频道,#genre#
北京卫视[高清],http://otttv.bj.chinamobile.com/PLTV/88888888/224/3221226556/index.m3u8?accountinfo=OMDVq6b4lEslJm1UnEjrD67bT+dBi/stmegbNVdYPJSeBmMWSNPD7Wrrjb2ZDi7Um5UxWiZupPnRfM4wLeS74RrZe+RE99EyWRk+/h2ZwKdrA6O5TqC3oQgciLHCN+f7jdqT/Yq9bJ5ojBI5xjj1XA==,,END
北京新闻[高清],http://otttv.bj.chinamobile.com/PLTV/88888888/224/3221226437/index.m3u8?accountinfo=OMDVq6b4lEslJm1UnEjrD67bT+dBi/stmegbNVdYPJSeBmMWSNPD7Wrrjb2ZDi7Um5UxWiZupPnRfM4wLeS74RrZe+RE99EyWRk+/h2ZwKe/K/f3kM7vVAVZijl4iyoDNXkzi+WZQiMHs7tmfGVYQg==,,END
北京文艺[高清],http://otttv.bj.chinamobile.com/PLTV/88888888/224/3221226440/index.m3u8?accountinfo=OMDVq6b4lEslJm1UnEjrD67bT+dBi/stmegbNVdYPJSeBmMWSNPD7Wrrjb2ZDi7Um5UxWiZupPnRfM4wLeS74RrZe+RE99EyWRk+/h2ZwKcvHqOmtn/hgQoKLE9+7Ay2N6D1ko3Yx6/syfV3AyuDrw==,,END
卡酷少儿[高清],http://otttv.bj.chinamobile.com/PLTV/88888888/224/3221226558/index.m3u8?accountinfo=OMDVq6b4lEslJm1UnEjrD67bT+dBi/stmegbNVdYPJSeBmMWSNPD7Wrrjb2ZDi7Um5UxWiZupPnRfM4wLeS74RrZe+RE99EyWRk+/h2ZwKcZU6zpMnBRj8F5x1e65FnY33yNhKtBp1tUOIOoQaZW2g==,,END
黑莓动画[高清],http://otttv.bj.chinamobile.com/PLTV/88888888/224/3221225914/index.m3u8?servicetype=2&icpid=&accounttype=1&limitflux=-1&limitdur=-1&GuardEncType=2&accountinfo=Wz9PzXqiHTPm9nnfBNN9qYnjFx%2FlYchqhY7S6bSpOL2PtEbjPb9jhieBCtTUAr9dNpJ%2B3fKalNYfmH%2BEaYo8Rb1B0UFe79pybuMPoFbNny31VyCEXm3rWPAI290gZZpDfDQqOgmokKjty183mZr2VA%3D%3D%3A20180916203336%2C60D21CD359DA%2C124.129.68.31%2C20180916203336%2C10000100000000050000000000544179%2C6FC99DF6C0A5162BBF2A8A4B2D2DCDC7%2C-1%2C1%2C1%2C-1%2C%2C7%2C2201300%2C17%2C%2C4%2CEND
北京IPTV萌宠[高清],http://otttv.bj.chinamobile.com/PLTV/88888888/224/3221226555/index.m3u8?accountinfo=OMDVq6b4lEslJm1UnEjrD67bT+dBi/stmegbNVdYPJSeBmMWSNPD7Wrrjb2ZDi7Um5UxWiZupPnRfM4wLeS74RrZe+RE99EyWRk+/h2ZwKfR3oacAPg354elzcInzXj3W4a7qNuLPwz5uQNQKuvw0w==,,END
北京IPTV淘BABY[高清],http://otttv.bj.chinamobile.com/PLTV/88888888/224/3221226554/index.m3u8?servicetype=1&icpid=&accounttype=1&limitflux=-1&limitdur=-1&GuardEncType=2&accountinfo=3QGHZfaujB8rRCsAsCvwpxxlHr4QY7xmzJA0CWZ2m2oFrdR%2B0WqiDAHoOrKmOBjJo1DAVyGMxV75D0k9A8UW52%2FrO%2F0g1FiOsgmHLskIhGej57NNTIcVyR%2FC8%2FqFakBOBGhARyizMEPlAOe9nM1b5Q%3D%3D%3A20211105223205%2C10000100000000050000000003887496%2CF6D75A298389DD1E7C3B7D397327CA23%2C-1%2C0%2C1%2C%2C%2C2%2C%2C%2CEND
北京IPTV淘电影[高清],http://otttv.bj.chinamobile.com/PLTV/88888888/224/3221226552/index.m3u8?servicetype=1&icpid=88888888&accounttype=1&limitflux=-1&limitdur=-1&GuardEncType=2&accountinfo=OMDVq6b4lEslJm1UnEjrD67bT%2BdBi%2FstmegbNVdYPJSeBmMWSNPD7Wrrjb2ZDi7Um5UxWiZupPnRfM4wLeS74RrZe%2BRE99EyWRk%2B%2Fh2ZwKeBjD%2BfZ9Mz5UmtqpVNJkd9dPTPolsaS4II0YdOjxvNng%3D%3D%3A20201004145232%2C60D21CCCB8A5%2C112.64.2.198%2C20201004145232%2C10000100000000050000000003887498%2CA23CC1CD0AC72C120DCED3BED1AC1863%2C-1%2C0%2C1%2C-1%2C%2C2%2C2201300%2C17%2C%2C2%2CEND&RTS=1601794352&from=6&popid=6&hms_devid=3661&prioritypopid=6&vqe=1
北京IPTV淘电影[高清],http://otttv.bj.chinamobile.com/PLTV/88888888/224/3221226552/index.m3u8?servicetype=1&icpid=&accounttype=1&limitflux=-1&limitdur=-1&GuardEncType=2&accountinfo=3QGHZfaujB8rRCsAsCvwpxxlHr4QY7xmzJA0CWZ2m2oFrdR%2B0WqiDAHoOrKmOBjJo1DAVyGMxV75D0k9A8UW52%2FrO%2F0g1FiOsgmHLskIhGej57NNTIcVyR%2FC8%2FqFakBO7Z60nQmH%2FQdgWVzAI0y58w%3D%3D%3A20211105223205%2C10000100000000050000000003887498%2CF6D75A298389DD1E7C3B7D397327CA23%2C-1%2C0%2C1%2C%2C%2C2%2C%2C%2CEND
北京IPTV淘剧场[高清],http://otttv.bj.chinamobile.com/PLTV/88888888/224/3221226553/index.m3u8?servicetype=1&icpid=&accounttype=1&limitflux=-1&limitdur=-1&GuardEncType=2&accountinfo=3QGHZfaujB8rRCsAsCvwpxxlHr4QY7xmzJA0CWZ2m2oFrdR%2B0WqiDAHoOrKmOBjJo1DAVyGMxV75D0k9A8UW52%2FrO%2F0g1FiOsgmHLskIhGej57NNTIcVyR%2FC8%2FqFakBOatI%2F3LD77f6VT%2BVI0tODRw%3D%3D%3A20211105223205%2C10000100000000050000000003887497%2CF6D75A298389DD1E7C3B7D397327CA23%2C-1%2C0%2C1%2C%2C%2C2%2C%2C%2CEND
北京IPTV淘娱乐[高清],http://otttv.bj.chinamobile.com/PLTV/88888888/224/3221226551/index.m3u8?servicetype=1&icpid=&accounttype=1&limitflux=-1&limitdur=-1&GuardEncType=2&accountinfo=3QGHZfaujB8rRCsAsCvwpxxlHr4QY7xmzJA0CWZ2m2oFrdR%2B0WqiDAHoOrKmOBjJo1DAVyGMxV75D0k9A8UW52%2FrO%2F0g1FiOsgmHLskIhGej57NNTIcVyR%2FC8%2FqFakBOtChdQBj46BMs%2FmbjOB0PZw%3D%3D%3A20211105223205%2C10000100000000050000000003887499%2CF6D75A298389DD1E7C3B7D397327CA23%2C-1%2C0%2C1%2C%2C%2C2%2C%2C%2CEND
北京IPTV 4K超高清[高清],http://otttv.bj.chinamobile.com/PLTV/88888888/224/3221226550/index.m3u8?servicetype=1&icpid=&accounttype=1&limitflux=-1&limitdur=-1&GuardEncType=2&accountinfo=3QGHZfaujB8rRCsAsCvwpxxlHr4QY7xmzJA0CWZ2m2oFrdR%2B0WqiDAHoOrKmOBjJo1DAVyGMxV75D0k9A8UW52%2FrO%2F0g1FiOsgmHLskIhGej57NNTIcVyR%2FC8%2FqFakBO3%2B2%2FLci77HWE%2FMDUdCEgEA%3D%3D%3A20211105223205%2C10000100000000050000000003887500%2CF6D75A298389DD1E7C3B7D397327CA23%2C-1%2C0%2C1%2C%2C%2C2%2C%2C%2CEND

北京青年,http://otttv.bj.chinamobile.com/PLTV/88888888/224/3221226513/index.m3u8?accountinfo=OMDVq6b4lEslJm1UnEjrD67bT+dBi/stmegbNVdYPJSeBmMWSNPD7Wrrjb2ZDi7Um5UxWiZupPnRfM4wLeS74RrZe+RE99EyWRk+/h2ZwKf6+DQ7lKmKU3/LKsk5fJf2C7yG7rcvCnXrKJs7A/CUXg==,,END
北京科教,http://otttv.bj.chinamobile.com/PLTV/88888888/224/3221226434/index.m3u8?accountinfo=OMDVq6b4lEslJm1UnEjrD67bT+dBi/stmegbNVdYPJSeBmMWSNPD7Wrrjb2ZDi7Um5UxWiZupPnRfM4wLeS74RrZe+RE99EyWRk+/h2ZwKeIBOKiGw5N43tkPURoyDD8H1RJhjKFTraQsHubIQvDXA==,,END
北京生活,http://otttv.bj.chinamobile.com/PLTV/88888888/224/3221226514/index.m3u8?accountinfo=OMDVq6b4lEslJm1UnEjrD67bT+dBi/stmegbNVdYPJSeBmMWSNPD7Wrrjb2ZDi7Um5UxWiZupPnRfM4wLeS74RrZe+RE99EyWRk+/h2ZwKevbKlK+Xph+b1r8gRT8xH6rfvTyy+7HLCUsK6ruw47JA==,,END
北京财经,http://otttv.bj.chinamobile.com/PLTV/88888888/224/3221226516/index.m3u8?accountinfo=OMDVq6b4lEslJm1UnEjrD67bT+dBi/stmegbNVdYPJSeBmMWSNPD7Wrrjb2ZDi7Um5UxWiZupPnRfM4wLeS74RrZe+RE99EyWRk+/h2ZwKfGHYsvBC/sDKyAwHpyTnXXArigmPWJ7SmGOzFeuUmOIw==,,END
北京国际,http://otttv.bj.chinamobile.com/PLTV/88888888/224/3221226510/index.m3u8?accountinfo=OMDVq6b4lEslJm1UnEjrD67bT+dBi/stmegbNVdYPJSeBmMWSNPD7Wrrjb2ZDi7Um5UxWiZupPnRfM4wLeS74RrZe+RE99EyWRk+/h2ZwKe1xeNgD5Kl8Atu9oWmG1uEVrhyTXIuFRsiICwHJAHtyw==,,END

湖南频道,#genre#
湖南卫视,http://c3drm.cdn.hunancatv.com:80/live/HuNanWeiShi.m3u8?token=dceddadfe6b764329e38f4b95002e54d&auth_key=1638430969-f93f0f4984bc4650ba01ed4f4783eb2d-00DB55E074BD-7f7c1e7e4a10554f6e500904b49e74fe#http://c3drm.cdn.hunancatv.com:80/live/HuNanWeiShi.m3u8?token=dceddadfe6b764329e38f4b95002e54d&auth_key=1638431014-948b17c23a4648f6b66ef57a790b533f-00DB55E074BD-fd3ce714e9403342f8df42e13acbdaee#http://111.63.77.77:80/gitv_live/G_HUNAN-MD/G_HUNAN-MD.m3u8#http://117.148.179.172:80/PLTV/88888888/224/3221231729/index.m3u8#http://180.97.123.180/4403-txt.otvstream.otvcloud.com/otv/skcc/live/channel25/index.m3u8#http://103.45.180.232:80/gudou5.php?id=hunanHD_7000#http://111.40.196.9/PLTV/88888888/224/3221225521/index.m3u8#http://111.40.196.9/PLTV/88888888/224/3221225594/index.m3u8#http://111.40.196.9/PLTV/88888888/224/3221225554/index.m3u8#http://111.40.196.9/PLTV/88888888/224/3221225519/index.m3u8#http://hwrr.jx.chinamobile.com:8080/PLTV/88888888/224/3221225745/index.m3u8#http://hwrr.jx.chinamobile.com:8080/PLTV/88888888/224/3221225490/index.m3u8?fmt=ts2hls#http://hwrr.jx.chinamobile.com:8080/PLTV/88888888/224/3221225704/index.m3u8#http://hwrr.jx.chinamobile.com:8080/PLTV/88888888/224/3221225555/index.m3u8?fmt=ts2hls
湖南都市,http://124.232.233.15:6610/000000001001/201600020003/1400.m3u8?IASHttpSessionId=SLB2046220190906022827233263&m3u8_level=2
湖南都市,http://124.232.231.246:6610/000000001001/201600020003/index.m3u8?A
湖南都市,http://180.97.123.180/4309-txt.otvstream.otvcloud.com/otv/skcc/live/channel43028/index.m3u8
湖南都市,http://180.97.123.180/4309-txt.otvstream.otvcloud.com/otv/skcc/live/channel43028/2300.m3u8
湖南都市,http://180.97.123.180/4309-txt.otvstream.otvcloud.com/otv/skcc/live/channel43028/1300.m3u8
湖南都市,http://111.40.196.9/PLTV/88888888/224/3221225656/index.m3u8
湖南都市,http://124.232.233.15:6610/000000001001/201600020003/1400.m3u8?IASHttpSessionId=SLB2046220190906022827233263&m3u8_level=2
湖南都市,http://kjol.cc/proxy/hunan.php?id=346
湖南都市,http://stream.guihet.com/t/hunan.php?id=346
湖南经视,http://124.232.231.246:6610/000000001001/201600020002/index.m3u8?A
湖南经视,http://111.40.196.9/PLTV/88888888/224/3221225658/index.m3u8
湖南经视,http://cache.ott.fifalive.itv.cmvideo.cn:80/000000001000/hnjingshi/index.m3u8?channel-id=ystenlive&Contentid=hnjingshi&livemode=1&authCode=3a&stbId=004203003004001001B254C57A60AC10&version=1.0&owaccmark=hnjingshi&owchid=ystenlive&owsid=8551421638843014795&AuthInfo=WeQYnwDbWk4GUvd54G0dJtof3vRM%2B2ypD%2BOuRwkfZL3%2FBgTw8EGqxrSqrXVnNtk0eJwD1HUQQtD%2FH4R96rWx%2F0Dpj5cysh2VR1rCb5to72k%3D
湖南经视,http://cache.ott.fifalive.itv.cmvideo.cn:80/000000001000/hnjingshi/index.m3u8?channel-id=ystenlive&Contentid=hnjingshi&livemode=1&authCode=3a&stbId=004701FF0001182003AB60313BF7655A&version=1.0&owaccmark=hnjingshi&owchid=ystenlive&owsid=8417171638842885282&AuthInfo=CddfQWIesl%2B0%2FTw4xAGbWBKSbFx4tSCKlQU%2FjlITR9D%2FBgTw8EGqxrSqrXVnNtk0QgONMXSDecfPIRrzlxJp1WdeMjBWruDH7wD8bpRx1dQ%3D
湖南经视,http://124.232.233.15:6610/000000001001/201500000234/index.m3u8?IASHttpSessionId=SLB2046220190906022827233263&m3u8_level=2
湖南经视,http://kjol.cc/proxy/hunan.php?id=280
湖南经视,http://stream.guihet.com/t/hunan.php?id=280
湖南经视,http://ls.qingting.fm/live/1207.m3u8
湖南经视,http://180.97.123.180/4309-txt.otvstream.otvcloud.com/otv/skcc/live/channel43024/index.m3u8
湖南经视,http://180.97.123.180/4309-txt.otvstream.otvcloud.com/otv/skcc/live/channel43024/2300.m3u8
湖南经视,http://180.97.123.180/4309-txt.otvstream.otvcloud.com/otv/skcc/live/channel43024/1300.m3u8
湖南电影,http://124.232.233.15:6610/000000001001/201600020005/1400.m3u8?IASHttpSessionId=SLB2046220190906022827233263&m3u8_level=2
湖南电影,http://180.97.123.180/4309-txt.otvstream.otvcloud.com/otv/skcc/live/channel43029/index.m3u8
湖南电影,http://180.97.123.180/4309-txt.otvstream.otvcloud.com/otv/skcc/live/channel43029/2300.m3u8
湖南电影,http://180.97.123.180/4309-txt.otvstream.otvcloud.com/otv/skcc/live/channel43029/1300.m3u8
湖南电影,http://111.40.196.30/PLTV/88888888/224/3221225660/index.m3u8
湖南电影,http://124.232.233.15:6610/000000001001/201500000237/index.m3u8?IASHttpSessionId=SLB2046220190906022827233263&m3u8_level=2
湖南电影,http://124.232.233.15:6610/000000001001/201500000216/index.m3u8?IASHttpSessionId=SLB2046220190906022827233263&m3u8_level=2
湖南教育,http://pull.hnedutv.com/live/hnedutv1206.m3u8?sub_m3u8=true&edge_slice=true
湖南教育,http://0b4e127539ff8c3fb7398ab07b004ec1.livehwc3.cn/pull.hnedutv.com/live/hnedutv1206.m3u8?sub_m3u8=true&edge_slice=true&user_session_id=7ee96ed9c66d94296014ecde50ff6933
湖南教育,http://180.97.123.180/4309-txt.otvstream.otvcloud.com/otv/skcc/live/channel43021/index.m3u8
湖南教育,http://180.97.123.180/4309-txt.otvstream.otvcloud.com/otv/skcc/live/channel43021/2300.m3u8
湖南教育,http://180.97.123.180/4309-txt.otvstream.otvcloud.com/otv/skcc/live/channel43021/1300.m3u8
湖南电视剧,http://180.97.123.180/4309-txt.otvstream.otvcloud.com/otv/skcc/live/channel43030/index.m3u8
湖南电视剧,http://180.97.123.180/4309-txt.otvstream.otvcloud.com/otv/skcc/live/channel43030/2300.m3u8
湖南电视剧,http://124.232.231.246:6610/000000001001/201600020006/index.m3u8?A
湖南电视剧,http://180.97.123.180/4309-txt.otvstream.otvcloud.com/otv/skcc/live/channel43030/1300.m3u8
湖南电视剧,http://111.40.196.9/PLTV/88888888/224/3221225662/index.m3u8
湖南电视剧,http://kjol.cc/proxy/hunan.php?id=484
湖南电视剧,http://stream.guihet.com/t/hunan.php?id=484
湖南公共,http://124.232.231.246:6610/000000001001/201600020007/index.m3u8?A
湖南公共,http://cache.ott.fifalive.itv.cmvideo.cn/000000001000/6307875884530512195/index.m3u8?channel-id=hnbblive&Contentid=6307875884530512195&livemode=1&authCode=3a&stbId=0010039901A0130000010016FBA11E44&version=1.0&owaccmark=6307875884530512195&owchid=hnbblive&owsid=8155251638769667490&AuthInfo=%2F%2F4bFTP9QvUxZzR6rcopDy6cEI%2Bi1cBITpvk0DOmTTwWxCpDbpek4w%2FFGgK3s6Ky4QMI3SYq%2Fix5f5BNuXESS%2Bo%2BtHf%2F8yaLvz%2Fw8iztow1tYKlMyEBOV5nOp8DMakQR
湖南公共,http://cache.ott.fifalive.itv.cmvideo.cn:80/000000001000/6307875884530512195/index.m3u8?channel-id=hnbblive&Contentid=6307875884530512195&livemode=1&authCode=3a&stbId=004701FF0001061001B354C57A9F78ED&version=1.0&owaccmark=6307875884530512195&owchid=hnbblive&owsid=8845681638776584973&AuthInfo=byYOYFPlCvQbKYBGvmFPFr8%2FjJsFLkA3P37IprRFU5UWxCpDbpek4w%2FFGgK3s6Kyqd6Z7KQ1C8zN8e2BL7m%2F3ef8QY4WazbHIjy%2BF1eGxvkUEEot8m7M1dOjqqzZFlhf
湖南公共,http://kjol.cc/proxy/hunan.php?id=261
湖南公共,http://stream.guihet.com/t/hunan.php?id=261
湖南国际,http://124.232.231.246:6610/000000001001/201600020001/index.m3u8?A
湖南国际,http://cache.ott.fifalive.itv.cmvideo.cn/000000001000/5015828848322021526/index.m3u8?channel-id=hnbblive&Contentid=5015828848322021526&livemode=1&authCode=3a&stbId=0010099900E08200SY0488947E7BCB37&version=1.0&owaccmark=5015828848322021526&owchid=hnbblive&owsid=1213951638767440573&AuthInfo=1cKEtXhCyPUp0C7Os%2F4hFnRLJbdGQml%2FJ6SgEPCodeRUjPYNyZbt2ySh3CnWRg7ZXZOBrprOC1TMGiwuCjsNRU%2FY5Cf1JJzs15jSc3VWnlYEWWUEij0Yl3a7KJlYq%2FHc
湖南国际,http://124.232.231.246:6610/000000001001/201600020001/1000.m3u8?IASHttpSessionId=OTT2939020211208005610067491&zte_bandwidth=1000&bandwidth=1433600&ispcode=3&timeformat=local&channel=201600020001&ztecid=201600020001&m3u8_level=2&A=
湖南国际,http://124.232.231.246:6610/000000001001/201600020001/index.m3u8?A=&IASHttpSessionId=OTT2938120211208005554069879
湖南国际,http://kjol.cc/proxy/hunan.php?id=229
湖南国际,http://stream.guihet.com/t/hunan.php?id=229
湖南国际,http://180.97.123.180/4309-txt.otvstream.otvcloud.com/otv/skcc/live/channel43022/index.m3u8
湖南国际,http://180.97.123.180/4309-txt.otvstream.otvcloud.com/otv/skcc/live/channel43022/1300.m3u8
湖南娱乐,http://180.97.123.180/4309-txt.otvstream.otvcloud.com/otv/skcc/live/channel43027/index.m3u8
湖南娱乐,http://124.232.231.246:6610/000000001001/201600020004/index.m3u8?A
湖南娱乐,http://cache.ott.fifalive.itv.cmvideo.cn:80/000000001000/6427893650335440392/index.m3u8?channel-id=hnbblive&Contentid=6427893650335440392&livemode=1&authCode=3a&stbId=2E100499007034400000749781B4F9F8&version=1.0&owaccmark=6427893650335440392&owchid=hnbblive&owsid=6996331638768384328&AuthInfo=tKKJ%2BFVlkuoKUIcI9GZjdphwp0XaPa1o9oRt%2FcblwIg2UICXh55EE5Fvjda4XWRZzZxIMTZzB5D%2FFHWfxb1J50K%2FVXfkUEHtGoLd5N9fdairytkVI%2Bd0O3lms2CNYwPF
湖南娱乐,http://124.232.231.246:6610/000000001001/201600020004/1000.m3u8?IASHttpSessionId=OTT2933020211208004916069966&zte_bandwidth=1000&bandwidth=1433600&ispcode=3&timeformat=local&channel=201600020004&ztecid=201600020004&m3u8_level=2&A=
湖南娱乐,http://124.232.231.246:6610/000000001001/201600020004/1000.m3u8?IASHttpSessionId=OTT2939820211208005305069106&zte_bandwidth=1000&bandwidth=1433600&ispcode=3&timeformat=local&channel=201600020004&ztecid=201600020004&m3u8_level=2&A=
湖南娱乐,http://180.97.123.180/4309-txt.otvstream.otvcloud.com/otv/skcc/live/channel43027/index.m3u8
湖南娱乐,http://kjol.cc/proxy/hunan.php?id=344
湖南娱乐,http://stream.guihet.com/t/hunan.php?id=344
金鹰纪实,http://124.232.231.246:6610/000000001001/201600020008/index.m3u8?A
金鹰纪实,http://hwrr.jx.chinamobile.com:8080/PLTV/88888888/224/3221225595/index.m3u8?fmt=ts2hls
金鹰纪实,http://hwrr.jx.chinamobile.com:8080/PLTV/88888888/224/3221226198/index.m3u8
金鹰卡通,http://223.110.245.145/ott.js.chinamobile.com/PLTV/3/224/3221226303/index.m3u8
金鹰卡通,http://cache.ott.fifalive.itv.cmvideo.cn/000000001000/1000000002000016601/index.m3u8?channel-id=ystenlive&Contentid=1000000002000016601&livemode=1&authCode=3a&stbId=0043030000011010171158B42D04EED1&version=1.0&owaccmark=1000000002000016601&owchid=ystenlive&owsid=1120031638765059827&AuthInfo=UDPnSALVZASHe9mxqf4Fx9zPIkxQyGJ8Rg6PAXxqwNO%2BQOp3NtYnO5PijiYOGTWGmW6n6f129zMRFLrBYb%2F75HnBDhN24JHKp42xDvsoFQ1ys9FfB2c52uEeNFd7Tyxa
金鹰卡通,http://ott.js.chinamobile.com/PLTV/3/224/3221227630/index.m3u8
金鹰卡通,http://cache.ott.fifalive.itv.cmvideo.cn/000000001000/5201381050640253101/index.m3u8?channel-id=ystenlive&Contentid=5201381050640253101&livemode=1&authCode=3a&stbId=004903FF000248000004A8BD3A9D31A0&version=1.0&owaccmark=5201381050640253101&owchid=ystenlive&owsid=1927321638765262142&AuthInfo=U4bGXPj8KcQ7vS4uSzzkFNpBa6KLZNVpYaMV%2FHxBe5AxDiVMr6y7mEqDg%2F2RkwAPc1GK%2B3pf5rQs%2FuG6G7Lkc4YnGA3tEx2dCo9yzV7j0hKFakrHH1xP4ZcYSskMu%2FHE
金鹰卡通,http://39.134.66.66/PLTV/88888888/224/3221225561/index.m3u8
金鹰卡通,http://183.207.248.71:80/cntv/live1/n-jinyingkaton/n-jinyingkaton
金鹰卡通,http://180.97.123.180/4309-txt.otvstream.otvcloud.com/otv/skcc/live/channel43025/index.m3u8
金鹰卡通,http://180.97.123.180/4309-txt.otvstream.otvcloud.com/otv/skcc/live/channel43025/2300.m3u8
金鹰卡通,http://180.97.123.180/4309-txt.otvstream.otvcloud.com/otv/skcc/live/channel43025/1300.m3u8
金鹰卡通,http://103.45.180.232:80/gudou5.php?id=jinyingkatong_1500
金鹰卡通,http://111.40.196.9/PLTV/88888888/224/3221225532/index.m3u8
金鹰卡通,http://111.40.196.9/PLTV/88888888/224/3221225605/index.m3u8
金鹰卡通,http://hwrr.jx.chinamobile.com:8080/PLTV/88888888/88888888/3221225554/index.m3u8?fmt=ts2hls
先锋乒羽,http://cache.ott.fifalive.itv.cmvideo.cn:80/000000001000/4886720949268374180/index.m3u8?channel-id=hnbblive&Contentid=4886720949268374180&livemode=1&authCode=3a&stbId=0010099900E08200SY0488947E7BCB37&version=1.0&owaccmark=4886720949268374180&owchid=hnbblive&owsid=9422161639442351812&AuthInfo=1cKEtXhCyPUp0C7Os%2F4hFnRLJbdGQml%2FJ6SgEPCodeSyEl4YgZli3eCZkxKxNZoAH%2Bwl40La22jRoeLS4FjRFBQbjb8Orq4Iz%2FRjuDeKGnZGLEtWzZ6xtbev%2FwV3b19q
先锋乒羽,http://cache.ott.fifalive.itv.cmvideo.cn:80/000000001000/4886720949268374180/index.m3u8?channel-id=hnbblive&Contentid=4886720949268374180&livemode=1&authCode=3a&stbId=381001000000004000001A2B3C4D5E6F&version=1.0&owaccmark=4886720949268374180&owchid=hnbblive&owsid=2008781639442355049&AuthInfo=iLXPSBa%2BDR34rZ0yMNNDDc4pGTJZc1VCPpfsNdYPlFKyEl4YgZli3eCZkxKxNZoAH%2Bwl40La22jRoeLS4FjRFMPior9WMUHMnc7M2orxIOxJI5Gsm9oW1cPww%2B5ATuAU
先锋乒羽,http://116.211.156.28/live.aishang.ctlcdn.com/00000110240320_1/encoder/0/playlist.m3u8?CONTENTID=00000110240320_1
茶频道,http://183.215.116.134:6610/180000001001/00000001000000000025000000316196/main.m3u8?IASHttpSessionId=OTT
茶频道,http://39.134.242.95/PLTV/2/224/3221225773/index.m3u8
茶频道,http://183.215.116.134:6610/180000001001/00000001000000000003000000104063/main.m3u8?IASHttpSessionId=OTT
茶频道,http://111.20.106.16:6610/yinhe/2/ch00000090990000002305/index.m3u8?virtualDomain=yinhe.live_hls.zte.com&IASHttpSessionId=
茶频道,http://hwrr.jx.chinamobile.com:8080/PLTV/88888888/224/3221225781/index.m3u8?fmt=ts2hls
快乐垂钓,http://124.232.233.15:6610/000000001001/201500000245/12000.m3u8?IASHttpSessionId=SLB2046220190906022827233263&m3u8_level=2&ztecid=201500000245&ispcode=3#http://116.199.5.51:8114/00000000/index.m3u8?Fsv_CMSID=&Fsv_SV_PARAM1=0&Fsv_ShiftEnable=0&Fsv_ShiftTsp=0&Fsv_chan_hls_se_idx=69&Fsv_cid=0&Fsv_ctype=LIVES&Fsv_ctype=LIVES&Fsv_filetype=1&Fsv_otype=1&Fsv_otype=1&Fsv_rate_id=0&FvSeid=5abd1660af1babb4&Pcontent_id=&Provider_id=
快乐垂钓,http://hwrr.jx.chinamobile.com:8080/PLTV/88888888/224/3221225780/index.m3u8?fmt=ts2hls
快乐购,http://hwrr.jx.chinamobile.com:8080/PLTV/88888888/224/3221225975/index.m3u8

长沙新闻,rtmp://35848.lssplay.aodianyun.com/guangdianyun_35848/tv_channel_346?auth_key=1936692784-0-0-9042421539d8424068f7e575f090dbca
长沙新闻,http://183.215.116.134:6610/180000001001/00000000000000020000000000182539/main.m3u8?IASHttpSessionId=OTT
长沙新闻,http://39.134.242.95/PLTV/2/224/3221226154/index.m3u8
长沙新闻,http://39.134.242.95/PLTV/1/224/3221225846/index.m3u8
长沙新闻,http://39.134.242.95/PLTV/2/224/3221226200/index.m3u8
长沙新闻,http://183.215.116.134:6610/180000001001/00000001000000000008000000047429/main.m3u8?IASHttpSessionId=OTT
长沙政法,http://35848.hlsplay.aodianyun.com/guangdianyun_35848/tv_channel_348.flv?auth_key=1936693647-0-0-09a2ab1e7112296d76b1c37999a5cf32
长沙政法,http://183.215.116.134:6610/180000001001/00000000000000020000000000182540/main.m3u8?IASHttpSessionId=OTT
长沙政法,http://39.134.242.95/PLTV/2/224/3221226156/index.m3u8
长沙政法,http://39.134.242.95/PLTV/1/224/3221225736/index.m3u8
长沙政法,http://39.134.242.95/PLTV/2/224/3221226202/index.m3u8
长沙政法,http://183.215.116.134:6610/180000001001/00000001000000000008000000047430/main.m3u8?IASHttpSessionId=OTT
长沙女性,http://39.134.242.95/PLTV/2/224/3221226158/index.m3u8
长沙女性,http://39.134.242.95/PLTV/1/224/3221225790/index.m3u8
长沙影视,http://35848.hlsplay.aodianyun.com/guangdianyun_35848/tv_channel_350.flv?auth_key=1936694127-0-0-f081dadf4de8780d84d51755eb65e516
长沙影视,http://39.134.242.95/PLTV/2/224/3221226160/index.m3u8
长沙移动,rtmp://35848.lssplay.aodianyun.com/guangdianyun_35848/tv_channel_357?auth_key=1936694397-0-0-1533e6e0f3b85847e1f2a57af1cd1e52
长沙嘉丽购,http://183.215.116.134:6610/180000001001/00000001000000000008000000047453/main.m3u8?IASHttpSessionId=OTT
长沙嘉丽购,http://39.134.242.95/PLTV/2/224/3221226176/index.m3u8
浏阳新闻,http://39.134.242.95/PLTV/2/224/3221226092/index.m3u8
宁乡综合,http://b.ds.ch.dingtoo.com/AppName/StreamName.m3u8

益阳公共,http://fms.yyrtv.com:82/hls-live/livepkgr/_definst_/liveevent/yyrtvgg210130.m3u8
益阳公共,http://fms.yyrtv.com:82/hls-live/livepkgr/_definst_/liveevent/yyrtvgg210130.m3u8?auth_key=1638746221-0-0-ba434b4c0197b0d718b3ad191dde85b3
益阳公共,http://fms.yyrtv.com:82/hls-live/livepkgr/_definst_/liveevent/yyrtvgg210130.m3u8?auth_key=1638746320-0-0-81ec9a1c8ef812ef23ff5609cfe3e0c9
益阳新闻,http://fms.yyrtv.com:82/hls-live/livepkgr/_definst_/liveevent/yyrtvxwhd210130.m3u8
益阳新闻,http://fms.yyrtv.com:82/hls-live/livepkgr/_definst_/liveevent/yyrtvxw210130.m3u8
益阳教育,http://fms.yyrtv.com:82/hls-live/livepkgr/_definst_/liveevent/yyrtvjy210130.m3u8
益阳教育,http://fms.yyrtv.com:82/hls-live/livepkgr/_definst_/liveevent/yyrtvjy210130.m3u8?auth_key=1638745972-0-0-585d3c3754f254ccd65f4e4c95bf782e
益阳教育,http://fms.yyrtv.com:82/hls-live/livepkgr/_definst_/liveevent/yyrtvjy210130.m3u8?auth_key=1638746077-0-0-14ea004d8a6209cc187f93dbb1b27403
沅江电视,http://play-dgv-xhncloud.voc.com.cn/live/5243_UQfF7l.flv
沅江电视,http://play-dgv-xhncloud.voc.com.cn/live/5243_UQfF7l.m3u8
桃江电视台,http://p2.weizan.cn/2717/542692950756092947/live.m3u8

郴州综合,http://live.ngcz.tv/xwzh/sd/live.m3u8
郴州公共,http://live.ngcz.tv/ggds/sd/live.m3u8
宜章综合,http://hnyz.chinashadt.com:2036/live/stream:tv1.stream/playlist.m3u8
宜章综合,http://hnyz.chinashadt.com:2036/live/stream:tv1.stream_360p/playlist.m3u8
宜章综合,http://hnyz.chinashadt.com:2036/live/tv1.stream/chunklist_w2084740082.m3u8
宜章综合,http://hnyz.chinashadt.com:2036/live/tv1.stream/playlist.m3u8
宜章综合,http://hnyz.chinashadt.com:2036/live/stream:tv1.stream/playlist.m3u8
宜章法治,http://hnyz.chinashadt.com:2036/live/stream:tv2.stream/playlist.m3u8
宜章法治,http://hnyz.chinashadt.com:2036/live/stream:tv2.stream_360p/playlist.m3u8
宜章法治,http://hnyz.chinashadt.com:2036/live/tv2.stream/playlist.m3u8
宜章法治,http://hnyz.chinashadt.com:2036/live/tv2.stream/chunklist_w1367512353.m3u8
资兴综合,http://liveplay.rednet.cn/live/zixin_tv_00676b.m3u8

湘潭综合,http://live.hnxttv.com:9601/live/xwzh/800K/tzwj_video.m3u8
湘潭综合,http://183.215.116.134:6610/180000001001/00000001000000000008000000047451/main.m3u8?IASHttpSessionId=OTT
湘潭综合,http://39.134.242.95/PLTV/2/224/3221226172/index.m3u8
湘潭公共,http://live.hnxttv.com:9601/live/dspd/800K/tzwj_video.m3u8
湘潭公共,http://live.hnxttv.com:9601/live/dspd/800K/tzwj_video.m3u8?auth=654837809071524@615@2E9A5FD0B225B012E3178551CF3754A8&BVUUID=C236454D-5355-2F5F-FA96-1887C72E55CE
湘潭公共,http://183.215.116.134:6610/180000001001/00000001000000000008000000047452/main.m3u8?IASHttpSessionId=OTT
湘潭公共,http://39.134.242.95/PLTV/2/224/3221226174/index.m3u8
湘潭县综合,http://21084.liveplay.myqcloud.com/live/21084_13241b8296ee11e892905cb9018cf0d4.m3u8
韶山综合,http://liveplay.rednet.cn/live/shaoshan_broadcast.m3u8

永州综合,http://stream.21ytv.com/xw/8twnQW67/live.m3u8?_upt=2ee2ce141629088895
永州公共,http://stream.21ytv.com/gg/playlist.m3u8?_upt=2f1afe4a1638954105
永州公共,http://stream.21ytv.com/gg/8twnQW67/live.m3u8?_upt=0a400dbe1638954104
永州公共,http://stream.21ytv.com/gg/playlist.m3u8?_upt=8f360a7b1638940836
江华电视,http://liveplay.rednet.cn/live/jianghua_tv_bcdee8.m3u8
东安综合,http://play-dgv-xhncloud.voc.com.cn/live/5243_Twis7r.m3u8
双牌电视,http://liveplay.rednet.cn/live/shuangpai_26cf9e.m3u8
蓝山电视,http://play-dgv-xhncloud.voc.com.cn/live/5243_tOFNvx.m3u8
蓝山电视,http://play-dgv-xhncloud.voc.com.cn/live/5243_tOFNvx.flv
新田电视,https://hlsv2.quklive.com/live/1625110020460086/index.m3u8

衡阳新闻,http://play-dgv-xhncloud.voc.com.cn/live/5243_ImycEv.m3u8
衡阳新闻,http://hnhs.chinashadt.com:1936/hnhs/tv5.stream/playlist.m3u8
耒阳电视,http://play-dgv-xhncloud.voc.com.cn/live/5243_Kstz52.m3u8
常宁综合,http://59.51.68.40:1936/live/cntv/playlist.m3u8
衡东综合,http://play-dgv-xhncloud.voc.com.cn/live/5243_FuchqK.m3u8
衡山综合,http://play-dgv-xhncloud.voc.com.cn/live/5243_PwD7ie.m3u8
衡阳县台,http://play-dgv-xhncloud.voc.com.cn/live/5243_dJ9TLh.m3u8
衡阳县台,http://bsyll.qingk.cn/live/hyszzhtv/index.m3u8
南岳综合,http://liveplay.rednet.cn/live/nanyue_03f74.m3u8

娄底综合,http://mms.ldntv.cn:1935/live/zonghe/chunklist_w277614368.m3u8
娄底综合,http://mms.ldntv.cn:1935/live/zonghe/playlist.m3u8
娄底综合,http://119.39.242.52:1935/live/zonghe/playlist.m3u8
娄底综合,http://119.39.242.52:1935/live/zonghe/chunklist_w1680005588.m3u8
娄底综合,http://mms.ldntv.cn:1935/live/_definst_/zonghe/playlist.m3u8
娄底综合,http://mms.ldntv.cn:1935/live/_definst_/zonghe/chunklist_w2136014950.m3u8
娄底综合,http://mms.ldntv.cn:1935/live/_definst_/zonghe/chunklist_w67585331.m3u8
娄底公共,http://ls.qingting.fm/live/1738915.m3u8
冷水江综合,http://play-dgv-xhncloud.voc.com.cn/live/5243_8NbUnK.m3u8
新化电视,http://play-dgv-xhncloud.voc.com.cn/live/5243_nRI1mM.m3u8
双峰电视,http://play-dgv-xhncloud.voc.com.cn/live/5243_8jKeTt.m3u8
双峰电视,http://hnsf.chinashadt.com:2036/zhuanma/tv1.stream_360p/playlist.m3u8
双峰电视,http://hnsf.chinashadt.com:2036/zhuanma/tv1.stream_360p/playlist.m3u8?myTokenPrefixCustomParameter=730&myTokenPrefixendtime=1643260276&myTokenPrefixhash=wPmhXacjT2MyNZdvhmP-0XD67FroPbBk5gUzu5lbpGo=

嘉禾综合,http://play-dgv-xhncloud.voc.com.cn/live/5243_QyjPDY.m3u8
临武综合,http://play-dgv-xhncloud.voc.com.cn/live/5243_kE4btF.m3u8
汝城台,http://play-dgv-xhncloud.voc.com.cn/live/5243_j69HSm.m3u8
永兴综合,http://play-dgv-xhncloud.voc.com.cn/live/5243_xAptJZ.m3u8
桂东综合,http://play-dgv-xhncloud.voc.com.cn/live/5243_V42Wbo.m3u8
桂东综合,http://play-dgv-xhncloud.voc.com.cn/live/5243_V42Wbo.flv
桂阳综合,http://play-dgv-xhncloud.voc.com.cn/live/5243_IOdZLQ.m3u8

邵阳综合,http://live2.sytv.net.cn/xwzh/playlist.m3u8
邵阳综合,http://live2.sytv.net.cn/xwzh/xwzh/live.m3u8
邵阳公共,http://live2.sytv.net.cn/ggpd/playlist.m3u8
邵阳公共,http://live2.sytv.net.cn/ggpd/ggpd/live.m3u8
邵东综合,http://play-dgv-xhncloud.voc.com.cn/live/5243_UxxQYt.m3u8
城步电视,http://play-dgv-xhncloud.voc.com.cn/live/5243_iQQlDT.m3u8
洞口综合,http://play-dgv-xhncloud.voc.com.cn/live/5243_Xnt8TM.m3u8
绥宁综合,http://bl.suining.dingtoo.com/AppName/StreamName.m3u8
新宁综合,http://play-dgv-xhncloud.voc.com.cn/live/5243_y9Eag0.m3u8
新邵综合,http://play-dgv-xhncloud.voc.com.cn/live/5243_XqvSiE.m3u8

株洲综合,http://39.134.242.95/PLTV/2/224/3221226170/index.m3u8
株洲综合,http://183.215.116.134:6610/180000001001/00000001000000000008000000047450/main.m3u8?IASHttpSessionId=OTT
醴陵综合,http://liveplay.rednet.cn/live/21084_145ba4ee9f0511e992905cb9018cf0d4.m3u8
茶陵综合,http://liveplay.rednet.cn/live/chaling_tv.m3u8

常德综合,http://183.215.116.134:6610/180000001001/00000001000000000014000000153736/main.m3u8?IASHttpSessionId=OTT
常德公共,http://183.215.116.134:6610/180000001001/00000001000000000014000000153735/main.m3u8?IASHttpSessionId=OTT
津市电视台,http://play-dgv-xhncloud.voc.com.cn/live/5243_ELbxiN.m3u8
安乡新闻,http://liveplay.rednet.cn/live/anxiang_tv_jhge13.m3u8

张家界1台,http://stream.zjjrtv.com/zjjtv1/playlist.m3u8?_upt=58d7e8211638940948
张家界1台,http://stream.zjjrtv.com/zjjtv1/hd/live.m3u8
张家界2台,http://stream.zjjrtv.com/zjjtv2/playlist.m3u8?_upt=83ed3eb91638941175
张家界2台,http://stream.zjjrtv.com/zjjtv2/hd/live.m3u8
桑植综合,http://play-dgv-xhncloud.voc.com.cn/live/5243_NbaWW5.m3u8

吉首综合,http://play-dgv-xhncloud.voc.com.cn/live/5243_w7IUFw.flv
吉首综合,http://play-dgv-xhncloud.voc.com.cn/live/5243_w7IUFw.m3u8
凤凰新闻,http://liveplay.rednet.cn/live/fenghuang_tv_cq4jaka.m3u8
花恒综合,http://play-dgv-xhncloud.voc.com.cn/live/5243_PwgGFC.m3u8
古丈综合,http://play-dgv-xhncloud.voc.com.cn/live/5243_X5MapL.m3u8
古丈综合,http://play-dgv-xhncloud.voc.com.cn/live/5243_X5MapL.flv
泸溪电视,http://liveplay.rednet.cn/live/luxi_fe0eyf.m3u8
永顺综合,http://liveplay.rednet.cn/live/yongshun_tv_55433f.m3u8
保靖时政,http://liveplay.rednet.cn/live/baojing_hgs24f.m3u8

云溪综合,http://liveplay.rednet.cn/live/yunxi_tv.m3u8
汨罗综合,http://play-dgv-xhncloud.voc.com.cn/live/5243_TE4c1Q.m3u8
平江新闻,http://play-dgv-xhncloud.voc.com.cn/live/5243_MEAQRB.m3u8
屈原综合,http://play-dgv-xhncloud.voc.com.cn/live/5243_f2E1iT.m3u8

通道时政,http://live.tongdaotv.com:8087/live/tdtv.m3u8
新晃时政,http://play-dgv-xhncloud.voc.com.cn/live/5243_lB3BD0.m3u8
新晃时政,http://play-dgv-xhncloud.voc.com.cn/live/5243_lB3BD0.flv
芷江综合,http://play-dgv-xhncloud.voc.com.cn/live/5243_bP1bPy.m3u8
芷江综合,http://play-dgv-xhncloud.voc.com.cn/live/5243_bP1bPy.flv
靖州综合,http://play-dgv-xhncloud.voc.com.cn/live/5243_9Fp0NK.m3u8
辰溪综合,http://liveplay.rednet.cn/live/chenxi_tv_e26d20.m3u8
溆浦时政,http://liveplay.rednet.cn/live/xupu_tv_fego93.m3u8
麻阳综合,http://play-dgv-xhncloud.voc.com.cn/live/5243_BNm7K4.m3u8
中方台,http://play-dgv-xhncloud.voc.com.cn/live/5243_d2uN5m.m3u8
靖州综合,http://play-dgv-xhncloud.voc.com.cn/live/5243_9Fp0NK.m3u8
靖州综合,http://play-dgv-xhncloud.voc.com.cn/live/5243_9Fp0NK.flv
洪江综合,http://liveplay.rednet.cn/live/hongjiang_tv_ced5a7.m3u8









上海频道,#genre#
上海新闻综合,http://183.207.255.188/live/program/live/xwzhhd/4000000/mnf.m3u8
上海东方影视,http://183.207.255.188/live/program/live/dsjpdhd/4000000/mnf.m3u8
上海外语,http://183.207.255.188/live/program/live/wypdhd/4000000/mnf.m3u8
上视纪实人文,http://shbu.live.bestvcdn.com.cn:8080/live/program/live/jspdhd/4000000/mnf.m3u8
上海全纪实,http://183.207.255.188/live/program/live/qjshd/4000000/mnf.m3u8
上海全纪实,http://shbu.live.bestvcdn.com.cn:8080/live/program/live/qjshd/4000000/mnf.m3u8
上海ICS,http://183.207.255.188/live/program/live/wypdhd/4000000/mnf.m3u8
上海ICS,http://shbu.live.bestvcdn.com.cn:8080/live/program/live/wypdhd/4000000/mnf.m3u8
上海极速汽车,http://183.207.255.188/live/program/live/jsqchd/4000000/mnf.m3u8
上海极速汽车,http://shbu.live.bestvcdn.com.cn:8080/live/program/live/jsqchd/4000000/mnf.m3u8
上海动漫秀场,http://183.207.255.188/live/program/live/dmxchd/4000000/mnf.m3u8
上海动漫秀场,http://shbu.live.bestvcdn.com.cn:8080/live/program/live/dmxchd/4000000/mnf.m3u8
上海欢笑剧场,http://183.207.255.188/live/program/live/hxjchd/4000000/mnf.m3u8
上海欢笑剧场,http://shbu.live.bestvcdn.com.cn:8080/live/program/live/hxjchd/4000000/mnf.m3u8
上海欢笑剧场,http://shbu4k.live.bestvcdn.com:8080/live/program/live/hxjchd/4000000/mnf.m3u8
都市剧场,http://183.207.255.188/live/program/live/dsjchd/4000000/mnf.m3u8
都市剧场,http://shbu.live.bestvcdn.com.cn:8080/live/program/live/dsjchd/4000000/mnf.m3u8
足球魅力,http://183.207.255.188/live/program/live/mlyyhd/4000000/mnf.m3u8
足球魅力,http://shbu.live.bestvcdn.com.cn:8080/live/program/live/mlyyhd/4000000/mnf.m3u8
上海生活时尚,http://183.207.255.188/live/program/live/shsshd/4000000/mnf.m3u8
上海生活时尚,http://shbu.live.bestvcdn.com.cn:8080/live/program/live/shsshd/4000000/mnf.m3u8
上海游戏风云,http://183.207.255.188/live/program/live/yxfyhd/4000000/mnf.m3u8
上海游戏风云,http://shbu.live.bestvcdn.com.cn:8080/live/program/live/yxfyhd/4000000/mnf.m3u8
上海艺术人文,http://183.207.255.188/live/program/live/ysrw/1300000/mnf.m3u8
上海艺术人文,http://shbu.live.bestvcdn.com.cn:8080/live/program/live/ysrw/1300000/mnf.m3u8
上海哈哈炫动,http://183.207.255.188/live/program/live/xdkt/1300000/mnf.m3u8
上海哈哈炫动,http://shbu.live.bestvcdn.com.cn:8080/live/program/live/xdkt/1300000/mnf.m3u8
上海东方财经,http://shbu.live.bestvcdn.com.cn:8080/live/program/live/dfcj/1300000/mnf.m3u8
上海教育,http://live.setv.sh.cn/slive/shedu02_450k.m3u8?app=11404
七彩戏剧,http://183.207.255.188/live/program/live/qcxj/1300000/mnf.m3u8
七彩戏剧,http://shbu.live.bestvcdn.com.cn:8080/live/program/live/qcxj/1300000/mnf.m3u8
金鹰卡通,http://183.207.255.188/live/program/live/jykt/1300000/mnf.m3u8
金鹰卡通,http://shbu.live.bestvcdn.com.cn:8080/live/program/live/jykt/1300000/mnf.m3u8
嘉佳卡通,http://183.207.255.188/live/program/live/jjkt/1300000/mnf.m3u8
嘉佳卡通,http://shbu.live.bestvcdn.com.cn:8080/live/program/live/jjkt/1300000/mnf.m3u8
上海ICS,http://111.40.196.9/PLTV/88888888/224/3221225489/index.m3u8
上海第一财经,http://111.40.196.9/PLTV/88888888/224/3221225497/index.m3u8
上海东方影视,http://111.40.196.9/PLTV/88888888/224/3221225615/index.m3u8
上海都市,http://111.40.196.9/PLTV/88888888/224/3221225613/index.m3u8
上视纪实人文,http://111.40.196.9/PLTV/88888888/224/3221225491/index.m3u8
上海生活时尚,http://111.40.196.9/PLTV/88888888/224/3221225501/index.m3u8
上海五星体育,http://111.40.196.9/PLTV/88888888/224/3221225503/index.m3u8
上视新闻综合,http://111.40.196.9/PLTV/88888888/224/3221225499/index.m3u8
上海教育,https://live2018.setv.sh.cn/setv/programme10_ud.m3u8?auth_key=4794048378-0-0-06e60dd476e18047abd3be7701993ee8
上海教育,http://116.128.128.197/liveplay-kk.rtxapp.com/live/program/live/setv/1300000/mnf.m3u8



云南频道,#genre#
云南卫视,http://39.130.202.62:6610/gitv_live/G_YUNNAN-HD/G_YUNNAN-HD.m3u8 
云南都市,http://39.130.202.62:6610/gitv_live/G_YNTV-2-HD/G_YNTV-2-HD.m3u8 
云南娱乐,http://39.130.202.62:6610/gitv_live/G_YNTV-3-HD/G_YNTV-3-HD.m3u8 
云南生活资讯,http://39.130.202.62:6610/gitv_live/G_YNTV-4-HD/G_YNTV-4-HD.m3u8 
云南影视,http://39.130.202.62:6610/gitv_live/G_YNTV-5-HD/G_YNTV-5-HD.m3u8 
云南公共,http://39.130.202.62:6610/gitv_live/G_YNTV-6-HD/G_YNTV-6-HD.m3u8 
云南少儿,http://39.130.202.62:6610/gitv_live/G_YNTVSE-HD/G_YNTVSE-HD.m3u8
云南都市,http://tvlive.ynradio.com/live/yunnanweishi/playlist_dvr_range-1635737580-1740.m3u8
云南都市,http://tvlive.ynradio.com/live/yunnanweishi/chunks_dvr_range-1635737580-1740.m3u8
云南楚雄公共台,http://hwzbout.yunshicloud.com/gbqei5/12661u.m3u8
云南红河综合台,http://file.hhtv.cc/cms/videos/nmip-media/channellive/channel1/playlist.m3u8
云南丽江公共台,http://hwzbout.yunshicloud.com/mj1170/06qk26.m3u8

云南迪庆综合台,http://stream01.dqtv123.com:1935/live/xinwenzonghe.stream/playlist.m3u8
云南普洱综合台,http://hwzbout.yunshicloud.com/701aec/orx377.m3u8
云南马关电视台,http://m3u8.channel.wsrtv.com.cn/cms/videos/nmip-media/channellive/channel12/playlist.m3u8
云南麻栗坡电视,http://m3u8.channel.wsrtv.com.cn/cms/videos/nmip-media/channellive/channel18/playlist.m3u8
孟连台,http://39.130.202.62:6610/gitv_live/G_MENGLIAN/G_MENGLIAN.m3u8
宾川-1,http://39.130.202.62:6610/gitv_live/G_BINCHUANTV-1/G_BINCHUANTV-1.m3u8
宾川-2,http://39.130.202.62:6610/gitv_live/G_BINCHUANTV-2/G_BINCHUANTV-2.m3u8
弥勒广播电视台,http://39.130.202.62:6610/gitv_live/G_MILE/G_MILE.m3u8
景东台,http://39.130.202.62:6610/gitv_live/G_JINGDONG/G_JINGDONG.m3u8
楚雄公共,http://39.130.202.62:6610/gitv_live/G_CHUXIONGGG/G_CHUXIONGGG.m3u8
楚雄市台,http://39.130.202.62:6610/gitv_live/G_CHUXIONGSHI/G_CHUXIONGSHI.m3u8
楚雄新闻,http://39.130.202.62:6610/gitv_live/G_CHUXIONGXW/G_CHUXIONGXW.m3u8
永仁台,http://39.130.202.62:6610/gitv_live/G_YONGREN/G_YONGREN.m3u8
江城-1,http://39.130.215.169:6610/gitv_live/G_JIANGCHENG/G_JIANGCHENG.m3u8
澜沧台,http://39.130.202.62:6610/gitv_live/G_LANCANG/G_LANCANG.m3u8
红河-2,http://39.130.202.62:6610/gitv_live/G_HONGHETV-2/G_HONGHETV-2.m3u8
红河-1,http://39.130.202.62:6610/gitv_live/G_HONGHETV-1/G_HONGHETV-1.m3u8
迪庆新闻综合,http://39.130.202.62:6610/gitv_live/G_DIQING-1/G_DIQING-1.m3u8
迪庆藏语,http://39.130.202.62:6610/gitv_live/G_DIQINGZY/G_DIQINGZY.m3u8
隆阳台,http://39.130.202.62:6610/gitv_live/G_LONGYANG/G_LONGYANG.m3u8
云南卫视 3M1080,https://hwapi.yunshicloud.com/8xughf/e0bx15.m3u8
云南公共 720,https://hwapi.yunshicloud.com/62hdvf/227q43.m3u8
云南卫视 720,https://hwapi.yunshicloud.com/62hdvf/41hse3.m3u8
云南影视 720,http://hwapi.yunshicloud.com/62hdvf/utrat7.m3u8
云南生活资讯 720,https://hwapi.yunshicloud.com/62hdvf/180p57.m3u8
云南都市 720,https://hwapi.yunshicloud.com/62hdvf/rjwt14.m3u8
云南卫视,http://39.130.202.81:6610/gitv_live/G_YUNNAN-HD/G_YUNNAN-HD.m3u8
云南卫视,http://edge1.yntv.cn/channels/yntv/ynws/m3u8:sd
云南都市,http://39.130.202.81:6610/gitv_live/G_YNTV-2-HD/G_YNTV-2-HD.m3u8
云南都市,http://edge1.yntv.cn/channels/yntv/ynds/m3u8:sd
云南娱乐,39.130.202.81:6610/gitv_live/G_YNTV-3-HD/G_YNTV-3-HD.m3u8
云南娱乐,http://edge1.yntv.cn/channels/yntv/ynyl/m3u8:sd
云南公共,http://39.130.202.81:6610/gitv_live/G_YNTV-6-HD/G_YNTV-6-HD.m3u8
云南公共,http://edge1.yntv.cn/channels/yntv/yngg/m3u8:sd
云南影视,http://39.130.202.81:6610/gitv_live/G_YNTV-5-HD/G_YNTV-5-HD.m3u8
云南影视,http://39.130.206.132:6410/gitv_live/G_YNTV-5-HD/G_YNTV-5-HD.m3u8
云南澜湄国际,http://edge1.yntv.cn/channels/yntv/yngj/m3u8:sd
云南澜湄国际,http://39.130.202.81:6610/gitv_live/G_YNTVGJ/G_YNTVGJ.m3u8
云南生活资讯,http://39.130.202.81:6610/gitv_live/G_YNTV-4-HD/G_YNTV-4-HD.m3u8
云南生活资讯,http://edge1.yntv.cn/channels/yntv/ynsh/m3u8:sd
云南生活资讯,http://39.130.218.239:6610/gitv_live/G_YNTV-4-HD/G_YNTV-4-HD.m3u8
云南少儿,http://39.130.202.81:6610/gitv_live/G_YNTVSE-HD/G_YNTVSE-HD.m3u8
云南少儿,http://edge1.yntv.cn/channels/yntv/ynse/m3u8:sd
云南少儿,http://39.130.215.223:6610/gitv_live/G_YNTVSE/G_YNTVSE.m3u8
云南移动电视,http://39.130.202.81:6610/gitv_live/G_QICAIGONGJIAO/G_QICAIGONGJIAO.m3u8
昆明新闻综合,http://wshls.live.migucloud.com/live/01YCQY7M_C0/playlist.m3u8
昆明新闻综合,http://39.130.202.81:6610/gitv_live/G_KMTV-1/G_KMTV-1.m3u8
昆明科学教育,http://wshls.live.migucloud.com/live/ZBXWIMTD_C0_2/playlist.m3u8
昆明文体娱乐,http://wshls.live.migucloud.com/live/6KN3ZB2S_C0_2/playlist.m3u8
昆明经济生活,http://wshls.live.migucloud.com/live/JT9JEQ54_C0_2/playlist.m3u8
昆明影视综艺,http://devlivepull.migucloud.com/live/KYLNJWFD_C0_2.flv
昆明公共,http://wshls.live.migucloud.com/live/UD0YLY2G_C0_3/playlist.m3u8
昆明公共,http://39.130.215.223:6610/gitv_live/G_KMTV-6/G_KMTV-6.m3u8
晋宁电视台 HD,http://kbitlive.kmzscc.com/jnrmt/jntv.m3u8?auth_key=1605078178-0-0-fda577b414f58640e1f13f41fae844bf
楚雄市综合HD,http://39.130.202.81:6610/gitv_live/G_CHUXIONGSHI/G_CHUXIONGSHI.m3u8
楚雄新闻 HD,http://39.130.202.81:6610/gitv_live/G_CHUXIONGXW/G_CHUXIONGXW.m3u8
楚雄公共 HD,http://39.130.202.81:6610/gitv_live/G_CHUXIONGGG/G_CHUXIONGGG.m3u8
楚雄公共 HD,http://hwzbout.yunshicloud.com/gbqei5/12661u.m3u8
玉溪新闻综合,http://hwzbout.yunshicloud.com/r5fc3f/3l9g1m.m3u8
怒江频道,http://hwzbout.yunshicloud.com/s5xpv2/9r4ei4.m3u8
文山综合,http://m3u8.channel.wsrtv.com.cn/cms/videos/nmip-media/channellive/channel7/playlist.m3u8
文山公共,http://m3u8.channel.wsrtv.com.cn/cms/videos/nmip-media/channellive/channel8/playlist.m3u8
文山市频道,http://m3u8.channel.wsrtv.com.cn/cms/videos/nmip-media/channellive/channel17/playlist.m3u8
砚山频道,http://m3u8.channel.wsrtv.com.cn/cms/videos/nmip-media/channellive/channel16/playlist.m3u8
丽江新闻综合,https://hwapi.yunshicloud.com/mj1170/h6f7wv.m3u8
丽江公共,https://hwapi.yunshicloud.com/mj1170/06qk26.m3u8
丘北新闻综合,http://m3u8.channel.wsrtv.com.cn/cms/videos/nmip-media/channellive/channel14/playlist.m3u8
绥江频道,http://60.160.23.32:6055/sjtv/sjtv.m3u8
曲靖一套,http://39.130.202.81:6610/gitv_live/G_QUJING-1/G_QUJING-1.m3u8
曲靖二套,http://39.130.202.81:6610/gitv_live/G_QUJING-2/G_QUJING-2.m3u8
曲靖三套,http://39.130.202.81:6610/gitv_live/G_QUJING-3/G_QUJING-3.m3u8
普洱新闻综合,http://hwzbout.yunshicloud.com/701aec/orx377.m3u8
普洱新闻综合,http://39.130.202.81:6610/gitv_live/G_PUERTV-1/G_PUERTV-1.m3u8
普洱公共 HD,http://39.130.202.81:6610/gitv_live/G_PUERTV-2/G_PUERTV-2.m3u8
普洱三套,http://39.130.202.81:6610/gitv_live/G_PUERTV-3/G_PUERTV-3.m3u8
红河-1 HD,http://file.hhtv.cc/cms/videos/nmip-media/channellive/channel1/playlist.m3u8
红河-1 HD,http://39.130.202.81:6610/gitv_live/G_HONGHETV-1/G_HONGHETV-1.m3u8
红河-2 HD,http://39.130.202.81:6610/gitv_live/G_HONGHETV-2/G_HONGHETV-2.m3u8
红河-2 HD,http://file.hhtv.cc/cms/videos/nmip-media/channellive/channel2/playlist.m3u8
红河县频道,http://file.hhtv.cc/cms/videos/nmip-media/channellive/channel3/playlist.m3u8
红河县频道,http://39.130.202.81:6610/gitv_live/G_HONGHEXIAN/G_HONGHEXIAN.m3u8
开远综合,http://39.130.202.81:6610/gitv_live/G_KAIYUAN/G_KAIYUAN.m3u8
个旧频道,http://tv.drs.hhtv.cc:8100/channellive/gjdst.flv
屏边频道,http://39.130.202.81:6610/gitv_live/G_PINGBIAN/G_PINGBIAN.m3u8
河口综合 HD,http://39.130.202.81:6610/gitv_live/G_HEKOU/G_HEKOU.m3u8
绿春频道,http://39.130.202.81:6610/gitv_live/G_LVCHUN/G_LVCHUN.m3u8
德宏新闻综合,http://39.130.202.81:6610/gitv_live/G_DEHONG-1/G_DEHONG-1.m3u8
德宏民语,http://39.130.202.81:6610/gitv_live/G_DEHONG-2/G_DEHONG-2.m3u8
陇川综合,http://live.ynurl.com/video/s10027-LCDST/index.m3u8
迪庆综合 HD,http://39.130.202.81:6610/gitv_live/G_DIQING-1/G_DIQING-1.m3u8
迪庆藏语 HD,http://39.130.202.81:6610/gitv_live/G_DIQINGZY/G_DIQINGZY.m3u8
麻栗坡频道,http://m3u8.channel.wsrtv.com.cn/cms/videos/nmip-media/channellive/channel18/playlist.m3u8
西双版纳-1,http://file.xsbnrtv.cn/vms/videos/nmip-media/channellive/channel1/playlist.m3u8
西双版纳-2,http://file.xsbnrtv.cn/vms/videos/nmip-media/channellive/channel3/playlist.m3u8
西双版纳-1,http://file.xsbnrtv.cn/vms/videos/nmip-media/channellive/channel1/playlist.m3u8
西双版纳-2,http://file.xsbnrtv.cn/vms/videos/nmip-media/channellive/channel3/playlist.m3u8
大理州新闻综合,http://39.130.202.81:6610/gitv_live/G_DALITV-1/G_DALITV-1.m3u8
大理州农业生活,http://39.130.202.81:6610/gitv_live/G_DALITV-2/G_DALITV-2.m3u8
大理州旅游文化,http://39.130.202.81:6610/gitv_live/G_DALITV-3/G_DALITV-3.m3u8
保山一套,http://39.130.202.81:6610/gitv_live/G_BAOSHANXW/G_BAOSHANXW.m3u8
保山二套,http://39.130.202.81:6610/gitv_live/G_BAOSHANGG/G_BAOSHANGG.m3u8
保山三套,http://39.130.202.81:6610/gitv_live/G_BAOSHANKJ/G_BAOSHANKJ.m3u8
元江频道,http://hwzbout.yunshicloud.com/9s2m3y/2koy3r.m3u8
元谋综合,http://39.130.202.81:6610/gitv_live/G_YUANMOU/
昭通一套,http://39.130.202.81:6610/gitv_live/G_ZHAOTONG-1/G_ZHAOTONG-1.m3u8
昭通二套,http://39.130.202.81:6610/gitv_live/G_ZHAOTONG-2/
QJTV巧家,http://livebroadcast.ccwb.cn/live/w1593303918254963.m3u8
镇雄电视台,https://livebroadcast.ccwb.cn/live/w1589843132020956.m3u8
临沧综合,http://39.130.202.81:6610/gitv_live/G_LINCANGTV-1/G_LINCANGTV-1.m3u8
临沧公共,http://39.130.202.81:6610/gitv_live/G_LINCANGTV-2/G_LINCANGTV-2.m3u8
永胜综合,http://39.130.202.81:6610/gitv_live/G_YONGSHENG/G_YONGSHENG.m3u8
隆阳综合 HD,http://39.130.202.81:6610/gitv_live/G_LONGYANG/G_LONGYANG.m3u8
禄丰综合,http://39.130.202.81:6610/gitv_live/G_LUFENG/G_LUFENG.m3u8
牟定综合,http://39.130.202.81:6610/gitv_live/G_MOUDING/G_MOUDING.m3u8
南华综合,http://39.130.202.81:6610/gitv_live/G_NANHUA/G_NANHUA.m3u8
双柏综合,http://39.130.202.81:6610/gitv_live/G_SHUANGBAI/G_SHUANGBAI.m3u8
武定综合,http://39.130.202.81:6610/gitv_live/G_WUDING/G_WUDING.m3u8
姚安综合,http://39.130.202.81:6610/gitv_live/G_YAOAN/G_YAOAN.m3u8
元谋综合,http://39.130.202.81:6610/gitv_live/G_YUANMOU/G_YUANMOU.m3u8
永仁综合,http://39.130.202.81:6610/gitv_live/G_YONGREN/G_YONGREN.m3u8
施甸综合,http://39.130.202.81:6610/gitv_live/G_SHIDIAN/G_SHIDIAN.m3u8
宾川一套,http://39.130.202.81:6610/gitv_live/G_BINCHUANTV-1/G_BINCHUANTV-1.m3u8
宾川二套,http://39.130.202.81:6610/gitv_live/G_BINCHUANTV-1/G_BINCHUANTV-2.m3u8
弥渡综合,http://39.130.202.81:6610/gitv_live/G_MIDUTV-1/G_MIDUTV-1.m3u8
云龙综合,http://39.130.202.81:6610/gitv_live/G_YUNLONGTV-1/G_YUNLONGTV-1.m3u8
德钦综合,http://39.130.202.81:6610/gitv_live/G_DIQINGDQ/G_DIQINGDQ.m3u8
维西综合,http://39.130.202.81:6610/gitv_live/G_DIQINGWX/G_DIQINGWX.m3u8
金平综合,http://39.130.202.81:6610/gitv_live/G_JINPING/G_JINPING.m3u8
金平综合,http://live.ynurl.com/video/s10041-JPTV/index.m3u8
建水综合,http://39.130.202.81:6610/gitv_live/G_JIANSHUI/G_JIANSHUI.m3u8
泸西综合,http://39.130.202.81:6610/gitv_live/G_LUXI/G_LUXI.m3u8
弥勒新闻 HD,http://39.130.202.81:6610/gitv_live/G_MILE/G_MILE.m3u8
弥渡综合,http://39.130.202.81:6610/gitv_live/G_MIDUTV-1/G_MIDUTV-1.m3u8
石屏综合,http://39.130.202.81:6610/gitv_live/G_SHIPING/G_SHIPING.m3u8
沧源综合,http://39.130.202.81:6610/gitv_live/G_LCCANGYUAN/G_LCCANGYUAN.m3u8
凤庆综合,http://39.130.202.81:6610/gitv_live/G_LCFENGQING/G_LCFENGQING.m3u8
耿马综合,http://39.130.202.81:6610/gitv_live/G_LCGENGMA/G_LCGENGMA.m3u8
临翔综合,http://39.130.202.81:6610/gitv_live/G_LCLINXIANG/G_LCLINXIANG.m3u8
双江综合,http://39.130.202.81:6610/gitv_live/G_LCSHUANGJIANG/G_LCSHUANGJIANG.m3u8
永德综合,http://39.130.202.81:6610/gitv_live/G_LCYONGDE/G_LCYONGDE.m3u8
云县综合,http://39.130.202.81:6610/gitv_live/G_LCYUNXIAN/G_LCYUNXIAN.m3u8
镇康综合,http://39.130.202.81:6610/gitv_live/G_LCZHENKANG/G_LCZHENKANG.m3u8
江城综合 HD,http://39.130.202.81:6610/gitv_live/G_JIANGCHENG/G_JIANGCHENG.m3u8
孟连综合,http://39.130.202.81:6610/gitv_live/G_MENGLIAN/G_MENGLIAN.m3u8
香格里拉综合,http://39.130.202.81:6610/gitv_live/G_DIQINGXGLL/G_DIQINGXGLL.m3u8
瑞丽频道,http://live.ynurl.com/video/s10021-rltv/index.m3u8
景东综合,http://39.130.202.81:6610/gitv_live/G_JINGDONG/
澜沧综合,http://39.130.202.81:6610/gitv_live/G_LANCANG/
鹤庆综合,http://39.130.202.81:6610/gitv_live/G_HEQING/G_HEQING.m3u8
腾冲综合,http://39.130.202.81:6610/gitv_live/G_TENGCHONG/G_TENGCHONG.m3u8
腾冲综合,http://live.ynurl.com/video/s10012-TCTV/index.m3u8
龙陵综合,http://39.130.202.81:6610/gitv_live/G_LONGLING/G_LONGLING.m3u8
芒市综合,http://39.130.202.81:6610/gitv_live/G_DEHONGMS/G_DEHONGMS.m3u8
盈江综合,http://39.130.202.81:6610/gitv_live/G_DEHONGYJ/G_DEHONGYJ.m3u8
永胜综合,http://39.130.202.81:6610/gitv_live/G_YONGSHENG/G_YONGSHENG.m3u8
蒙自综合,http://39.130.202.81:6610/gitv_live/G_MENGZI/G_MENGZI.M3U8
屏边综合,http://39.130.202.81:6610/gitv_live/G_PINGBIAN/G_PINGBIAN.M3U8
元阳综合,http://39.130.202.81:6610/gitv_live/G_YUANYANG/G_YUANYANG.M3U8
元谋,http://39.130.202.81:6610/gitv_live/G_YUANMOU/G_YUANMOU.m3u8
勐海综合,http://39.130.202.81:6610/gitv_live/G_MENGHAI/G_MENGHAI.m3u8?IASHttpSessionId=OTT1707420201109134022155724
沧源综合,http://39.130.202.81:6610/gitv_live/G_LCCANGYUAN/G_LCCANGYUAN.m3u8
宾川 HD,http://39.130.202.81:6610/gitv_live/G_BINCHUANTV-1/G_BINCHUANTV-1.m3u8?IASHttpSessionId=SLB168620201210132514000166
盈江综合,http://live.ynurl.com/video/s10016-yjtv1hd/index.m3u8
江川综合,http://live.ynurl.com/video/s10037-JCTV/index.m3u8
巍山综合,https://hwapi.yunshicloud.com/euxv6l/5q7637.m3u8



天津频道,#genre#
天津卫视HD,http://221.197.179.130:4022/udp/225.1.1.111:5002
天津-1新闻HD,http://221.197.179.130:4022/udp/225.1.1.130:5002
天津-2文艺HD,http://221.197.179.130:4022/udp/225.1.1.131:5002
天津-3影视HD,http://221.197.179.130:4022/udp/225.1.1.149:5002
天津-4都市HD,http://221.197.179.130:4022/udp/225.1.1.128:5002
天津-5体育HD,http://221.197.179.130:4022/udp/225.1.1.122:5002
天津-6科教HD,http://221.197.179.130:4022/udp/225.1.1.129:5002
天津-7少儿HD,http://221.197.179.130:4022/udp/225.1.1.125:5002

曲艺大观HD,http://221.197.179.130:4022/udp/225.1.2.53:5002
天津卫视IPTV,http://221.197.179.130:4022/udp/225.1.1.77:5002
天津卫视蓟州HD,http://221.197.179.130:4022/udp/225.1.1.82:5002
大港油田企业频道HD,http://221.197.179.130:4022/udp/225.1.2.14:5002
河西台,http://221.197.179.130:4022/udp/225.1.2.4:5002
河东台,http://221.197.179.130:4022/udp/225.1.2.2:5002
滨海1,http://221.197.179.130:4022/udp/225.1.2.7:5002
滨海2,http://221.197.179.130:4022/udp/225.1.2.8:5002
静海,http://221.197.179.130:4022/udp/225.1.1.110:5002

广东频道,#genre#
广东体育HD,http://tyzb2021.chxjon.cn:80/iptv-cdn/公众号=太阳资讯/tyzb01.php?id=gdsportsHD_7000#http://116.199.5.51:8114/00000000/index.m3u8?&Fsv_ctype=LIVES&Fsv_otype=1&FvSeid=5abd1660af1babb4&Fsv_filetype=1&Fsv_ctype=LIVES&Fsv_cid=0&Fsv_chan_hls_se_idx=8&Fsv_rate_id=0&Fsv_SV_PARAM1=0&Fsv_ShiftEnable=0&Fsv_ShiftTsp=0&Provider_id=&Pcontent_id=&Fsv_CMSID=&Fsv_otype=1#http://hongyanqiang.top/chudian.php?id=gdty
广东卫视,http://hongyanqiang.top/chudian.php?id=gdws 
广东珠江,http://hongyanqiang.top/chudian.php?id=gdzj 
广东公共,http://hongyanqiang.top/chudian.php?id=gdgg 
广东新闻,http://hongyanqiang.top/chudian.php?id=gdxw 
嘉佳卡通,http://hongyanqiang.top/chudian.php?id=jjkt 
广东国际,http://hongyanqiang.top/chudian.php?id=gdgj 
广东经济科教,http://hongyanqiang.top/chudian.php?id=gdjjkj 
广东房产,http://hongyanqiang.top/chudian.php?id=gdfc 
南方卫视,http://hongyanqiang.top/chudian.php?id=nfws 
广东综艺,http://hongyanqiang.top/chudian.php?id=gdzy#4K,http://111.161.121.214/nclive.grtn.cn/4K/sd/live.m3u8 
广东影视,http://hongyanqiang.top/chudian.php?id=gdys 
广东少儿,http://hongyanqiang.top/chudian.php?id=gdse 
广州新闻,http://149.129.100.78/gztv.php?id=xinwen#http://player.ioioz.com/1369/gd/gztvm3u8.php?id=gzxw#http://ftp9524803.host166.gotoip4.cn/gztv.php?id=xinwen#http://116.199.5.51:8114/00000000/index.m3u8?&Fsv_ctype=LIVES&Fsv_otype=1&FvSeid=5abd1660af1babb4&Fsv_filetype=1&Fsv_ctype=LIVES&Fsv_cid=0&Fsv_chan_hls_se_idx=11&Fsv_rate_id=0&Fsv_SV_PARAM1=0&Fsv_ShiftEnable=0&Fsv_ShiftTsp=0&Provider_id=&Pcontent_id=&Fsv_CMSID=&Fsv_otype=1
广州综合,http://149.129.100.78/gztv.php?id=zhonghe#http://player.ioioz.com/1369/gd/gztvm3u8.php?id=gzzh#http://ftp9524803.host166.gotoip4.cn/gztv.php?id=zhonghe#http://116.199.5.51:8114/00000000/index.m3u8?&Fsv_ctype=LIVES&Fsv_otype=1&FvSeid=5abd1660af1babb4&Fsv_filetype=1&Fsv_ctype=LIVES&Fsv_cid=0&Fsv_chan_hls_se_idx=81&Fsv_rate_id=0&Fsv_SV_PARAM1=0&Fsv_ShiftEnable=0&Fsv_ShiftTsp=0&Provider_id=&Pcontent_id=&Fsv_CMSID=&Fsv_otype=1
广州少儿,http://116.199.5.51:8114/00000000/index.m3u8?&Fsv_ctype=LIVES&Fsv_otype=1&FvSeid=5abd1660af1babb4&Fsv_filetype=1&Fsv_ctype=LIVES&Fsv_cid=0&Fsv_chan_hls_se_idx=44&Fsv_rate_id=0&Fsv_SV_PARAM1=0&Fsv_ShiftEnable=0&Fsv_ShiftTsp=0&Provider_id=&Pcontent_id=&Fsv_CMSID=&Fsv_otype=1
广州法治,http://149.129.100.78/gztv.php?id=fazhi#http://player.ioioz.com/1369/gd/gztvm3u8.php?id=gzfz#http://ftp9524803.host166.gotoip4.cn/gztv.php?id=fazhi#http://116.199.5.51:8114/00000000/index.m3u8?&Fsv_ctype=LIVES&Fsv_otype=1&FvSeid=5abd1660af1babb4&Fsv_filetype=1&Fsv_ctype=LIVES&Fsv_cid=0&Fsv_chan_hls_se_idx=46&Fsv_rate_id=0&Fsv_SV_PARAM1=0&Fsv_ShiftEnable=0&Fsv_ShiftTsp=0&Provider_id=&Pcontent_id=&Fsv_CMSID=&Fsv_otype=1
广州影视,http://149.129.100.78/gztv.php?id=yingshi#http://player.ioioz.com/1369/gd/gztvm3u8.php?id=gzys#http://ftp9524803.host166.gotoip4.cn/gztv.php?id=yingshi#http://116.199.5.51:8114/00000000/index.m3u8?&Fsv_ctype=LIVES&Fsv_otype=1&FvSeid=5abd1660af1babb4&Fsv_filetype=1&Fsv_ctype=LIVES&Fsv_cid=0&Fsv_chan_hls_se_idx=52&Fsv_rate_id=0&Fsv_SV_PARAM1=0&Fsv_ShiftEnable=0&Fsv_ShiftTsp=0&Provider_id=&Pcontent_id=&Fsv_CMSID=&Fsv_otype=1
南国都市,http://149.129.100.78/gztv.php?id=shenghuo#http://player.ioioz.com/1369/gd/gztvm3u8.php?id=gzngds#http://ftp9524803.host166.gotoip4.cn/gztv.php?id=shenghuo
汕番禺综合,http://live.pybtv.cn/channel1/sd/live.m3u8?_upt=16fb00e01563813775

汕头综合 HD,http://tyzb2021.chxjon.cn:80/iptv-cdn/公众号=太阳资讯/tyzb01.php?id=shantouyitaogaoqing_4500
汕头经济 HD,http://tyzb2021.chxjon.cn:80/iptv-cdn/公众号=太阳资讯/tyzb01.php?id=shantouertaogaoqing_4500
汕头文旅 HD,http://tyzb2021.chxjon.cn:80/iptv-cdn/公众号=太阳资讯/tyzb01.php?id=shantousantaogaoqing_4500
深圳都市频道,http://149.129.100.78/sztv.php?id=2#http://ye23.win/iptv/sztv.php?id=2
深圳电视剧频道,http://149.129.100.78/sztv.php?id=3#http://ye23.win/iptv/sztv.php?id=3
深圳公共频道,http://149.129.100.78/sztv.php?id=4#http://ye23.win/iptv/sztv.php?id=4
深圳财经生活,http://149.129.100.78/sztv.php?id=5#http://ye23.win/iptv/sztv.php?id=5
深圳娱乐频道,http://149.129.100.78/sztv.php?id=6#http://ye23.win/iptv/sztv.php?id=6
深圳少儿频道,http://149.129.100.78/sztv.php?id=7#http://ye23.win/iptv/sztv.php?id=7
深圳移动电视,http://149.129.100.78/sztv.php?id=8#http://ye23.win/iptv/sztv.php?id=8
韶关综合高清,https://www.sgmsw.cn/videos/tv/201805/1308/SB05RIYZOU8JR418AUQOF62CAJQ08D0E/hls/live.m3u8
韶关公共高清,https://www.sgmsw.cn/videos/tv/201805/1308/9P424TC5M000AFO13CXK6GN6BOA889D2/hls/live.m3u8
揭阳公共,https://hdl-stjy.sobeylive.com/stjy2020/ggpd.m3u8
揭阳综合,https://hdl-stjy.sobeylive.com/stjy2020/zhpd.m3u8
湛江1高清,http://zjstyhls.tianma3600.com/zjsty/zhpd.m3u8
湛江2高清,http://zjstyhls.tianma3600.com/zjsty/ggpd.m3u8
惠州-1,http://livehuiz.chinamcache.com/live/zb01.m3u8
惠州-2,http://livehuiz.chinamcache.com/live/zb02.m3u8
潮安综合,http://chaoan.chaoantv.com:8278/zongyi_728/playlist.m3u8
潮安影视,http://chaoan.chaoantv.com:8278/h_yingshi_1028/playlist.m3u8#http://chaoan.chaoantv.com:8278/live/chaoanyingshi.m3u8
肇庆综合,https://liveout.nanyuecloud.com/wjg164/0w3j92.m3u8
肇庆公共,https://liveout.nanyuecloud.com/wjg164/6r86r6.m3u8
蛇口,http://218.17.99.211:5080/hls/ttsw6ccn.m3u8#http://218.17.99.211:82/hls/d4encs75.m3u8?checkedby:hlscat.comhttp://218.17.99.211:82/hls/d4encs75.m3u8#http://218.17.99.211:5080/livestream/ttsw6ccn.flv#http://218.17.99.211:5080/livestream/ttsw6ccn.flv#
广德新闻 HD,http://pili-live-hls.guangde.ahxmgk.com/guangde-live/guangde20200324143845.m3u8
江门综合,http://dslive.grtn.cn/jmzh/sd/live.m3u8#rtmp://tideweblive.jmtv.cn/tslsChannelLive/4x3T0dO/live
江门公共,rtmp://tideweblive.jmtv.cn/tslsChannelLive/qzohscw/live
江门教育,rtmp://tideweblive.jmtv.cn/tslsChannelLive/S020qM6/live


汕头综合,http://dslive.grtn.cn/stzh/sd/live.m3u8
梅州综合,http://pili-live-rtmp.tvliving.gdmztv.com/meizhou-tvliving/mztv1.m3u8
湛江综合,http://dslive.grtn.cn/zjzh/sd/live.m3u8
汕尾综合,http://dslive.grtn.cn/swzh/sd/live.m3u8
云浮综合,http://dslive.grtn.cn/yfzh/sd/live.m3u8
珠海综合,http://dslive.grtn.cn/zhzh/sd/live.m3u8
佛山综合频道,http://pili-live-rtmp.wdit.com.cn/wditlive/fs_zhpd.m3u8
佛山公共频道,http://pili-live-rtmp.wdit.com.cn/wditlive/fs_ggpd.m3u8
佛山影视频道,http://pili-live-rtmp.wdit.com.cn/wditlive/fs_yspd.m3u8
佛山南海频道,http://pili-live-rtmp.wdit.com.cn/wditlive/fs_nhpd.m3u8
佛山顺德频道,http://pili-live-rtmp.wdit.com.cn/wditlive/fs_sdpd.m3u8
佛山综合,http://dslive.grtn.cn/fszh/sd/live.m3u8
佛山高明,http://pili-live-rtmp.wdit.com.cn/wditlive/fs_gmpd.m3u8
南国都市,http://ye23.win/iptv/gztv.php?id=shenghuo
点掌财经,http://cclive2.aniu.tv/live/anzb.m3u8

惠州-1http://livehuiz.chinamcache.com/live/zb01.m3u8
惠州-2http://livehuiz.chinamcache.com/live/zb02.m3u8
岭南戏曲,http://szlive.grtn.cn/lnxq/sd/live.m3u8
佛山三水,http://pili-live-rtmp.wdit.com.cn/wditlive/fs_sspd.m3u8
广州竞赛,http://ye23.win/iptv/gztv.php?id=jingsai
广州竞赛,https://aplay.gztv.com/sec/jingsai.m3u8
广州竞赛,http://player.521fanli.cn/1691/gd/gztvm3u8.php?id=gzjs
广州综合,http://ye23.win/iptv/gztv.php?id=zhonghe
广州综合,https://aplay.gztv.com/sec/zhonghe.m3u8
广州综合,http://player.521fanli.cn/1691/gd/gztvm3u8.php?id=gzzh
广州综合,http://aplay.gztv.com/sec/zhonghe.flv
广州新闻,http://ye23.win/iptv/gztv.php?id=xinwen
广州新闻,https://aplay.gztv.com/sec/xinwen.flv
广州新闻,https://aplay.gztv.com/sec/xinwen.m3u8
广州新闻,http://player.521fanli.cn/1691/gd/gztvm3u8.php?id=gzxw
广州法制,http://ye23.win/iptv/gztv.php?id=fazhi
广州法制,http://player.521fanli.cn/1691/gd/gztvm3u8.php?id=gzfz
广州影视,http://aplay.gztv.com/sec/yingshi.m3u8
广州影视,https://aplay.gztv.com/sec/yingshi.m3u8
广州影视,https://aplay.gztv.com/sec/yingshi.flv
广州影视,http://player.521fanli.cn/1691/gd/gztvm3u8.php?id=gzys
南国都市,http://ye23.win/iptv/gztv.php?id=shenghuo
南国都市,https://aplay.gztv.com/sec/shenghuos.m3u8
南国都市,http://player.521fanli.cn/1691/gd/gztvm3u8.php?id=gzngds
深圳都市,http://ye23.win/iptv/sztv.php?id=2
深圳公共,http://ye23.win/iptv/sztv.php?id=4
深圳财经生活,http://ye23.win/iptv/sztv.php?id=5
深圳娱乐,http://ye23.win/iptv/sztv.php?id=6
深圳少儿,http://ye23.win/iptv/sztv.php?id=7
深圳国际频道,http://ye23.win/iptv/sztv.php?id=11
深圳电视剧,http://ye23.win/iptv/sztv.php?id=3
深圳移动电视,http://ye23.win/iptv/sztv.php?id=8
深圳宜和购物,http://ye23.win/iptv/sztv.php?id=9
广东·惠州二台,http://livehuiz.chinamcache.com/live/zb02.m3u8
广东·蛇口综合,http://218.17.99.211:82/hls/d4encs75.m3u8
广东·番禺电视,http://live.pybtv.cn/channel1/sd/live.m3u8?_upt=16fb00e01563813775
广东·阳江综合,https://live.yjtvw.com:8081/live/smil:yjtv1.smil/chunklist_b3628000.m3u8
广东·阳江公共,https://live.yjtvw.com:8081/live/smil:yjtv2.smil/chunklist_b3628000.m3u8
广东·揭阳综合,http://dslive.grtn.cn/jyzh/sd/live.m3u8
广东文化,https://glive.grtn.cn/live/wenhua_test0203.m3u8?auth_key=1612881417-0-0-bc7ddba066481bc805fc1e800654e721
惠州新闻综合,http://dslive.grtn.cn/hzzh/sd/live.m3u8
揭阳综合,http://dslive.grtn.cn/jyzh/sd/live.m3u8
肇庆综合,http://dslive.grtn.cn/zqzh/sd/live.m3u8
清远综合,http://dslive.grtn.cn/qyzh/sd/live.m3u8
广东体育HD,http://wtv2.hodtv.tv:80/gudou9.php?id=gdsportsHD_7000
广东珠江HD,http://wtv2.hodtv.tv:80/gudou9.php?id=gdzhujiangHD_7500&/PLTV/hls.smil.m3u8
广东经济HD,http://wtv2.hodtv.tv:80/gudou9.php?id=GDjingjikejiaoHD_7000
汕头一套HD,http://wtv2.hodtv.tv:80/gudou9.php?id=shantouyitaogaoqing_4500
汕头二套HD,http://wtv2.hodtv.tv:80/gudou9.php?id=shantouertaogaoqing_4500
汕头三套HD,http://wtv2.hodtv.tv:80/gudou9.php?id=shantousantaogaoqing_4500
梅州一套HD,http://wtv2.hodtv.tv:80/gudou9.php?id=meizhou1HD_4500
梅州二套HD,http://wtv2.hodtv.tv:80/gudou9.php?id=meizhou2HD_4500
广东珠江,http://wtv2.hodtv.tv:80/gudou9.php?id=gdzhujiang_1500
广东公共,http://wtv2.hodtv.tv:80/gudou9.php?id=gdpublic_1500
广东新闻,http://wtv2.hodtv.tv:80/gudou9.php?id=gdnews_1500
广东体育,http://wtv2.hodtv.tv:80/gudou9.php?id=gdsports_1500
南方卫视,http://wtv2.hodtv.tv:80/gudou9.php?id=gdnanfang_1500
广东经视,http://wtv2.hodtv.tv:80/gudou9.php?id=GDjingjikejiaoHD_3000
广东影视,http://wtv2.hodtv.tv:80/gudou9.php?id=gdyingshi_1500
广东少儿,http://wtv2.hodtv.tv:80/gudou9.php?id=gdshaoer_1500
广东房产,http://wtv2.hodtv.tv:80/gudou9.php?id=fangchan_1500
现代教育,http://wtv2.hodtv.tv:80/gudou9.php?id=xiandaijiaoyu_1500
岭南戏曲,http://wtv2.hodtv.tv:80/gudou9.php?id=lingnanxiqu_1500
广州综合,http://wtv2.hodtv.tv:80/gudou9.php?id=文件名angzhou_1500
广州新闻,http://wtv2.hodtv.tv:80/gudou9.php?id=gznews_1500
广州经济,http://wtv2.hodtv.tv:80/gudou9.php?id=gzeconomic_1500
广州生活,http://wtv2.hodtv.tv:80/gudou9.php?id=gzlife_1500
广州竞赛,http://wtv2.hodtv.tv:80/gudou9.php?id=gzcompetition_1500
广州影视,http://wtv2.hodtv.tv:80/gudou9.php?id=gzfilms_1500
广州少儿,http://wtv2.hodtv.tv:80/gudou9.php?id=gzchild_1500
南海综合,http://wtv2.hodtv.tv:80/gudou9.php?id=nanhaitai_2000
顺德综合,http://wtv2.hodtv.tv:80/gudou9.php?id=shundetai_2000
新会综合,http://wtv2.hodtv.tv:80/gudou9.php?id=xinhui_1500
佛山综合,http://wtv2.hodtv.tv:80/gudou9.php?id=foshannews_1500
佛山公共,http://wtv2.hodtv.tv:80/gudou9.php?id=foshanyingshi_1500
湛江综合,http://wtv2.hodtv.tv:80/gudou9.php?id=zhanjiangzonghe_1500
湛江公共,http://wtv2.hodtv.tv:80/gudou9.php?id=zhanjianggongong_1500
韶关综合,http://wtv2.hodtv.tv:80/gudou9.php?id=shao文件名anzonghe_1500
韶关公共,http://wtv2.hodtv.tv:80/gudou9.php?id=shao文件名angonggong_1500
博罗经典,http://wtv2.hodtv.tv:80/gudou9.php?id=boluojingdian_1500
博罗综合,http://wtv2.hodtv.tv:80/gudou9.php?id=boluozonghe_1500
云浮一套,http://wtv2.hodtv.tv:80/gudou9.php?id=yunfuyitao_1500
云浮二套,http://wtv2.hodtv.tv:80/gudou9.php?id=yunfuertao_1500
珠海一套,http://wtv2.hodtv.tv:80/gudou9.php?id=zhuhaiyitao_1500
珠海二套,http://wtv2.hodtv.tv:80/gudou9.php?id=zhuhaiertao_1500
潮州一套,http://wtv2.hodtv.tv:80/gudou9.php?id=chaozhouyitao_1500
潮州二套,http://wtv2.hodtv.tv:80/gudou9.php?id=chaozhouertao_1500
东莞一套,http://080880qazwsx.ve5.aihost10.top/gudou08.php?id=dongguanyitao_1500
东莞二套,http://080880qazwsx.ve5.aihost10.top/gudou08.php?id=dongguanertao_1500
江门一套,http://wtv2.hodtv.tv:80/gudou9.php?id=jiangmenyitao_1500
江门二套,http://wtv2.hodtv.tv:80/gudou9.php?id=jiangmenertao_1500
中山一套,http://wtv2.hodtv.tv:80/gudou9.php?id=zhongshanyitao_1500
中山二套,http://wtv2.hodtv.tv:80/gudou9.php?id=zhongshanertao_1500
河源一套,http://wtv2.hodtv.tv:80/gudou9.php?id=heyuanyitao_1500
河源二套,http://wtv2.hodtv.tv:80/gudou9.php?id=heyuanertao_1500
肇庆一套,http://wtv2.hodtv.tv:80/gudou9.php?id=zhaoqingyitao_1500
肇庆二套,http://wtv2.hodtv.tv:80/gudou9.php?id=zhaoqingertao_1500
惠州一套,http://wtv2.hodtv.tv:80/gudou9.php?id=huizhouyitao_1500
惠州二套,http://wtv2.hodtv.tv:80/gudou9.php?id=huizhouertao_1500
汕头一套,http://wtv2.hodtv.tv:80/gudou9.php?id=shantouyitaogaoqing_1500
汕头二套,http://wtv2.hodtv.tv:80/gudou9.php?id=shantouertaogaoqing_1500
汕头三套,http://wtv2.hodtv.tv:80/gudou9.php?id=shantousantaogaoqing_1500


湖北频道,#genre#
丹江口新闻 3.5M1080,http://danjiangkou.live.tempsource.cjyun.org/videotmp/s10081-djktv1.m3u8
丹江口生活 3.5M1080,https://p2bj.weizan.cn/309104/751799777014582046/live.m3u8
公安综合 1.6M1080,http://gongan.live.tempsource.cjyun.org/videotmp/10088-gatv1.m3u8
兴山综合 3M1080,http://play.hbxstv.com/live/xstv123.m3u8
孝昌新闻党建 2.5M1080,http://xiaochang.live.cjyun.org/video/s10128-xcxw.m3u8
孝昌生活 2M1080,http://xiaochang.live.cjyun.org/video/s10128-xcsh.m3u8
荆门公共 1M1080,http://jingmen.live.cjyun.org/video/s10101-jmggpd.m3u8
荆门教育 2M1080,http://jingmen.live.cjyun.org/video/s10101-jmjytv.m3u8
荆门新闻 2M1080,http://jingmen.live.cjyun.org/video/s10101-jmnews.m3u8
蕲春旅游养生 2M1080,http://qichun.live.cjyun.org/video/s10126-TC2T.m3u8
蕲春综合 2M1080,http://qichun.live.cjyun.org/video/s10126-TC1T.m3u8
襄阳综合 2M1080,http://xiangyang.live.cjyun.org/video/s10125-FM_traffic/index.m3u8
谷城1 2M1080,http://gucheng.live.tempsource.cjyun.org/videotmp/s10116-GCTV1.m3u8
远安 3M1080,http://yuanan.live.tempsource.cjyun.org/videotmp/s10106-yatv.m3u8
鄂州公共 4M1080,http://ezhou.live.cjyun.org/video/s10098-EZ1T.m3u8
鄂州新闻综合 4M1080,http://ezhou.live.cjyun.org/video/s10098-EZ2T.m3u8
钟祥新闻综合 1M1080,http://zhongxiang.live.cjyun.org/video/s10103-zxtv.m3u8
长阳1 5M1080,http://changyang.live.cjyun.org/video/s10114-cy1t.m3u8
随州农村 2M1080,http://suizhou.source.cjyun.org/video/s10145-szncpd.m3u8
随州综合 2M1080,http://suizhou.source.cjyun.org/video/s10145-szzhpd.m3u8
黄冈公共 1M1080,http://huanggang.live.cjyun.org/video/s10120-xwgg.m3u8
黄冈新闻 1M1080,http://huanggang.live.cjyun.org/video/s10120-xwzh.m3u8
宣恩综合 900,http://xuanen.live.tempsource.cjyun.org/videotmp/s10097-xezh2.m3u8
咸宁公共 720,http://xianning.live.cjyun.org/video/s10140-XNTV-1.m3u8
咸宁综合 720,http://xianning.live.cjyun.org/video/s10140-XNGG.m3u8
夷陵综合 720,http://yiling.live.cjyun.org/video/s10174-TC1T.m3u8
江陵综合 720,http://jiangling.live.cjyun.org/video/s10090-jltv01.m3u8
红安综合 720,http://hongan.live.cjyun.org/video/s10063-HAZH.m3u8
罗田旅游 720,http://luotian.live.cjyun.org/video/s10013-LTLY.m3u8
罗田综合 720,http://luotian.live.cjyun.org/video/s10013-LTZH.m3u8
襄阳综合 720,http://xiangyang.live.cjyun.org/video/s10125-news_hd.m3u8
鹤峰影视 720,http://hefeng.live.tempsource.cjyun.org/videotmp/s10100-hftv2.m3u8
鹤峰综合 720,http://hefeng.live.tempsource.cjyun.org/videotmp/s10100-hftv1.m3u8
云梦党建农业 576,http://yunshangyunmeng.live.cjyun.org/video/s10130-ymdjny.m3u8
云梦新闻综合 576,http://yunshangyunmeng.live.cjyun.org/video/s10130-ymzh.m3u8
仙桃新闻综合 576,http://221.233.242.239:280/live/71/playlist.m3u8
利川公共 576,http://lichuan.live.tempsource.cjyun.org/videotmp/s10093-lczh.m3u8
利川公共 576,http://lichuan.tempsource.cjyun.org/videotmp/s10093-lcgg.m3u8
利川公共 576,http://lichuan.tempsource.cjyun.org/videotmp/s10093-lczh.m3u8
咸丰2 576,http://xianfeng.live.tempsource.cjyun.org/videotmp/s10096-xftv2.m3u8
咸丰新闻综合 576,http://xianfeng.live.tempsource.cjyun.org/videotmp/s10096-xftv1.m3u8
嘉鱼新闻综合 576,http://jiayu.live.tempsource.cjyun.org/videotmp/s10131-jyzh.m3u8
团风生活 576,http://tuanfeng.live.tempsource.cjyun.org/videotmp/s10113-tftv1.m3u8
团风综合 576,http://tuanfeng.live.tempsource.cjyun.org/videotmp/s10113-tftv2.m3u8
大冶1 576,http://dayeyun.live.tempsource.cjyun.org/videotmp/s10102-TC1T.m3u8
大冶2 576,http://dayeyun.live.tempsource.cjyun.org/videotmp/s10102-TC2T.m3u8
大悟影视 576,http://yunshangdawu.live.tempsource.cjyun.org/videotmp/s10129-dwyspd.m3u8
大悟综合 576,http://yunshangdawu.live.tempsource.cjyun.org/videotmp/s10129-dwzhpd.m3u8
孝感公共 576,http://xiaogan.live.cjyun.org/video/s10139-shpd.m3u8
孝感公共 576,http://xiaogan.source.cjyun.org/video/s10139-shpd.m3u8
孝感新闻综合 576,http://xiaogan.live.cjyun.org/video/s10139-xg.m3u8
广水新闻 576,http://guangshui.live.tempsource.cjyun.org/videotmp/s10146-GSXW.m3u8
应城新闻党建 576,http://yingcheng.live.cjyun.org/video/s10135-YCZH.m3u8
应城生活 576,http://yingcheng.live.cjyun.org/video/s10135-YCDJ.m3u8
松滋综合 576,http://songzi.live.tempsource.cjyun.org/videotmp/s10194-songzi-tv1.m3u8
武穴综合 576,http://wuxue.live.cjyun.org/video/s10107-wxtv1.m3u8
江陵经济生活 576,http://jiangling.live.cjyun.org/video/s10090-jltv02.m3u8
石首影视 576,http://sstvplay.ssgdlive.com/live/sszh2.m3u8
石首综合 576,http://sstvplay.ssgdlive.com/live/sszh.m3u8
秭归融媒 576,http://zigui.live.cjyun.org/video/s10111-ZGTV1.m3u8
赤壁1 576,http://chibi.live.tempsource.cjyun.org/videotmp/s10138-CBTV1.m3u8
通山综合 576,http://tongshan.live.cjyun.org/video/s10134-TONGSHAN-live.m3u8
襄阳公共 540,http://xiangyang.live.cjyun.org/video/s10125-education_hd.m3u8
襄阳经济生活 540,http://xiangyang.live.cjyun.org/video/s10125-society_hd.m3u8
当阳电视台 480,http://dangyang.live.tempsource.cjyun.org/videotmp/s10118-DYZH.m3u8
宜昌公共 450,http://yichang-live21.cjyun.org/cjyun/s10091-ycgg.m3u8?auth_key=1625068799-0-0-af174f09e6e2a65a9cd79db6265da6fb
宜昌旅游生活 450,http://yichang-live21.cjyun.org/cjyun/s10091-ycly.m3u8?auth_key=1625068799-0-0-431a0ff1feab44c4a39aab7f7749793c
宜昌综合 450,http://yichang-live21.cjyun.org/cjyun/s10091-yczh.m3u8?auth_key=1625068799-0-0-ab5a6b50a04e4495b64470353eefa003
荆州新闻 448,http://p4.weizan.cn/15701/735957243163088440/live.m3u8
建始综合 360,http://jianshi.live.tempsource.cjyun.org/videotmp/s10094-jstv-1.m3u8
当阳影视娱乐 360,http://dangyang.live.tempsource.cjyun.org/videotmp/s10118-DYYS.m3u8
公安人民广播,http://gongan.live.tempsource.cjyun.org/videotmp/10088-gatv2.m3u8
石首人民广播,http://sstvplay.ssgdlive.com/live/radio.m3u8
长阳广播,http://changyang.live.cjyun.org/video/s10114-CYFM1.m3u8
宜昌新闻综合,http://luotuo.ycchenrong.cn/dl/yctv.php?id=1
十堰新闻,https://p2bj.weizan.cn/351104/837056569960221505/live.m3u8#rtmp://r2bj.weizan.cn/v/351104_837056569960221505
十堰公共,https://p2bj.weizan.cn/351104/694292401376336037/live.m3u8#rtmp://r2bj.weizan.cn/v/351104_694292401376336037
十堰经济旅游,https://p2bj.weizan.cn/351104/791122427715011838/live.m3u8#rtmp://r2bj.weizan.cn/v/351104_791122427715011838
十堰-丹江口生活,http://p2bj.weizan.cn/309104/751799777014582046/live.m3u8
黄冈-蕲春综合,http://qichun-live21.cjyun.org/10126/s10126-TC1T.m3u8?auth_key=1640966399-0-0-bc762e5976a5a4adcbc4216078f89347
黄冈-蕲春旅游养生,http://qichun-live21.cjyun.org/10126/s10126-TC2T.m3u8?auth_key=1640966399-0-0-7f9009232919710be60b151a00eaf001
恩施综合,http://enshi-live21.cjyun.org/10070/s10070-eszh.m3u8?auth_key=1640966399-0-0-adfb1e20a743c4cfa070c33ac2d2be68
恩施文旅,http://enshi-live21.cjyun.org/10070/s10070-esgg.m3u8?auth_key=1640966399-0-0-abfd534085a9dffd4cd40f6588e2143d
建始综合1080,http://jianshi-live21.cjyun.org/10094/s10094-jstv1.m3u8?auth_key=1640966399-0-0-cf6fc7c2ebad20819bbfee79dda6486d
襄阳新闻,http://player.ioioz.com/1691/hubei/xiangyangm3u8.php?id=xiangyangzh
襄阳经济,http://player.ioioz.com/1691/hubei/xiangyangm3u8.php?id=xiangyangjjsh
襄阳公共,http://player.ioioz.com/1691/hubei/xiangyangm3u8.php?id=xiangyanggg
湖州综合,http://live.plus.hugd.com/xwzhpd/sd/live.m3u8
湖州公共,http://live.plus.hugd.com/ggpd1/sd/live.m3u8



贵州频道,#genre#
CCCTV16,http://39.136.12.4:6610/PLTV/88888888/224/3221226283/1/index.m3u8?fmt=ts2hls
CCTV1 ,http://39.136.12.4:6610/PLTV/88888888/224/3221225726/1/index.m3u8?fmt=ts2hls
CCTV1,http://39.136.12.4:6610/PLTV/88888888/224/3221225777/1/index.m3u8?fmt=ts2hls
CCTV1,http://39.136.12.4:6610/PLTV/88888888/224/3221226127/1/index.m3u8?fmt=ts2hls
CCTV2 ,http://39.136.12.4:6610/PLTV/88888888/224/3221225706/1/index.m3u8?fmt=ts2hls
CCTV3 ,http://39.136.12.4:6610/PLTV/88888888/224/3221226008/1/index.m3u8?fmt=ts2hls
CCTV3,http://39.136.12.4:6610/PLTV/88888888/224/3221226040/1/index.m3u8?fmt=ts2hls
CCTV3,http://39.136.12.4:6610/PLTV/88888888/224/3221226263/1/index.m3u8?fmt=ts2hls
CCTV4 ,http://39.136.12.4:6610/PLTV/88888888/224/3221225744/1/index.m3u8?fmt=ts2hls
CCTV4 ,http://39.136.12.4:6610/PLTV/88888888/224/3221225779/1/index.m3u8?fmt=ts2hls
CCTV4欧洲 ,http://39.136.12.4:6610/PLTV/88888888/224/3221226189/1/index.m3u8?fmt=ts2hls
CCTV4欧洲 ,http://39.136.12.4:6610/PLTV/88888888/224/3221226268/1/index.m3u8?fmt=ts2hls
CCTV4美洲 ,http://39.136.12.4:6610/PLTV/88888888/224/3221226300/1/index.m3u8?fmt=ts2hls
CCTV4欧洲,http://39.136.12.4:6610/PLTV/88888888/224/3221226266/1/index.m3u8?fmt=ts2hls
CCTV4欧洲,http://39.136.12.4:6610/PLTV/88888888/224/3221226269/1/index.m3u8?fmt=ts2hls
CCTV5 ,http://39.136.12.4:6610/PLTV/88888888/224/3221226024/1/index.m3u8?fmt=ts2hls
CCTV5,http://39.136.12.4:6610/PLTV/88888888/224/3221226043/1/index.m3u8?fmt=ts2hls
CCTV5,http://39.136.12.4:6610/PLTV/88888888/224/3221226248/1/index.m3u8?fmt=ts2hls
CCTV5,http://39.136.12.4:6610/PLTV/88888888/224/3221226259/1/index.m3u8?fmt=ts2hls
CCTV5,http://39.136.12.4:6610/PLTV/88888888/224/3221226306/1/index.m3u8?fmt=ts2hls
CCTV5+ ,http://39.136.12.4:6610/PLTV/88888888/224/3221226171/1/index.m3u8?fmt=ts2hls
CCTV5+,http://39.136.12.4:6610/PLTV/88888888/224/3221226128/1/index.m3u8?fmt=ts2hls
CCTV5+,http://39.136.12.4:6610/PLTV/88888888/224/3221226285/1/index.m3u8?fmt=ts2hls
CCTV5+,http://39.136.12.4:6610/PLTV/88888888/224/3221226309/1/index.m3u8?fmt=ts2hls
CCTV6 ,http://39.136.12.4:6610/PLTV/88888888/224/3221226011/1/index.m3u8?fmt=ts2hls
CCTV6,http://39.136.12.4:6610/PLTV/88888888/224/3221226046/1/index.m3u8?fmt=ts2hls
CCTV6,http://39.136.12.4:6610/PLTV/88888888/224/3221226250/1/index.m3u8?fmt=ts2hls

CCTV7 ,http://39.136.12.4:6610/PLTV/88888888/224/3221225745/1/index.m3u8?fmt=ts2hls
CCTV8 ,http://39.136.12.4:6610/PLTV/88888888/224/3221226005/1/index.m3u8?fmt=ts2hls
CCTV8,http://39.136.12.4:6610/PLTV/88888888/224/3221226060/1/index.m3u8?fmt=ts2hls
CCTV8,http://39.136.12.4:6610/PLTV/88888888/224/3221226244/1/index.m3u8?fmt=ts2hls

CCTV9 ,http://39.136.12.4:6610/PLTV/88888888/224/3221226031/1/index.m3u8?fmt=ts2hls
CCTV10 ,http://39.136.12.4:6610/PLTV/88888888/224/3221225685/1/index.m3u8?fmt=ts2hls
CCTV11 ,http://39.136.12.4:6610/PLTV/88888888/224/3221225746/1/index.m3u8?fmt=ts2hls
CCTV12 ,http://39.136.12.4:6610/PLTV/88888888/224/3221225747/1/index.m3u8?fmt=ts2hls
CCTV13 ,http://39.136.12.4:6610/PLTV/88888888/224/3221225748/1/index.m3u8?fmt=ts2hls
CCTV14 ,http://39.136.12.4:6610/PLTV/88888888/224/3221225727/1/index.m3u8?fmt=ts2hls
CCTV15 ,http://39.136.12.4:6610/PLTV/88888888/224/3221225749/1/index.m3u8?fmt=ts2hls
CCTV16 ,http://39.136.12.4:6610/PLTV/88888888/224/3221226302/1/index.m3u8?fmt=ts2hls
CCTV16 3.5M1080, http://39.136.12.4:6610/PLTV/88888888/224/3221226305/1/index.m3u8?fmt=ts2hls

CCTV17 ,http://39.136.12.4:6610/PLTV/88888888/224/3221226027/1/index.m3u8?fmt=ts2hls
CCTV世界地理 ,http://39.136.12.4:6610/PLTV/88888888/224/3221226071/1/index.m3u8?fmt=ts2hls
CCTV世界地理,http://39.136.12.4:6610/PLTV/88888888/224/3221225733/1/index.m3u8?fmt=ts2hls
CCTV兵器科技 ,http://39.136.12.4:6610/PLTV/88888888/224/3221226111/1/index.m3u8?fmt=ts2hls
CCTV兵器科技,http://39.136.12.4:6610/PLTV/88888888/224/3221225676/1/index.m3u8?fmt=ts2hls
CCTV央视台球 ,http://39.136.12.4:6610/PLTV/88888888/224/3221226117/1/index.m3u8?fmt=ts2hls
CCTV央视台球,http://39.136.12.4:6610/PLTV/88888888/224/3221226156/1/index.m3u8?fmt=ts2hls
CCTV女性时尚 ,http://39.136.12.4:6610/PLTV/88888888/224/3221226104/1/index.m3u8?fmt=ts2hls
CCTV女性时尚,http://39.136.12.4:6610/PLTV/88888888/224/3221225699/1/index.m3u8?fmt=ts2hls
CCTV怀旧剧场 ,http://39.136.12.4:6610/PLTV/88888888/224/3221226097/1/index.m3u8?fmt=ts2hls
CCTV怀旧剧场,http://39.136.12.4:6610/PLTV/88888888/224/3221225765/1/index.m3u8?fmt=ts2hls
CCTV文化精品 ,http://39.136.12.4:6610/PLTV/88888888/224/3221226100/1/index.m3u8?fmt=ts2hls
CCTV文化精品,http://39.136.12.4:6610/PLTV/88888888/224/3221225675/1/index.m3u8?fmt=ts2hls
CCTV电视指南 ,http://39.136.12.4:6610/PLTV/88888888/224/3221226120/1/index.m3u8?fmt=ts2hls
CCTV电视指南,http://39.136.12.4:6610/PLTV/88888888/224/3221225673/1/index.m3u8?fmt=ts2hls
CCTV第一剧场 ,http://39.136.12.4:6610/PLTV/88888888/224/3221226124/1/index.m3u8?fmt=ts2hls
CCTV第一剧场,http://39.136.12.4:6610/PLTV/88888888/224/3221225702/1/index.m3u8?fmt=ts2hls
CCTV风云剧场 ,http://39.136.12.4:6610/PLTV/88888888/224/3221226107/1/index.m3u8?fmt=ts2hls
CCTV风云剧场,http://39.136.12.4:6610/PLTV/88888888/224/3221225700/1/index.m3u8?fmt=ts2hls
CCTV风云足球 ,http://39.136.12.4:6610/PLTV/88888888/224/3221226153/1/index.m3u8?fmt=ts2hls
CCTV风云足球,http://39.136.12.4:6610/PLTV/88888888/224/3221225734/1/index.m3u8?fmt=ts2hls
CCTV风云音乐 ,http://39.136.12.4:6610/PLTV/88888888/224/3221226083/1/index.m3u8?fmt=ts2hls
CCTV风云音乐,http://39.136.12.4:6610/PLTV/88888888/224/3221225698/1/index.m3u8?fmt=ts2hls
CCTV高尔夫网球 ,http://39.136.12.4:6610/PLTV/88888888/224/3221226114/1/index.m3u8?fmt=ts2hls
CCTV高尔夫网球,http://39.136.12.4:6610/PLTV/88888888/224/3221225674/1/index.m3u8?fmt=ts2hls

CGTN ,http://39.136.12.4:6610/PLTV/88888888/224/3221226297/1/index.m3u8?fmt=ts2hls
CGTN俄语 ,http://39.136.12.4:6610/PLTV/88888888/224/3221226169/1/index.m3u8?fmt=ts2hls
CGTN俄语 ,http://39.136.12.4:6610/PLTV/88888888/224/3221226278/1/index.m3u8?fmt=ts2hls
CGTN法语 ,http://39.136.12.4:6610/PLTV/88888888/224/3221226265/1/index.m3u8?fmt=ts2hls
CGTN纪录 ,http://39.136.12.4:6610/PLTV/88888888/224/3221226166/1/index.m3u8?fmt=ts2hls
CGTN纪录 ,http://39.136.12.4:6610/PLTV/88888888/224/3221226271/1/index.m3u8?fmt=ts2hls
CGTN西语 ,http://39.136.12.4:6610/PLTV/88888888/224/3221226284/1/index.m3u8?fmt=ts2hls
CGTN阿语 ,http://39.136.12.4:6610/PLTV/88888888/224/3221226281/1/index.m3u8?fmt=ts2hls
中国教育1 ,http://39.136.12.4:6610/PLTV/88888888/224/3221225723/1/index.m3u8?fmt=ts2hls
东南卫视 ,http://39.136.12.4:6610/PLTV/88888888/224/3221225739/1/index.m3u8?fmt=ts2hls
东方卫视 ,http://39.136.12.4:6610/PLTV/88888888/224/3221225752/1/index.m3u8?fmt=ts2hls
北京卫视 ,http://39.136.12.4:6610/PLTV/88888888/224/3221225754/1/index.m3u8?fmt=ts2hls
吉林卫视 ,http://39.136.12.4:6610/PLTV/88888888/224/3221225753/1/index.m3u8?fmt=ts2hls
四川卫视 ,http://39.136.12.4:6610/PLTV/88888888/224/3221225757/1/index.m3u8?fmt=ts2hls
天津卫视 ,http://39.136.12.4:6610/PLTV/88888888/224/3221225756/1/index.m3u8?fmt=ts2hls
安徽卫视 ,http://39.136.12.4:6610/PLTV/88888888/224/3221225716/1/index.m3u8?fmt=ts2hls
山东卫视 ,http://39.136.12.4:6610/PLTV/88888888/224/3221225728/1/index.m3u8?fmt=ts2hls
广东卫视 ,http://39.136.12.4:6610/PLTV/88888888/224/3221225720/1/index.m3u8?fmt=ts2hls
江苏卫视,http://39.136.12.4:6610/PLTV/88888888/224/3221226267/1/index.m3u8?fmt=ts2hls
江苏卫视 ,http://39.136.12.4:6610/PLTV/88888888/224/3221225751/1/index.m3u8?fmt=ts2hls
江西卫视 ,http://39.136.12.4:6610/PLTV/88888888/224/3221225710/1/index.m3u8?fmt=ts2hls
河北卫视 ,http://39.136.12.4:6610/PLTV/88888888/224/3221225713/1/index.m3u8?fmt=ts2hls
河南卫视 ,http://39.136.12.4:6610/PLTV/88888888/224/3221225709/1/index.m3u8?fmt=ts2hls
浙江卫视 ,http://39.136.12.4:6610/PLTV/88888888/224/3221225750/1/index.m3u8?fmt=ts2hls
浙江卫视 ,http://39.136.12.4:6610/PLTV/88888888/224/3221225780/1/index.m3u8?fmt=ts2hls
深圳卫视 ,http://39.136.12.4:6610/PLTV/88888888/224/3221225712/1/index.m3u8?fmt=ts2hls
湖北卫视 ,http://39.136.12.4:6610/PLTV/88888888/224/3221225708/1/index.m3u8?fmt=ts2hls
湖南卫视 ,http://39.136.12.4:6610/PLTV/88888888/224/3221225707/1/index.m3u8?fmt=ts2hls
湖南卫视 ,http://39.136.12.4:6610/PLTV/88888888/224/3221225778/1/index.m3u8?fmt=ts2hls
甘肃卫视 ,http://39.136.12.4:6610/PLTV/88888888/224/3221225755/1/index.m3u8?fmt=ts2hls
贵州卫视,http://39.136.12.4:6610/PLTV/88888888/224/3221226165/1/index.m3u8?fmt=ts2hls
贵州卫视 ,http://39.136.12.4:6610/PLTV/88888888/224/3221225703/1/index.m3u8?fmt=ts2hls
贵州卫视 ,http://39.136.12.4:6610/PLTV/88888888/224/3221225776/1/index.m3u8?fmt=ts2hls
辽宁卫视 ,http://39.136.12.4:6610/PLTV/88888888/224/3221225717/1/index.m3u8?fmt=ts2hls
重庆卫视 ,http://39.136.12.4:6610/PLTV/88888888/224/3221225686/1/index.m3u8?fmt=ts2hls
黑龙江卫视,http://39.136.12.4:6610/PLTV/88888888/224/3221226052/1/index.m3u8?fmt=ts2hls
黑龙江卫视 ,http://39.136.12.4:6610/PLTV/88888888/224/3221225758/1/index.m3u8?fmt=ts2hls
上海纪实人文 ,http://39.136.12.4:6610/PLTV/88888888/224/3221225767/1/index.m3u8?fmt=ts2hls
上海纪实人文,http://39.136.12.4:6610/PLTV/88888888/224/3221226144/1/index.m3u8?fmt=ts2hls
北京冬奥纪实,http://39.136.12.4:6610/PLTV/88888888/224/3221226075/1/index.m3u8?fmt=ts2hls
北京冬奥纪实 ,http://39.136.12.4:6610/PLTV/88888888/224/3221226105/1/index.m3u8?fmt=ts2hls
湖南金鹰纪实,http://39.136.12.4:6610/PLTV/88888888/224/3221226064/1/index.m3u8?fmt=ts2hls
湖南金鹰纪实 ,http://39.136.12.4:6610/PLTV/88888888/224/3221225671/1/index.m3u8?fmt=ts2hls
湖南快乐垂钓,http://39.136.12.4:6610/PLTV/88888888/224/3221226224/1/index.m3u8?fmt=ts2hls
湖南快乐垂钓 ,http://39.136.12.4:6610/PLTV/88888888/224/3221226190/1/index.m3u8?fmt=ts2hls
湖南茶,http://39.136.12.4:6610/PLTV/88888888/224/3221226240/1/index.m3u8?fmt=ts2hls
湖南茶 ,http://39.136.12.4:6610/PLTV/88888888/224/3221226216/1/index.m3u8?fmt=ts2hls
湖南金鹰卡通,http://39.136.12.4:6610/PLTV/88888888/224/3221226296/1/index.m3u8?fmt=ts2hls
湖南金鹰卡通 ,http://39.136.12.4:6610/PLTV/88888888/224/3221225731/1/index.m3u8?fmt=ts2hls
SiTV全纪实,http://39.136.12.4:6610/PLTV/88888888/224/3221226221/1/index.m3u8?fmt=ts2hls
SiTV全纪实 ,http://39.136.12.4:6610/PLTV/88888888/224/3221226214/1/index.m3u8?fmt=ts2hls
SiTV动漫秀场,http://39.136.12.4:6610/PLTV/88888888/224/3221226215/1/index.m3u8?fmt=ts2hls
SiTV动漫秀场 ,http://39.136.12.4:6610/PLTV/88888888/224/3221226211/1/index.m3u8?fmt=ts2hls
SiTV新视觉,http://39.136.12.4:6610/PLTV/88888888/224/3221226237/1/index.m3u8?fmt=ts2hls
SiTV极速汽车,http://39.136.12.4:6610/PLTV/88888888/224/3221226234/1/index.m3u8?fmt=ts2hls
SiTV极速汽车 ,http://39.136.12.4:6610/PLTV/88888888/224/3221226249/1/index.m3u8?fmt=ts2hls
SiTV欢笑剧场 ,http://39.136.12.4:6610/PLTV/88888888/224/3221226210/1/index.m3u8?fmt=ts2hls
SiTV法治天地,http://39.136.12.4:6610/PLTV/88888888/224/3221226209/1/index.m3u8?fmt=ts2hls
SiTV法治天地 ,http://39.136.12.4:6610/PLTV/88888888/224/3221226199/1/index.m3u8?fmt=ts2hls
SiTV游戏风云,http://39.136.12.4:6610/PLTV/88888888/224/3221226252/1/index.m3u8?fmt=ts2hls
SiTV游戏风云 ,http://39.136.12.4:6610/PLTV/88888888/224/3221226193/1/index.m3u8?fmt=ts2hls
SiTV生活时尚,http://39.136.12.4:6610/PLTV/88888888/224/3221226222/1/index.m3u8?fmt=ts2hls
SiTV生活时尚 ,http://39.136.12.4:6610/PLTV/88888888/224/3221226195/1/index.m3u8?fmt=ts2hls
SiTV生活时尚 ,http://39.136.12.4:6610/PLTV/88888888/224/3221226207/1/index.m3u8?fmt=ts2hls
SiTV都市剧场,http://39.136.12.4:6610/PLTV/88888888/224/3221226231/1/index.m3u8?fmt=ts2hls
SiTV都市剧场 ,http://39.136.12.4:6610/PLTV/88888888/224/3221226243/1/index.m3u8?fmt=ts2hls
体育赛事,http://39.136.12.4:6610/PLTV/88888888/224/3221226253/1/index.m3u8?fmt=ts2hls
体育赛事 ,http://39.136.12.4:6610/PLTV/88888888/224/3221226196/1/index.m3u8?fmt=ts2hls
体育赛事 ,http://39.136.12.4:6610/PLTV/88888888/224/3221226081/1/index.m3u8?fmt=ts2hls
咪咕视频,http://39.136.12.4:6610/PLTV/88888888/224/3221226134/1/index.m3u8?fmt=ts2hls
咪咕视频,http://39.136.12.4:6610/PLTV/88888888/224/3221226137/1/index.m3u8?fmt=ts2hls
咪咕视频,http://39.136.12.4:6610/PLTV/88888888/224/3221226140/1/index.m3u8?fmt=ts2hls
咪咕视频,http://39.136.12.4:6610/PLTV/88888888/224/3221226143/1/index.m3u8?fmt=ts2hls
咪咕视频,http://39.136.12.4:6610/PLTV/88888888/224/3221226146/1/index.m3u8?fmt=ts2hls
咪咕视频,http://39.136.12.4:6610/PLTV/88888888/224/3221226149/1/index.m3u8?fmt=ts2hls
咪咕视频,http://39.136.12.4:6610/PLTV/88888888/224/3221226151/1/index.m3u8?fmt=ts2hls
咪咕视频,http://39.136.12.4:6610/PLTV/88888888/224/3221226152/1/index.m3u8?fmt=ts2hls
咪咕视频,http://39.136.12.4:6610/PLTV/88888888/224/3221226154/1/index.m3u8?fmt=ts2hls
咪咕视频,http://39.136.12.4:6610/PLTV/88888888/224/3221226157/1/index.m3u8?fmt=ts2hls
咪咕视频,http://39.136.12.4:6610/PLTV/88888888/224/3221226177/1/index.m3u8?fmt=ts2hls
咪咕视频,http://39.136.12.4:6610/PLTV/88888888/224/3221226183/1/index.m3u8?fmt=ts2hls
咪咕视频,http://39.136.12.4:6610/PLTV/88888888/224/3221226186/1/index.m3u8?fmt=ts2hls
咪咕视频,http://39.136.12.4:6610/PLTV/88888888/224/3221226188/1/index.m3u8?fmt=ts2hls
咪咕视频,http://39.136.12.4:6610/PLTV/88888888/224/3221226220/1/index.m3u8?fmt=ts2hls
咪咕视频,http://39.136.12.4:6610/PLTV/88888888/224/3221226223/1/index.m3u8?fmt=ts2hls
咪咕视频,http://39.136.12.4:6610/PLTV/88888888/224/3221226226/1/index.m3u8?fmt=ts2hls
咪咕视频,http://39.136.12.4:6610/PLTV/88888888/224/3221226227/1/index.m3u8?fmt=ts2hls
咪咕视频,http://39.136.12.4:6610/PLTV/88888888/224/3221226229/1/index.m3u8?fmt=ts2hls
咪咕视频,http://39.136.12.4:6610/PLTV/88888888/224/3221226230/1/index.m3u8?fmt=ts2hls
咪咕视频,http://39.136.12.4:6610/PLTV/88888888/224/3221226233/1/index.m3u8?fmt=ts2hls
咪咕视频,http://39.136.12.4:6610/PLTV/88888888/224/3221226236/1/index.m3u8?fmt=ts2hls
咪咕视频,http://39.136.12.4:6610/PLTV/88888888/224/3221226255/1/index.m3u8?fmt=ts2hls
咪咕视频,http://39.136.12.4:6610/PLTV/88888888/224/3221226258/1/index.m3u8?fmt=ts2hls
咪咕视频,http://39.136.12.4:6610/PLTV/88888888/224/3221226261/1/index.m3u8?fmt=ts2hls
咪咕视频,http://39.136.12.4:6610/PLTV/88888888/224/3221226264/1/index.m3u8?fmt=ts2hls
宣传片 2M1080, http://39.136.12.4:6610/PLTV/88888888/224/3221226101/1/index.m3u8?fmt=ts2hls
宣传片 2M1080, http://39.136.12.4:6610/PLTV/88888888/224/3221226098/1/index.m3u8?fmt=ts2hls
宣传片 2M1080, http://39.136.12.4:6610/PLTV/88888888/224/3221226160/1/index.m3u8?fmt=ts2hls
宣传片 2M1080, http://39.136.12.4:6610/PLTV/88888888/224/3221226163/1/index.m3u8?fmt=ts2hls
贵州2,http://39.136.12.4:6610/PLTV/88888888/224/3221226119/1/index.m3u8?fmt=ts2hls
贵州2 ,http://39.136.12.4:6610/PLTV/88888888/224/3221225682/1/index.m3u8?fmt=ts2hls
贵州3,http://39.136.12.4:6610/PLTV/88888888/224/3221226158/1/index.m3u8?fmt=ts2hls
贵州3,http://39.136.12.4:6610/PLTV/88888888/224/3221226287/1/index.m3u8?fmt=ts2hls
贵州3 ,http://39.136.12.4:6610/PLTV/88888888/224/3221225704/1/index.m3u8?fmt=ts2hls
贵州4,http://39.136.12.4:6610/PLTV/88888888/224/3221226280/1/index.m3u8?fmt=ts2hls
贵州4 ,http://39.136.12.4:6610/PLTV/88888888/224/3221225740/1/index.m3u8?fmt=ts2hls
贵州5,http://39.136.12.4:6610/PLTV/88888888/224/3221226277/1/index.m3u8?fmt=ts2hls
贵州5 ,http://39.136.12.4:6610/PLTV/88888888/224/3221225662/1/index.m3u8?fmt=ts2hls
贵州6,http://39.136.12.4:6610/PLTV/88888888/224/3221226293/1/index.m3u8?fmt=ts2hls
贵州6 ,http://39.136.12.4:6610/PLTV/88888888/224/3221225672/1/index.m3u8?fmt=ts2hls
贵州7,http://39.136.12.4:6610/PLTV/88888888/224/3221226274/1/index.m3u8?fmt=ts2hls
贵州7 ,http://39.136.12.4:6610/PLTV/88888888/224/3221225741/1/index.m3u8?fmt=ts2hls
贵阳1,http://39.136.12.4:6610/PLTV/88888888/224/3221226037/1/index.m3u8?fmt=ts2hls
贵阳1 ,http://39.136.12.4:6610/PLTV/88888888/224/3221225743/1/index.m3u8?fmt=ts2hls
六盘水1 3.5M1080, http://39.136.12.4:6610/PLTV/88888888/224/3221225772/1/index.m3u8?fmt=ts2hls
六盘水2 3.5M1080, http://39.136.12.4:6610/PLTV/88888888/224/3221225773/1/index.m3u8?fmt=ts2hls
凯里,http://39.136.12.4:6610/PLTV/88888888/224/3221226094/1/index.m3u8?fmt=ts2hls
凯里 ,http://39.136.12.4:6610/PLTV/88888888/224/3221226062/1/index.m3u8?fmt=ts2hls
安顺公共,http://39.136.12.4:6610/PLTV/88888888/224/3221226276/1/index.m3u8?fmt=ts2hls
安顺公共 ,http://39.136.12.4:6610/PLTV/88888888/224/3221226034/1/index.m3u8?fmt=ts2hls
安顺新闻综合,http://39.136.12.4:6610/PLTV/88888888/224/3221226241/1/index.m3u8?fmt=ts2hls
安顺新闻综合 ,http://39.136.12.4:6610/PLTV/88888888/224/3221226054/1/index.m3u8?fmt=ts2hls
思南,http://39.136.12.4:6610/PLTV/88888888/224/3221226299/1/index.m3u8?fmt=ts2hls
毕节1,http://39.136.12.4:6610/PLTV/88888888/224/3221226113/1/index.m3u8?fmt=ts2hls
毕节1 ,http://39.136.12.4:6610/PLTV/88888888/224/3221226002/1/index.m3u8?fmt=ts2hls
毕节2,http://39.136.12.4:6610/PLTV/88888888/224/3221226133/1/index.m3u8?fmt=ts2hls
毕节2 ,http://39.136.12.4:6610/PLTV/88888888/224/3221226021/1/index.m3u8?fmt=ts2hls
瓮安 2M1080, http://39.136.12.4:6610/PLTV/88888888/224/3221226294/1/index.m3u8?fmt=ts2hls
瓮安 3.5M1080, http://39.136.12.4:6610/PLTV/88888888/224/3221226174/1/index.m3u8?fmt=ts2hls
雷山综合,http://39.136.12.4:6610/PLTV/88888888/224/3221226130/1/index.m3u8?fmt=ts2hls
雷山综合 ,http://39.136.12.4:6610/PLTV/88888888/224/3221225998/1/index.m3u8?fmt=ts2hls
黔东南新闻综合,http://39.136.12.4:6610/PLTV/88888888/224/3221226091/1/index.m3u8?fmt=ts2hls
黔东南新闻综合 ,http://39.136.12.4:6610/PLTV/88888888/224/3221226033/1/index.m3u8?fmt=ts2hls
黔西新闻,http://39.136.12.4:6610/PLTV/88888888/224/3221225693/1/index.m3u8?fmt=ts2hls
北京家有购物 ,http://39.136.12.4:6610/PLTV/88888888/224/3221226068/1/index.m3u8?fmt=ts2hls
北京家有购物,http://39.136.12.4:6610/PLTV/88888888/224/3221226057/1/index.m3u8?fmt=ts2hls
中国教育1 576, http://39.136.12.4:6610/PLTV/88888888/224/3221226121/1/index.m3u8?fmt=ts2hls
东南卫视 576, http://39.136.12.4:6610/PLTV/88888888/224/3221226061/1/index.m3u8?fmt=ts2hls
东方卫视 576, http://39.136.12.4:6610/PLTV/88888888/224/3221226055/1/index.m3u8?fmt=ts2hls
北京卫视 576, http://39.136.12.4:6610/PLTV/88888888/224/3221226049/1/index.m3u8?fmt=ts2hls
吉林卫视 576, http://39.136.12.4:6610/PLTV/88888888/224/3221226078/1/index.m3u8?fmt=ts2hls
四川卫视 576, http://39.136.12.4:6610/PLTV/88888888/224/3221226035/1/index.m3u8?fmt=ts2hls
天津卫视 576, http://39.136.12.4:6610/PLTV/88888888/224/3221226067/1/index.m3u8?fmt=ts2hls
安徽卫视 576, http://39.136.12.4:6610/PLTV/88888888/224/3221226072/1/index.m3u8?fmt=ts2hls
山东卫视 576, http://39.136.12.4:6610/PLTV/88888888/224/3221226066/1/index.m3u8?fmt=ts2hls
广东卫视 576, http://39.136.12.4:6610/PLTV/88888888/224/3221226041/1/index.m3u8?fmt=ts2hls
江苏卫视 576, http://39.136.12.4:6610/PLTV/88888888/224/3221226029/1/index.m3u8?fmt=ts2hls
江西卫视 576, http://39.136.12.4:6610/PLTV/88888888/224/3221226063/1/index.m3u8?fmt=ts2hls
河北卫视 576, http://39.136.12.4:6610/PLTV/88888888/224/3221226058/1/index.m3u8?fmt=ts2hls
河南卫视 576, http://39.136.12.4:6610/PLTV/88888888/224/3221226032/1/index.m3u8?fmt=ts2hls
浙江卫视 576, http://39.136.12.4:6610/PLTV/88888888/224/3221226110/1/index.m3u8?fmt=ts2hls
深圳卫视 576, http://39.136.12.4:6610/PLTV/88888888/224/3221226069/1/index.m3u8?fmt=ts2hls
湖北卫视 576, http://39.136.12.4:6610/PLTV/88888888/224/3221226044/1/index.m3u8?fmt=ts2hls
湖南卫视 576, http://39.136.12.4:6610/PLTV/88888888/224/3221226089/1/index.m3u8?fmt=ts2hls
贵州卫视 576, http://39.136.12.4:6610/PLTV/88888888/224/3221225771/1/index.m3u8?fmt=ts2hls
辽宁卫视 576, http://39.136.12.4:6610/PLTV/88888888/224/3221226050/1/index.m3u8?fmt=ts2hls
重庆卫视 576, http://39.136.12.4:6610/PLTV/88888888/224/3221226038/1/index.m3u8?fmt=ts2hls
DoxTV 576, http://39.136.12.4:6610/PLTV/88888888/224/3221226048/1/index.m3u8?fmt=ts2hls
CCTV1 576, http://39.136.12.4:6610/PLTV/88888888/224/3221226030/1/index.m3u8?fmt=ts2hls
CCTV1 576, http://39.136.12.4:6610/PLTV/88888888/224/3221226290/1/index.m3u8?fmt=ts2hls
CCTV2 576, http://39.136.12.4:6610/PLTV/88888888/224/3221226282/1/index.m3u8?fmt=ts2hls
CCTV4 576, http://39.136.12.4:6610/PLTV/88888888/224/3221226129/1/index.m3u8?fmt=ts2hls
CCTV7 576, http://39.136.12.4:6610/PLTV/88888888/224/3221226235/1/index.m3u8?fmt=ts2hls
CCTV9 576, http://39.136.12.4:6610/PLTV/88888888/224/3221226279/1/index.m3u8?fmt=ts2hls
CCTV9 576, http://39.136.12.4:6610/PLTV/88888888/224/3221226291/1/index.m3u8?fmt=ts2hls
CCTV10 576, http://39.136.12.4:6610/PLTV/88888888/224/3221226254/1/index.m3u8?fmt=ts2hls
CCTV11 576, http://39.136.12.4:6610/PLTV/88888888/224/3221226273/1/index.m3u8?fmt=ts2hls
CCTV12 576, http://39.136.12.4:6610/PLTV/88888888/224/3221226251/1/index.m3u8?fmt=ts2hls
CCTV13 576, http://39.136.12.4:6610/PLTV/88888888/224/3221226245/1/index.m3u8?fmt=ts2hls
CCTV13 576, http://39.136.12.4:6610/PLTV/88888888/224/3221226256/1/index.m3u8?fmt=ts2hls
CCTV13 576, http://39.136.12.4:6610/PLTV/88888888/224/3221226303/1/index.m3u8?fmt=ts2hls
CCTV14 576, http://39.136.12.4:6610/PLTV/88888888/224/3221226288/1/index.m3u8?fmt=ts2hls
CCTV15 576, http://39.136.12.4:6610/PLTV/88888888/224/3221226247/1/index.m3u8?fmt=ts2hls
CCTV17 576, http://39.136.12.4:6610/PLTV/88888888/224/3221226168/1/index.m3u8?fmt=ts2hls
中央新影老故事 576, http://39.136.12.4:6610/PLTV/88888888/224/3221225677/1/index.m3u8?fmt=ts2hls
中央新影中学生 576, http://39.136.12.4:6610/PLTV/88888888/224/3221225663/1/index.m3u8?fmt=ts2hls
CGTN 576, http://39.136.12.4:6610/PLTV/88888888/224/3221225664/1/index.m3u8?fmt=ts2hls
CGTN 576, http://39.136.12.4:6610/PLTV/88888888/224/3221226239/1/index.m3u8?fmt=ts2hls
CGTN俄语 576, http://39.136.12.4:6610/PLTV/88888888/224/3221225667/1/index.m3u8?fmt=ts2hls
CGTN俄语 576, http://39.136.12.4:6610/PLTV/88888888/224/3221226242/1/index.m3u8?fmt=ts2hls
CGTN法语 576, http://39.136.12.4:6610/PLTV/88888888/224/3221225665/1/index.m3u8?fmt=ts2hls
CGTN法语 576, http://39.136.12.4:6610/PLTV/88888888/224/3221226270/1/index.m3u8?fmt=ts2hls
CGTN纪录 576, http://39.136.12.4:6610/PLTV/88888888/224/3221225670/1/index.m3u8?fmt=ts2hls
CGTN纪录 576, http://39.136.12.4:6610/PLTV/88888888/224/3221226238/1/index.m3u8?fmt=ts2hls
CGTN西语 576, http://39.136.12.4:6610/PLTV/88888888/224/3221225666/1/index.m3u8?fmt=ts2hls
CGTN西语 576, http://39.136.12.4:6610/PLTV/88888888/224/3221226232/1/index.m3u8?fmt=ts2hls
CGTN阿语 576, http://39.136.12.4:6610/PLTV/88888888/224/3221225669/1/index.m3u8?fmt=ts2hls
CGTN阿语 576, http://39.136.12.4:6610/PLTV/88888888/224/3221226257/1/index.m3u8?fmt=ts2hls
云南卫视 576, http://39.136.12.4:6610/PLTV/88888888/224/3221225687/1/index.m3u8?fmt=ts2hls
内蒙古卫视 576, http://39.136.12.4:6610/PLTV/88888888/224/3221225718/1/index.m3u8?fmt=ts2hls
农林卫视 576, http://39.136.12.4:6610/PLTV/88888888/224/3221225696/1/index.m3u8?fmt=ts2hls
厦门卫视 576, http://39.136.12.4:6610/PLTV/88888888/224/3221225761/1/index.m3u8?fmt=ts2hls
厦门卫视 576, http://39.136.12.4:6610/PLTV/88888888/224/3221226246/1/index.m3u8?fmt=ts2hls
四川卫视 576, http://39.136.12.4:6610/PLTV/88888888/224/3221225695/1/index.m3u8?fmt=ts2hls
宁夏卫视 576, http://39.136.12.4:6610/PLTV/88888888/224/3221225719/1/index.m3u8?fmt=ts2hls
安多卫视 576, http://39.136.12.4:6610/PLTV/88888888/224/3221225694/1/index.m3u8?fmt=ts2hls
山西卫视 576, http://39.136.12.4:6610/PLTV/88888888/224/3221225730/1/index.m3u8?fmt=ts2hls
广西卫视 576, http://39.136.12.4:6610/PLTV/88888888/224/3221225711/1/index.m3u8?fmt=ts2hls
延边卫视 576, http://39.136.12.4:6610/PLTV/88888888/224/3221225721/1/index.m3u8?fmt=ts2hls
新疆卫视 576, http://39.136.12.4:6610/PLTV/88888888/224/3221225759/1/index.m3u8?fmt=ts2hls
海南卫视 576, http://39.136.12.4:6610/PLTV/88888888/224/3221225762/1/index.m3u8?fmt=ts2hls
甘肃卫视 576, http://39.136.12.4:6610/PLTV/88888888/224/3221226260/1/index.m3u8?fmt=ts2hls
西藏卫视 576, http://39.136.12.4:6610/PLTV/88888888/224/3221225668/1/index.m3u8?fmt=ts2hls
陕西卫视 576, http://39.136.12.4:6610/PLTV/88888888/224/3221225688/1/index.m3u8?fmt=ts2hls
青海卫视 576, http://39.136.12.4:6610/PLTV/88888888/224/3221225760/1/index.m3u8?fmt=ts2hls
山东教育卫视 576, http://39.136.12.4:6610/PLTV/88888888/224/3221225764/1/index.m3u8?fmt=ts2hls
广东南方卫视上星 576, http://39.136.12.4:6610/PLTV/88888888/224/3221225738/1/index.m3u8?fmt=ts2hls
新疆兵团卫视 576, http://39.136.12.4:6610/PLTV/88888888/224/3221225722/1/index.m3u8?fmt=ts2hls
西藏藏语卫视 576, http://39.136.12.4:6610/PLTV/88888888/224/3221225697/1/index.m3u8?fmt=ts2hls
北京卡酷少儿 576, http://39.136.12.4:6610/PLTV/88888888/224/3221225732/1/index.m3u8?fmt=ts2hls
上海哈哈炫动 576, http://39.136.12.4:6610/PLTV/88888888/224/3221225689/1/index.m3u8?fmt=ts2hls
广东嘉佳卡通 576, http://39.136.12.4:6610/PLTV/88888888/224/3221225690/1/index.m3u8?fmt=ts2hls
江苏优漫卡通 576, http://39.136.12.4:6610/PLTV/88888888/224/3221225763/1/index.m3u8?fmt=ts2hls
重庆汽摩 576, http://39.136.12.4:6610/PLTV/88888888/224/3221225736/1/index.m3u8?fmt=ts2hls
江苏靓装 576, http://39.136.12.4:6610/PLTV/88888888/224/3221225680/1/index.m3u8?fmt=ts2hls
江苏财富天下 576, http://39.136.12.4:6610/PLTV/88888888/224/3221226145/1/index.m3u8?fmt=ts2hls
摄影频道 576, http://39.136.12.4:6610/PLTV/88888888/224/3221225683/1/index.m3u8?fmt=ts2hls
国学频道 576, http://39.136.12.4:6610/PLTV/88888888/224/3221225692/1/index.m3u8?fmt=ts2hls
天元围棋 576, http://39.136.12.4:6610/PLTV/88888888/224/3221225714/1/index.m3u8?fmt=ts2hls
环球奇观 576, http://39.136.12.4:6610/PLTV/88888888/224/3221225681/1/index.m3u8?fmt=ts2hls
NNM游戏竞技 576, http://39.136.12.4:6610/PLTV/88888888/224/3221226162/1/index.m3u8?fmt=ts2hls
桐梓 576, http://39.136.12.4:6610/PLTV/88888888/224/3221226095/1/index.m3u8?fmt=ts2hls
贵州3 320, http://39.136.12.4:6610/PLTV/88888888/224/3221226092/1/index.m3u8?fmt=ts2hls
贵州3 320, http://39.136.12.4:6610/PLTV/88888888/224/3221226125/1/index.m3u8?fmt=ts2hls
贵州3 320, http://39.136.12.4:6610/PLTV/88888888/224/3221226007/1/index.m3u8?fmt=ts2hls
贵州移动电视 576, http://39.136.12.4:6610/PLTV/88888888/224/3221225774/1/index.m3u8?fmt=ts2hls
贵阳2 576, http://39.136.12.4:6610/PLTV/88888888/224/3221225684/1/index.m3u8?fmt=ts2hls
贵阳3 576, http://39.136.12.4:6610/PLTV/88888888/224/3221225725/1/index.m3u8?fmt=ts2hls
贵州3 320, http://39.136.12.4:6610/PLTV/88888888/224/3221226131/1/index.m3u8?fmt=ts2hls
贵州3 320, http://39.136.12.4:6610/PLTV/88888888/224/3221226180/1/index.m3u8?fmt=ts2hls
贵阳4 576, http://39.136.12.4:6610/PLTV/88888888/224/3221225705/1/index.m3u8?fmt=ts2hls
铜仁1 576, http://39.136.12.4:6610/PLTV/88888888/224/3221225775/1/index.m3u8?fmt=ts2hls
铜仁2 576, http://39.136.12.4:6610/PLTV/88888888/224/3221226102/1/index.m3u8?fmt=ts2hls
遵义公共 576, http://39.136.12.4:6610/PLTV/88888888/224/3221226028/1/index.m3u8?fmt=ts2hls
遵义综合 576, http://39.136.12.4:6610/PLTV/88888888/224/3221226026/1/index.m3u8?fmt=ts2hls
遵义都市 576, http://39.136.12.4:6610/PLTV/88888888/224/3221226051/1/index.m3u8?fmt=ts2hls
黔南2 576, http://39.136.12.4:6610/PLTV/88888888/224/3221226025/1/index.m3u8?fmt=ts2hls
黔南2 576, http://39.136.12.4:6610/PLTV/88888888/224/3221226022/1/index.m3u8?fmt=ts2hls
黔西南公共 576, http://39.136.12.4:6610/PLTV/88888888/224/3221226003/1/index.m3u8?fmt=ts2hls
黔西南综合 576, http://39.136.12.4:6610/PLTV/88888888/224/3221225995/1/index.m3u8?fmt=ts2hls
湖南快乐购 576, http://39.136.12.4:6610/PLTV/88888888/224/3221226217/1/index.m3u8?fmt=ts2hls
聚鲨环球精选 576, http://39.136.12.4:6610/PLTV/88888888/224/3221226148/1/index.m3u8?fmt=ts2hls
信号测试 ,http://39.136.12.4:6610/PLTV/88888888/224/3221226116/1/index.m3u8?fmt=ts2hls
信号测试 ,http://39.136.12.4:6610/PLTV/88888888/224/3221226136/1/index.m3u8?fmt=ts2hls
信号测试 ,http://39.136.12.4:6610/PLTV/88888888/224/3221226142/1/index.m3u8?fmt=ts2hls
信号测试 ,http://39.136.12.4:6610/PLTV/88888888/224/3221226159/1/index.m3u8?fmt=ts2hls
信号测试1 720, http://39.136.12.4:6610/PLTV/88888888/224/3221226000/1/index.m3u8?fmt=ts2hls
信号测试2 720, http://39.136.12.4:6610/PLTV/88888888/224/3221225781/1/index.m3u8?fmt=ts2hls



江西频道,#genre#
江西新闻,http://149.129.100.78/jxtv.php?id=jxtv7
江西移动电视,http://149.129.100.78/jxtv.php?id=jxtv8
江西经济生活,http://149.129.100.78/jxtv.php?id=jxtv3
江西都市,http://149.129.100.78/jxtv.php?id=jxtv2
江西少儿,http://149.129.100.78/jxtv.php?id=jxtv6
江西影视旅游,http://149.129.100.78/jxtv.php?id=jxtv4
时尚摸特频道极速源,http://juyunlive.juyun.tv/live/24950198.m3u8
九江新闻综合,http://39.134.115.163:8080/PLTV/88888910/224/3221225774/index.m3u8
九江教育,http://iptv.inewya.com/qq494937337/jiangxi/jiujiang.php?ch=0&id=2
上饶新闻综合,http://live.0793.tv/srtv1/sd/live.m3u8
上饶公共,http://live.0793.tv/srtv2/sd/live.m3u8
吉安公共HD,http://stream.ijatv.com/jatv2/hd/live.m3u8
吉安综合HD,http://stream.ijatv.com/jatv1/hd/live.m3u8
吉州,http://218.204.153.158/10.m3u8
鹰潭贵溪,http://zb9.jxnews.com.cn/live/guixi.m3u8
上饶鄱阳,http://pili-live-hls.poyang.jxxw.com.cn/pyxrmtzx/poyang.m3u8
上饶铅山,http://live01.jxtvcn.com.cn/live-jxtvcn/ganyun_yanshan.m3u8
上饶余干,http://live02.jxtvcn.com.cn/live-jxtvcn/ganyun_yugan.m3u8
井冈山台,http://live02.jxtvcn.com.cn/live-jxtvcn/ganyun_jgs.m3u8
庐山综合,http://live02.jxtvcn.com.cn/live-jxtvcn/ganyun_lushan.m3u8
莲花综合,http://live01.jxtvcn.com.cn/live-jxtvcn/ganyun_lianhua.m3u8
芦溪综合,http://live01.jxtvcn.com.cn/live-jxtvcn/ganyun_luxi2.m3u8
都昌新闻,http://live01.jxtvcn.com.cn/live-jxtvcn/ganyun_duchang.m3u8
彭泽综合,http://live01.jxtvcn.com.cn/live-jxtvcn/ganyun_pengze.m3u8
武宁综合,http://live02.jxtvcn.com.cn/live-jxtvcn/ganyun_wuning.m3u8
万载综合,http://live02.jxtvcn.com.cn/live-jxtvcn/ganyun_wanzai.m3u8
永修综合,http://live01.jxtvcn.com.cn/live-jxtvcn/ganyun_yongxiu.m3u8
分宜综合,http://live02.jxtvcn.com.cn/live-jxtvcn/ganyun_fenyi_tv.m3u8
宁都综合,http://live01.jxtvcn.com.cn/live-jxtvcn/ganyun_ningdu.m3u8
广信综合,http://live01.jxtvcn.com.cn/live-jxtvcn/ganyun_shangrao.m3u8
广昌综合,http://live01.jxtvcn.com.cn/live-jxtvcn/ganyun_guangchuangTV.m3u8




陕西频道,#genre#
陕西卫视,http://120.221.165.62/zycfcdn.gdwlcloud.com/PLTV/88888888/224/3221225498/index.m3u8#http://dbiptv.sn.chinamobile.com/PLTV/88888890/224/3221225821/index.m3u8
陕西新闻,http://120.221.165.62/zycfcdn.gdwlcloud.com/PLTV/88888888/224/3221225500/index.m3u8
陕西都市青春,http://120.221.165.62/zycfcdn.gdwlcloud.com/PLTV/88888888/224/3221225830/index.m3u8
陕视直播,http://dbiptv.sn.chinamobile.com/PLTV/88888888/224/3221226408/1.m3u农
农林卫视,http://dbiptv.sn.chinamobile.com/PLTV/88888890/224/3221226229/index.m3u8
新闻资讯,http://dbiptv.sn.chinamobile.com/PLTV/88888888/224/3221226357/1.m3u8
都市青春,http://dbiptv.sn.chinamobile.com/PLTV/88888888/224/3221226358/1.m3u8
陕西生活,http://dbiptv.sn.chinamobile.com/PLTV/88888888/224/3221226359/1.m3u8
陕西影视,http://dbiptv.sn.chinamobile.com/PLTV/88888888/224/3221226360/1.m3u8
西部电影,http://dbiptv.sn.chinamobile.com/PLTV/88888888/224/3221226364/1.m3u8
陕西公共,http://dbiptv.sn.chinamobile.com/PLTV/88888888/224/3221226361/1.m3u8
乐家购物,http://dbiptv.sn.chinamobile.com/PLTV/88888888/224/3221226362/1.m3u8
体育休闲,http://dbiptv.sn.chinamobile.com/PLTV/88888888/224/3221226363/1.m3u8
新闻综合,http://dbiptv.sn.chinamobile.com/PLTV/88888888/224/3221226366/1.m3u8
都市频道,http://dbiptv.sn.chinamobile.com/PLTV/88888888/224/3221226367/1.m3u8
商务资讯,http://dbiptv.sn.chinamobile.com/PLTV/88888888/224/3221226368/1.m3u8
影视频道,http://dbiptv.sn.chinamobile.com/PLTV/88888888/224/3221226369/1.m3u8
西安教育,http://dbiptv.sn.chinamobile.com/PLTV/88888890/224/3221226371/index.m3u8
丝路频道,http://dbiptv.sn.chinamobile.com/PLTV/88888888/224/3221226370/1.m3u8
咸阳-1,http://dbiptv.sn.chinamobile.com/PLTV/88888890/224/3221226372/index.m3u8
杨凌-1,http://dbiptv.sn.chinamobile.com/PLTV/88888890/224/3221226373/index.m3u8
延安-1,http://dbiptv.sn.chinamobile.com/PLTV/88888888/224/3221226374/1.m3u8
延安-2,http://dbiptv.sn.chinamobile.com/PLTV/88888888/224/3221226375/1.m3u8
铜川-1,http://dbiptv.sn.chinamobile.com/PLTV/88888888/224/3221226379/1.m3u8
铜川-2,http://dbiptv.sn.chinamobile.com/PLTV/88888888/224/3221226380/1.m3u8
宝鸡-1,http://dbiptv.sn.chinamobile.com/PLTV/88888888/224/3221226383/1.m3u8
宝鸡-2,http://dbiptv.sn.chinamobile.com/PLTV/88888888/224/3221226384/1.m3u8
宁强-1,http://dbiptv.sn.chinamobile.com/PLTV/88888888/224/3221226390/1.m3u8
宁强-2,http://dbiptv.sn.chinamobile.com/PLTV/88888888/224/3221226389/1.m3u8
佛坪-1,http://dbiptv.sn.chinamobile.com/PLTV/88888888/224/3221226454/1.m3u8
镇巴-1,http://dbiptv.sn.chinamobile.com/PLTV/88888888/224/3221226457/1.m3u8
略阳-1,http://dbiptv.sn.chinamobile.com/PLTV/88888888/224/3221226322/1.m3u8
西乡-1,http://dbiptv.sn.chinamobile.com/PLTV/88888890/224/3221226556/index.m3u8
汉中-1,http://dbiptv.sn.chinamobile.com/PLTV/88888888/224/3221226331/1.m3u8
汉中-2,http://111.20.105.60:6060/yinhe/2/ch00000090990000001262/index.m3u8?virtualDomain=yinhe.live_hls.zte.com
汉中-3,http://dbiptv.sn.chinamobile.com/PLTV/88888890/224/3221225991/index.m3u8
榆林-1,http://dbiptv.sn.chinamobile.com/PLTV/88888888/224/3221226377/1.m3u8
商洛-1,http://dbiptv.sn.chinamobile.com/PLTV/88888888/224/3221226378/1.m3u8
渭南-1,http://dbiptv.sn.chinamobile.com/PLTV/88888888/224/3221226376/1.m3u8
安塞-1,http://dbiptv.sn.chinamobile.com/PLTV/88888888/224/3221226388/1.m3u8
安康-1,http://dbiptv.sn.chinamobile.com/PLTV/88888888/224/3221226385/1.m3u8
陕视直播-01,http://dbiptv.sn.chinamobile.com/PLTV/88888890/224/3221226408/index.m3u8
商洛-1-04,http://dbiptv.sn.chinamobile.com/PLTV/88888888/224/3221226378/1.m3u8
安康综合,http://dbiptv.sn.chinamobile.com/pltv/88888890/224/3221226385/index.m3u8
LBRTV,http://dbiptv.sn.chinamobile.com/PLTV/88888890/224/3221226000/index.m3u8
汉中-3,http://dbiptv.sn.chinamobile.com/PLTV/88888890/224/3221225991/index.m3u8
宁强-2,http://dbiptv.sn.chinamobile.com/pltv/88888890/224/3221226389/index.m3u8宝鸡新闻综合,http://129.226.107.225/zycfcdn.gdwlcloud.com/PLTV/88888888/224/3221225658/index.m3u8汉中-1,http://dbiptv.sn.chinamobile.com/PLTV/88888890/224/3221226331/index.m3u8汉中-2,http://dbiptv.sn.chinamobile.com/PLTV/88888890/224/3221225990/index.m3u8
宁强-1,http://dbiptv.sn.chinamobile.com/pltv/88888890/224/3221226390/index.m3u8
YATV-2-02,http://dbiptv.sn.chinamobile.com/pltv/88888890/224/3221226387/index.m3u8
YATV-2-01,http://dbiptv.sn.chinamobile.com/PLTV/88888888/224/3221226375/1.m3u8
YATV-1-02,http://dbiptv.sn.chinamobile.com/pltv/88888890/224/3221226386/index.m3u8
YATV-1-01,http://dbiptv.sn.chinamobile.com/PLTV/88888890/224/3221226374/index.m3u8
西安教育频道,http://dbiptv.sn.chinamobile.com/PLTV/88888888/224/3221226371/1.m3u8
西安购物,http://stream2.xiancity.cn/xatv6/sd/live.m3u8
西安移动电视,http://stream2.xiancity.cn/xatv7/sd/live.m3u8
西安商务资讯,http://stream2.xiancity.cn/xatv3/sd/live.m3u8
西安白鸽,http://stream2.xiancity.cn/xatv2/sd/live.m3u8
西安健康,http://stream2.xiancity.cn/xatv5/sd/live.m3u8
西安影视,http://stream2.xiancity.cn/xatv4/sd/live.m3u8
西安新闻,http://stream2.xiancity.cn/xatv1/sd/live.m3u8
陕西西部电影-01,http://39.134.19.252:6610/yinhe/2/ch00000090990000001749/index.m3u8?virtualDomain=yinhe.live_hls.zte.com
陕西体育休闲HD-02,http://livepull.sxiptv.cn/live/shanxi8.flv
陕西体育休闲HD-01,http://39.134.19.252:6610/yinhe/2/ch00000090990000001594/index.m3u8?virtualDomain=yinhe.live_hls.zte.com
陕西影视-02,http://livepull.sxiptv.cn/live/shanxi4.flv
陕西公共-03,http://dbiptv.sn.chinamobile.com/PLTV/88888888/224/3221226361/1.m3u8
陕西公共-02,http://livepull.sxiptv.cn/live/shanxi5.flv
陕西都市青春-02,http://livepull.sxiptv.cn/live/shanxi2taohd.flv




河北频道,#genre#
河北影视,http://live6.plus.hebtv.com/hbysx/hd/live.m3u8
河北都市,http://live3.plus.hebtv.com/hbdsx/hd/live.m3u8
河北少儿,http://live6.plus.hebtv.com/sekjx/hd/live.m3u8
河北公共,http://live7.plus.hebtv.com/hbggx/hd/live.m3u8
河北经济,http://live2.plus.hebtv.com/jjshx/hd/live.m3u8
河北农民,http://live3.plus.hebtv.com/nmpdx/hd/live.m3u8
河北农民,http://hbzx.chinashadt.com:2036/zhibo/stream:hbnm.stream/playlist.m3u8
石家庄新闻,https://jwplay.hebyun.com.cn/live/sjzxwzhtv/1500k/tzwj_video.m3u8
沧州新闻,http://czlive.czgd.tv:85/live/xnyt.m3u8
辛集新闻,http://zsxj.chinashadt.com:1935/live/xjxw.stream/playlist.m3u8
河北·邯郸新闻综合,http://live.hd.hdbs.cn/video/s10001-2020hdxwzh/index.m3u8
河北·邯郸公共,http://live.hd.hdbs.cn/video/s10001-2020hdgg/index.m3u8#http://live.hd.hdbs.cn/video/s10001-2020hdgg/index.m3u8
邯郸科技教育,http://live.hd.hdbs.cn/video/s10001-2020hdkjjy/index.m3u8
沧县电视二套,http://hebcx.chinashadt.com:2036/live/10002.stream/playlist.m3u8
沧县电视综合,http://hebcx.chinashadt.com:2036/live/10001.stream/playlist.m3u8
东光二套,http://hbdg.chinashadt.com:1936/live/stream:dgtv2.stream/playlist.m3u8
东光一套,http://hbdg.chinashadt.com:1936/live/stream:dgtv1.stream/playlist.m3u8
东光综艺,http://hbdg.chinashadt.com:1936/live/stream:dgzy.stream/playlist.m3u8
高碑店一套,http://34540.hlsplay.aodianyun.com/guangdianyun_34540/tv_channel_206.m3u8
黄骅渤海新区,http://hbhh.chinashadt.com:2111/live/bhtv.stream/playlist.m3u8
黄骅二套,http://hbhh.chinashadt.com:2111/live/hhtv2.stream/playlist.m3u8
黄骅一套,http://hbhh.chinashadt.com:2111/live/hhtv.stream/playlist.m3u8
黄骅影视,http://hbhh.chinashadt.com:2111/live/hhys.stream/playlist.m3u8
深州综合频道,http://hbsz.chinashadt.com:2036/live/stream:sztv.stream/playlist.m3u8


深圳频道,#genre#
深圳都市,http://ye23.win/iptv/sztv.php?id=2
深圳电视剧,http://ye23.win/iptv/sztv.php?id=3
深圳公共,http://ye23.win/iptv/sztv.php?id=4
深圳财经生活,http://ye23.win/iptv/sztv.php?id=5
深圳娱乐,http://ye23.win/iptv/sztv.php?id=6
深圳少儿,http://ye23.win/iptv/sztv.php?id=7
深圳移动电视,http://ye23.win/iptv/sztv.php?id=8



河南频道,#genre#
河南新闻频道,http://119.91.95.147/免费直播/QQ群号728710532/iptv/yfy.php?id=41105
河南民生频道,http://119.91.95.147/免费直播/QQ群号728710532/iptv/yfy.php?id=41102
河南都市频道,http://119.91.95.147/免费直播/QQ群号728710532/iptv/yfy.php?id=41101
河南电视剧频道,http://119.91.95.147/免费直播/QQ群号728710532/iptv/yfy.php?id=41104
河南公共频道,http://119.91.95.147/免费直播/QQ群号728710532/iptv/yfy.php?id=41106
河南法制频道,http://119.91.95.147/免费直播/QQ群号728710532/iptv/yfy.php?id=41103
河南新农村频道,http://119.91.95.147/免费直播/QQ群号728710532/iptv/yfy.php?id=41107
晴彩中原,http://119.91.95.147/免费直播/QQ群号728710532/iptv/yfy.php?id=41108
移动戏曲,http://119.91.95.147/免费直播/QQ群号728710532/iptv/yfy.php?id=41109
武术世界,http://119.91.95.147/免费直播/QQ群号728710532/iptv/yfy.php?id=41110
文物宝库,http://119.91.95.147/免费直播/QQ群号728710532/iptv/yfy.php?id=41111
梨园频道,http://119.91.95.147/免费直播/QQ群号728710532/iptv/yfy.php?id=13001
周口电视台-1,http://119.91.95.147/免费直播/QQ群号728710532/iptv/yfy.php?id=41113
南阳新闻综合高清,https://30539.hlsplay.aodianyun.com/tv_radio_30539/tv_channel_1833.m3u8#https://30539.hlsplay.aodianyun.com/lms_30539/tv_channel_142.m3u8
南阳公共频道,https：//30539.hlsplay.aodianyun.com/lms_30539/tv_channel_295.m3u8
南阳科教频道,https://30539.hlsplay.aodianyun.com/lms_30539/tv_channel_296.m3u8
原阳新闻综合,http://live.dxhmt.cn:9081/tv/10725-1.m3u8
封丘新闻综合,http://live.dxhmt.cn:9081/tv/10727-1.m3u8 
新郑,http://live.dxhmt.cn:9081/tv/10184-1.m3u8
通许,http://live.dxhmt.cn:9081/tv/10222-1.m3u8
尉氏,http://live.dxhmt.cn:9081/tv/10223-1.m3u8
兰考,http://live.dxhmt.cn:9081/tv/10225-1.m3u8
新安,http://live.dxhmt.cn:9081/tv/10323-1.m3u8
汝阳,http://live.dxhmt.cn:9081/tv/10326-1.m3u8
宜阳,http://live.dxhmt.cn:9081/tv/10327-1.m3u8
伊川,http://live.dxhmt.cn:9081/tv/10329-1.m3u8
宝丰,http://live.dxhmt.cn:9081/tv/10421-1.m3u8
叶县,http://live.dxhmt.cn:9081/tv/10422-1.m3u8
鲁山,http://live.dxhmt.cn:9081/tv/10423-1.m3u8
郏县,http://live.dxhmt.cn:9081/tv/10425-1.m3u8
舞钢,http://live.dxhmt.cn:9081/tv/10481-1.m3u8
汝州,http://live.dxhmt.cn:9081/tv/10482-1.m3u8
汝州科教,http://live.dxhmt.cn:9081/tv/10482-2.m3u8
汤阴,http://live.dxhmt.cn:9081/tv/10523-1.m3u8
滑县,http://live.dxhmt.cn:9081/tv/10526-1.m3u8
滑县2,http://live.dxhmt.cn:9081/tv/10526-2.m3u8
滑县3,http://live.dxhmt.cn:9081/tv/10526-3.m3u8
浚县,http://live.dxhmt.cn:9081/tv/10621-1.m3u8
淇县,http://live.dxhmt.cn:9081/tv/10622-1.m3u8
新乡,http://live.dxhmt.cn:9081/tv/10721-1.m3u8
获嘉,http://live.dxhmt.cn:9081/tv/10724-1.m3u8
原阳,http://live.dxhmt.cn:9081/tv/10725-1.m3u8
新蔡,http://live.dxhmt.cn:9081/tv/11729-1.m3u8

内蒙古频道,#genre#
内蒙古卫视高清(蒙语),http://[2409:8087:1020:301:2026::21]:80/wh7f454c46tw4050630800_-1848073355/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225705/10000100000000060000000000000743_0.smil/01.m3u8?fmt=ts2hls
内蒙古文化频道高清(蒙语),http://[2409:8087:1070:301:2026::15]:80/wh7f454c46tw4183914254_1795921018/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225876/10000100000000060000000000307694_0.smil/01.m3u8?fmt=ts2hls
内蒙古少儿频道高清,http://[2409:8087:1070:301:2028::15]:80/wh7f454c46tw4183359673_-1909268013/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225874/10000100000000060000000000307696_0.smil/01.m3u8?fmt=ts2hls
内蒙古新闻综合高清,http://[2409:8087:1070:301:2026::1e]:80/wh7f454c46tw4183638595_425248275/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225875/10000100000000060000000000307695_0.smil/01.m3u8?fmt=ts2hls
内蒙古文体娱乐高清,http://[2409:8087:1050:301:2026::17]:80/wh7f454c46tw4184193910_-1511698512/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225877/10000100000000060000000000307693_0.smil/01.m3u8?fmt=ts2hls
内蒙古农牧频道高清,http://[2409:8087:1070:301:2028::18]:80/wh7f454c46tw4184507566_-1978376124/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225878/10000100000000060000000000307692_0.smil/01.m3u8?fmt=ts2hls
内蒙古经济生活高清,http://[2409:8087:1070:301:2028::1d]:80/wh7f454c46tw4184773705_-1979084447/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225879/10000100000000060000000000307691_0.smil/01.m3u8?fmt=ts2hls
内蒙古卫视,http://[2409:8087:1030:301:2025::18]:80/wh7f454c46tw4123234691_-1087736446/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225765/10000100000000060000000000000837_0.smil/01.m3u8?fmt=ts2hls
内蒙古卫视(蒙语),http://[2409:8087:1020:301:2026::25]:80/wh7f454c46tw4123518834_-1472072044/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225766/10000100000000060000000000000838_0.smil/01.m3u8?fmt=ts2hls
内蒙古文化频道(蒙语),http://[2409:8087:1070:301:2026::1f]:80/wh7f454c46tw4123810774_-1909598702/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225767/10000100000000060000000000000839_0.smil/01.m3u8?fmt=ts2hls
内蒙古新闻综合,http://[2409:8087:1070:301:2026::1f]:80/wh7f454c46tw4124104636_-487315788/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225768/10000100000000060000000000000840_0.smil/01.m3u8?fmt=ts2hls
内蒙古经济生活,http://[2409:8087:1070:301:2026::1f]:80/wh7f454c46tw4124394990_584235849/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225769/10000100000000060000000000000841_0.smil/01.m3u8?fmt=ts2hls
内蒙古文体娱乐,http://[2409:8087:1020:301:2026::2c]:80/wh7f454c46tw4124678370_1698072735/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225770/10000100000000060000000000000842_0.smil/01.m3u8?fmt=ts2hls
内蒙古少儿频道,http://[2409:8087:1020:301:2026::1f]:80/wh7f454c46tw4124974011_-115417052/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225771/10000100000000060000000000000843_0.smil/01.m3u8?fmt=ts2hls
内蒙古农牧频道,http://[2409:8087:1070:301:2026::22]:80/wh7f454c46tw4125261883_1795791203/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225772/10000100000000060000000000000844_0.smil/01.m3u8?fmt=ts2hls
内蒙古·锡林郭勒·一套,http://[2409:8087:1050:301:2026::13]:80/wh7f454c46tw4129021068_-577849345/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225790/10000100000000060000000000004355_0.smil/01.m3u8?fmt=ts2hls
内蒙古·锡林郭勒·二套,http://[2409:8087:1050:301:2026::13]:80/wh7f454c46tw4128728494_324879314/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225789/10000100000000060000000000004352_0.smil/01.m3u8?fmt=ts2hls
内蒙古·锡林郭勒·太仆寺旗广播电视台,http://[2409:8087:1030:201:2022::2b]:80/wh7f454c46tw4128144674_-345031186/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225786/10000100000000060000000000004344_0.smil/01.m3u8?fmt=ts2hls
内蒙古·锡林郭勒·正镶白旗广播电视台,http://[2409:8087:1030:201:2022::2b]:80/wh7f454c46tw4127570338_-2087695972/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225784/10000100000000060000000000004340_0.smil/01.m3u8?fmt=ts2hls
内蒙古·锡林郭勒·正蓝旗广播电视台,http://[2409:8087:1050:301:2026::13]:80/wh7f454c46tw4127857328_-658481804/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225785/10000100000000060000000000004341_0.smil/01.m3u8?fmt=ts2hls
内蒙古·锡林郭勒·东乌广播电视台,http://[2409:8087:1050:301:2026::13]:80/wh7f454c46tw4129601312_840818814/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225792/10000100000000060000000000004362_0.smil/01.m3u8?fmt=ts2hls
内蒙古·锡林郭勒·阿巴嘎旗广播电视台,http://[2409:8087:1050:301:2026::14]:80/wh7f454c46tw4132197274_-935683807/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225801/10000100000000060000000000004388_0.smil/01.m3u8?fmt=ts2hls
内蒙古·锡林郭勒·苏尼特右旗高清,http://[2409:8087:1050:301:2026::11]:80/wh7f454c46tw4142112717_-1207194941/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225839/10000100000000060000000000123092_0.smil/01.m3u8?fmt=ts2hls
内蒙古·锡林郭勒·西乌珠穆沁旗广播电视台,http://[2409:8087:1020:301:2026::27]:80/wh7f454c46tw4142382896_-760296345/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225840/10000100000000060000000000123417_0.smil/01.m3u8?fmt=ts2hls
内蒙古·锡林郭勒·多伦广播电视台,http://[2409:8087:1050:301:2026::17]:80/wh7f454c46tw4185053439_-1207254960/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225880/10000100000000060000000000316829_0.smil/01.m3u8?fmt=ts2hls
内蒙古·锡林郭勒·苏尼特左旗高清,http://[2409:8087:1030:201:2022::2b]:80/wh7f454c46tw4131050180_-2054264669/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225797/10000100000000060000000000004376_0.smil/01.m3u8?fmt=ts2hls
内蒙古·锡林郭勒·二连浩特广播电视台,http://[2409:8087:1050:301:2026::18]:80/wh7f454c46tw4180738462_573257422/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225865/10000100000000060000000000293457_0.smil/01.m3u8?fmt=ts2hls
内蒙古·包头·新闻综合高清,http://[2409:8087:1020:301:2026::19]:80/wh7f454c46tw4121209918_-446801947/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225737/10000100000000060000000000000774_0.smil/01.m3u8?fmt=ts2hls
内蒙古·包头·生活服务高清,http://[2409:8087:1050:301:2026::11]:80/wh7f454c46tw4121505782_-1424782387/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225738/10000100000000060000000000000775_0.smil/01.m3u8?fmt=ts2hls
内蒙古·包头·经济高清,http://[2409:8087:1050:301:2026::17]:80/wh7f454c46tw4180459103_-928518300/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225864/10000100000000060000000000290253_0.smil/01.m3u8?fmt=ts2hls
内蒙古·包头·固阳广播电视台,http://[2409:8087:1050:301:2026::14]:80/wh7f454c46tw4133625057_-339493659/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225806/10000100000000060000000000004398_0.smil/01.m3u8?fmt=ts2hls
内蒙古·包头·达茂广播电视台高清,http://[2409:8087:1050:301:2026::18]:80/wh7f454c46tw4186270657_629092276/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225884/10000100000000060000000000316825_0.smil/01.m3u8?fmt=ts2hls
内蒙古·呼和浩特·都市生活高清,http://[2409:8087:1050:301:2026::13]:80/wh7f454c46tw4132475132_661549366/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225802/10000100000000060000000000004368_0.smil/01.m3u8?fmt=ts2hls
内蒙古·呼和浩特·新闻综合高清,http://[2409:8087:1050:301:2026::14]:80/wh7f454c46tw4135924662_573372818/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225814/10000100000000060000000000004371_0.smil/01.m3u8?fmt=ts2hls
内蒙古·呼和浩特·影视娱乐高清,http://[2409:8087:1050:301:2026::13]:80/wh7f454c46tw4136211184_-1393296522/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225815/10000100000000060000000000004365_0.smil/01.m3u8?fmt=ts2hls
内蒙古·呼和浩特·托克托广播电视台,http://[2409:8087:1050:301:2026::13]:80/wh7f454c46tw4129303662_1933744924/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225791/10000100000000060000000000004360_0.smil/01.m3u8?fmt=ts2hls
内蒙古·呼和浩特·武川广播电视台,http://[2409:8087:1050:301:2026::13]:80/wh7f454c46tw4130164916_-1752207119/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225794/10000100000000060000000000004367_0.smil/01.m3u8?fmt=ts2hls
内蒙古·呼和浩特·和林格尔广播电视台,http://[2409:8087:1050:301:2026::14]:80/wh7f454c46tw4131896955_-1084035289/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225800/10000100000000060000000000004385_0.smil/01.m3u8?fmt=ts2hls
内蒙古·呼和浩特·清水河广播电视台高清,http://[2409:8087:1050:301:2026::17]:80/wh7f454c46tw4182767861_1536907472/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225872/10000100000000060000000000293448_0.smil/01.m3u8?fmt=ts2hls
内蒙古·鄂尔多斯·新闻综合高清,http://[2409:8087:1070:301:2026::12]:80/wh7f454c46tw4140989006_-1392549787/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225835/10000100000000060000000000004392_0.smil/01.m3u8?fmt=ts2hls
内蒙古·鄂尔多斯·经济服务高清,http://[2409:8087:1030:201:2022::2b]:80/wh7f454c46tw4141277460_-822888484/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225836/10000100000000060000000000004391_0.smil/01.m3u8?fmt=ts2hls
内蒙古·鄂尔多斯·城市生活高清,http://[2409:8087:1030:201:2022::27]:80/wh7f454c46tw4141572219_2007311368/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225837/10000100000000060000000000004386_0.smil/01.m3u8?fmt=ts2hls
内蒙古·鄂尔多斯·蒙语高清,http://[2409:8087:1050:301:2026::11]:80/wh7f454c46tw4141848398_109657887/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225838/10000100000000060000000000004384_0.smil/01.m3u8?fmt=ts2hls
内蒙古·鄂尔多斯·伊金霍洛旗广播电视台综合频道,http://[2409:8087:1050:301:2026::18]:80/wh7f454c46tw4181601628_2129604901/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225868/10000100000000060000000000293454_0.smil/01.m3u8?fmt=ts2hls
内蒙古·鄂尔多斯·准格尔综合频道高清,http://[2409:8087:1030:201:2022::2b]:80/wh7f454c46tw4134171651_-1265563867/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225808/10000100000000060000000000004405_0.smil/01.m3u8?fmt=ts2hls
内蒙古·鄂尔多斯·准格尔综合频道高清,http://[2409:8087:1070:301:2028::20]:80/wh7f454c46tw4200619525_885886890/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225962/10000100000000060000000000794418_0.smil/01.m3u8?fmt=ts2hls
内蒙古·阿拉善新闻综合,http://[2409:8087:1050:301:2026::13]:80/wh7f454c46tw4140422265_52771563/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225833/10000100000000060000000000004397_0.smil/01.m3u8?fmt=ts2hls
内蒙古·阿拉善经济生活,http://[2409:8087:1050:301:2026::14]:80/wh7f454c46tw4140704156_-1130529052/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225834/10000100000000060000000000004396_0.smil/01.m3u8?fmt=ts2hls
内蒙古·阿拉善·额济纳广播电视台,http://[2409:8087:1050:301:2026::13]:80/wh7f454c46tw4128436181_-1342971846/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225787/10000100000000060000000000004346_0.smil/01.m3u8?fmt=ts2hls
内蒙古·阿拉善·右旗广播电视台,http://[2409:8087:1020:301:2026::23]:80/wh7f454c46tw4142667931_1465908957/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225841/10000100000000060000000000123432_0.smil/01.m3u8?fmt=ts2hls
内蒙古·呼伦贝尔综合高清,http://[2409:8087:1050:301:2026::18]:80/wh7f454c46tw4196265567_-1766615685/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225933/10000100000000060000000000729208_0.smil/01.m3u8?fmt=ts2hls
内蒙古·呼伦贝尔文化旅游高清,http://[2409:8087:1050:301:2026::18]:80/wh7f454c46tw4196593151_1955297518/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225934/10000100000000060000000000729207_0.smil/01.m3u8?fmt=ts2hls
内蒙古·呼伦贝尔生活资讯高清,http://[2409:8087:1050:301:2026::17]:80/wh7f454c46tw4196891216_1870760242/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225935/10000100000000060000000000729206_0.smil/01.m3u8?fmt=ts2hls
内蒙古·呼伦贝尔·满洲里广播电视台,http://[2409:8087:1050:301:2026::11]:80/wh7f454c46tw4139287327_689914269/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225826/10000100000000060000000000004373_0.smil/01.m3u8?fmt=ts2hls
内蒙古·呼伦贝尔·额尔古纳广播电视台,http://[2409:8087:1070:301:2028::11]:80/wh7f454c46tw4202036544_-1453636967/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225967/10000100000000060000000000859894_0.smil/01.m3u8?fmt=ts2hls
内蒙古·呼伦贝尔·扎兰屯综合频道,http://[2409:8087:1070:301:2026::25]:80/wh7f454c46tw4195098679_1746816915/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225927/10000100000000060000000000361574_0.smil/01.m3u8?fmt=ts2hls
内蒙古·乌海·新闻综合高清,http://[2409:8087:1050:301:2026::13]:80/wh7f454c46tw4134774052_643775027/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225810/10000100000000060000000000004415_0.smil/01.m3u8?fmt=ts2hls
内蒙古·乌海·都市生活高清,http://[2409:8087:1030:201:2022::25]:80/wh7f454c46tw4135054688_-1802802319/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225811/10000100000000060000000000004419_0.smil/01.m3u8?fmt=ts2hls
内蒙古·赤峰·新闻综合高清,http://[2409:8087:1050:301:2026::14]:80/wh7f454c46tw4135341679_1820616994/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225812/10000100000000060000000000004671_0.smil/01.m3u8?fmt=ts2hls
内蒙古·赤峰·经济服务高清,http://[2409:8087:1050:301:2026::11]:80/wh7f454c46tw4135640892_1090762256/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225813/10000100000000060000000000004673_0.smil/01.m3u8?fmt=ts2hls
内蒙古·赤峰·影视娱乐高清,http://[2409:8087:1050:301:2026::14]:80/wh7f454c46tw4137340509_-1612353421/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225819/10000100000000060000000000004670_0.smil/01.m3u8?fmt=ts2hls
内蒙古·通辽·新闻综合高清,http://[2409:8087:1050:301:2026::13]:80/wh7f454c46tw4139005923_1644259046/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225825/10000100000000060000000000004380_0.smil/01.m3u8?fmt=ts2hls
内蒙古·通辽·蒙语高清,http://[2409:8087:1050:301:2026::14]:80/wh7f454c46tw4138733806_-1591655256/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225824/10000100000000060000000000004381_0.smil/01.m3u8?fmt=ts2hls
内蒙古·通辽·城市服务,http://[2409:8087:1050:301:2026::11]:80/wh7f454c46tw4138440200_-1443953791/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225823/10000100000000060000000000004377_0.smil/01.m3u8?fmt=ts2hls
内蒙古·巴彦淖尔·河套新闻综合高清,http://[2409:8087:1050:301:2026::14]:80/wh7f454c46tw4139574184_1452220420/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225830/10000100000000060000000000004403_0.smil/01.m3u8?fmt=ts2hls
内蒙古·巴彦淖尔·河套经济生活高清,http://[2409:8087:1050:301:2026::11]:80/wh7f454c46tw4139866193_-784596727/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225831/10000100000000060000000000004402_0.smil/01.m3u8?fmt=ts2hls
内蒙古·巴彦淖尔·河套影视娱乐高清,http://[2409:8087:1050:301:2026::14]:80/wh7f454c46tw4140143298_2002671270/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225832/10000100000000060000000000004400_0.smil/01.m3u8?fmt=ts2hls
内蒙古·巴彦淖尔·乌前旗广播电视台,http://[2409:8087:1050:301:2026::13]:80/wh7f454c46tw4130776486_-689303257/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225796/10000100000000060000000000004372_0.smil/01.m3u8?fmt=ts2hls
内蒙古·巴彦淖尔·乌拉特中旗广播电视台,http://[2409:8087:1050:301:2026::13]:80/wh7f454c46tw4133047620_502911251/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225804/10000100000000060000000000004393_0.smil/01.m3u8?fmt=ts2hls
内蒙古·巴彦淖尔·乌后旗广播电视台,http://[2409:8087:1050:301:2026::17]:80/wh7f454c46tw4185654270_112091924/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225882/10000100000000060000000000316827_0.smil/01.m3u8?fmt=ts2hls
内蒙古·巴彦淖尔·磴口新闻综合,http://[2409:8087:1050:301:2026::18]:80/wh7f454c46tw4185973612_-297164753/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225883/10000100000000060000000000316826_0.smil/01.m3u8?fmt=ts2hls
内蒙古·巴彦淖尔·五原广播电视台,http://[2409:8087:1030:201:2022::2a]:80/wh7f454c46tw4130478798_-537952431/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225795/10000100000000060000000000004370_0.smil/01.m3u8?fmt=ts2hls
内蒙古·巴彦淖尔·杭锦后旗广播电视台高清,http://[2409:8087:1050:301:2026::13]:80/wh7f454c46tw4129886239_361548642/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225793/10000100000000060000000000004364_0.smil/01.m3u8?fmt=ts2hls
内蒙古·兴安·新闻综合,http://[2409:8087:1050:301:2026::11]:80/wh7f454c46tw4136488708_-1646047205/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225816/10000100000000060000000000004420_0.smil/01.m3u8?fmt=ts2hls
内蒙古·兴安·文化旅游,http://[2409:8087:1050:301:2026::14]:80/wh7f454c46tw4136775502_-118185445/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225817/10000100000000060000000000004418_0.smil/01.m3u8?fmt=ts2hls
内蒙古·兴安·影视娱乐,http://[2409:8087:1050:301:2026::11]:80/wh7f454c46tw4137045007_877921571/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225818/10000100000000060000000000004416_0.smil/01.m3u8?fmt=ts2hls
内蒙古·兴安·科右前旗广播电视台,http://[2409:8087:1050:301:2026::14]:80/wh7f454c46tw4133891903_-1590228746/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225807/10000100000000060000000000004401_0.smil/01.m3u8?fmt=ts2hls
内蒙古·兴安·阿尔山广播电视台高清,http://[2409:8087:1070:301:2026::1b]:80/wh7f454c46tw4194561623_-404664332/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225926/10000100000000060000000000361575_0.smil/01.m3u8?fmt=ts2hls
内蒙古·兴安·科右中旗广播电视台,http://[2409:8087:1050:301:2026::18]:80/wh7f454c46tw4185360574_-1417893565/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225881/10000100000000060000000000316828_0.smil/01.m3u8?fmt=ts2hls
内蒙古·兴安·扎赉特广播电视台,,http://[2409:8087:1050:301:2026::14]:80/wh7f454c46tw4132766631_1072077334/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225803/10000100000000060000000000004390_0.smil/01.m3u8?fmt=ts2hls
内蒙古·兴安·突泉广播电视台高清,http://[2409:8087:1050:301:2026::13]:80/wh7f454c46tw4131338849_1429368546/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225798/10000100000000060000000000004379_0.smil/01.m3u8?fmt=ts2hls
内蒙古·乌兰察布·丰镇经济生活,http://[2409:8087:1050:301:2026::13]:80/wh7f454c46tw4137606959_-1332949886/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225820/10000100000000060000000000004407_0.smil/01.m3u8?fmt=ts2hls
内蒙古·乌兰察布·丰镇生活频道,http://[2409:8087:1030:201:2022::2b]:80/wh7f454c46tw4137885809_-1446895223/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225821/10000100000000060000000000004406_0.smil/01.m3u8?fmt=ts2hls
内蒙古·乌兰察布·丰镇新闻综合,http://[2409:8087:1030:201:2022::27]:80/wh7f454c46tw4138161999_1538029522/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225822/10000100000000060000000000004410_0.smil/01.m3u8?fmt=ts2hls
内蒙古·乌兰察布·凉城广播电视台,http://[2409:8087:1070:301:2026::17]:80/wh7f454c46tw4195380967_515119747/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225928/10000100000000060000000000361573_0.smil/01.m3u8?fmt=ts2hls
内蒙古·乌兰察布·卓资广播电视台,http://[2409:8087:1050:301:2026::17]:80/wh7f454c46tw4195666696_-1338660024/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225929/10000100000000060000000000361572_0.smil/01.m3u8?fmt=ts2hls
内蒙古·乌兰察布·察右中旗广播电视台,http://[2409:8087:1050:301:2026::18]:80/wh7f454c46tw4181882405_-1464359457/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225869/10000100000000060000000000293453_0.smil/01.m3u8?fmt=ts2hls
内蒙古·乌兰察布·化德广播电视台,http://[2409:8087:1050:301:2026::17]:80/wh7f454c46tw4182168436_-1300087045/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225870/10000100000000060000000000293451_0.smil/01.m3u8?fmt=ts2hls
内蒙古·乌兰察布·丰镇广播电视台,http://[2409:8087:1050:301:2026::18]:80/wh7f454c46tw4182452473_1433549460/gslbserv.iptv.nm.chinamobile.com/PLTV/88888890/224/3221225871/10000100000000060000000000293450_0.smil/01.m3u8?fmt=ts2hls

山东频道,#genre#
山东卫视,http://livealone302.iqilu.com/iqilu/sdtv.m3u8
山东新闻,http://livealone302.iqilu.com/iqilu/ggpd.m3u8
山东齐鲁,http://livealone302.iqilu.com/iqilu/qlpd.m3u8
山东体育,http://livealone302.iqilu.com/iqilu/typd.m3u8
山东生活,http://livealone302.iqilu.com/iqilu/shpd.m3u8
山东综艺,http://livealone302.iqilu.com/iqilu/zypd.m3u8
山东农科,http://livealone302.iqilu.com/iqilu/nkpd.m3u8
山东影视,http://livealone302.iqilu.com/iqilu/yspd.m3u8
山东少儿,http://livealone302.iqilu.com/iqilu/sepd.m3u8
山东国际,http://livealone302.iqilu.com/iqilu/gjpd.m3u8
山东购物,http://livealone302.iqilu.com/iqilu/gwpd.m3u8
济南影视,http://itv.huafu666.net/xxtv/dazahui.php?id=jnys
济南都市,http://itv.huafu666.net/xxtv/dazahui.php?id=jnds
济南科教,http://itv.huafu666.net/xxtv/dazahui.php?id=jnkj
烟台影视,http://itv.huafu666.net/xxtv/dazahui.php?id=ytys
烟台新闻综合,http://itv.huafu666.net/xxtv/dazahui.php?id=ytxwzh
盐城1,http://itv.huafu666.net/xxtv/dazahui.php?id=yctv1
山东滨城综合频道,http://sdbz.chinashadt.com:2036/live/1.stream/playlist.m3u8
山东德州公共频道,http://video.dztv.tv:1935/live/dzgg_bq/playlist.m3u8
山东德州图文频道,http://video.dztv.tv:1935/live/dztw_bq/playlist.m3u8
山东德州新闻频道,http://video.dztv.tv:1935/live/xwzh_bq/playlist.m3u8
山东青州生活频道,http://sdqz.chinashadt.com:2036/live/stream:2.stream/playlist.m3u8
济宁教育 HD,http://lives.jnnews.tv/video/s10001-JTV2/index.m3u8
济宁综合 HD,http://lives.jnnews.tv/video/s10001-JNHTV1/index.m3u8
烟台综合台,http://player.200877926.top/hogejump/yantai.php?id=2
烟台公共,http://player.200877926.top/hogejump/yantai.php?id=3
烟台经济科教,http://player.200877926.top/hogejump/yantai.php?id=4
烟台影视台,http://player.200877926.top/hogejump/yantai.php?id=5
德州新闻HD,https://jsylivealone302.iqilu.com/dezhou/dezhou_tv01.m3u8
德州新闻HD,http://video.dztv.tv:1935/live/xwzh_gq/playlist.m3u8
德州公共,https://jsylivealone302.iqilu.com/dezhou/dezhou_tv02.m3u8
德州公共,http://video.dztv.tv:1935/live/dzgg_gq/playlist.m3u8
德州图文HD,https://jsylivealone302.iqilu.com/dezhou/dezhou_tv03.m3u8
德州图文HD,http://video.dztv.tv:1935/live/dztw_gq/playlist.m3u8#http://video.dztv.tv:1935/live/dztw_bq/playlist.m3u8
潍坊一套新闻综合,http://stream.wfcmw.cn/1/sd/live.m3u8?_upt=9148f0a51578381735
潍坊二套经济生活,http://stream.wfcmw.cn/2/sd/live.m3u8
潍坊二套经济生活,http://stream.wfcmw.cn/2/sd/live.m3u8?_upt=5573adc41578381768
潍坊三套公共频道,http://stream.wfcmw.cn/3/sd/live.m3u8?_upt=501689e01578381799
潍坊四套科教频道,http://stream.wfcmw.cn/4/sd/live.m3u8
潍坊四套科教频道,http://stream.wfcmw.cn/4/sd/live.m3u8?_upt=d0311afc1578381834
武城新闻综合HD,http://jsylivealone302.iqilu.com/live/wucheng_tv01/index.m3u8
武城综艺影视HD,http://jsylivealone302.iqilu.com/live/wucheng_tv02/index.m3u8
文登-1HD,http://jsylivealone302.iqilu.com/live/wendeng_tv01.m3u8
文登-2HD,http://jsylivealone302.iqilu.com/live/wendeng_tv02.m3u8
临沭1 HD,http://jsylivealone302.iqilu.com/live/linshu_tv01.m3u8
临沭2 HD,https://jsylivealone302.iqilu.com/live/linshu_tv02.m3u8
聊城公共FHD,http://m3u8.channellive.lcbtv.com/cms/videos/nmip-media-dz/channellive/channel3/playlist.m3u8
聊城新闻FHD,http://m3u8.channellive.lcbtv.com/cms/videos/nmip-media-dz/channellive/channel2/playlist.m3u8
安丘新闻HD,http://jsylivealone302.iqilu.com/live/anqiu_tv01/index.m3u8
安丘民生HD,http://jsylivealone302.iqilu.com/live/anqiu_tv02/index.m3u8
新泰综合 HD,https://jsylivealone302.iqilu.com/xintai/xintai_tv01/index.m3u8
新泰乡村 HD,https://jsylivealone302.iqilu.com/xintai/xintai_tv02/index.m3u8
高青综合HD,http://livealone302.iqilu.com/gaoqing/gaoqing_tv01/playlist.m3u8
高青影视HD,http://livealone302.iqilu.com/gaoqing/gaoqing_tv02/playlist.m3u8
东阿新闻综合 HD,https://livealone302.iqilu.com/donge/donge_tv01/playlist.m3u8
东阿综艺信息 HD,https://jsylivealone302.iqilu.com/donge/donge_tv02/index.m3u8
滨海新区新闻综合 HD,https://livealone302.iqilu.com/binhai/binhai_tv.m3u8
巨野新闻 HD,https://jsylivealone302.iqilu.com/live/juye_tv01/index.m3u8
曹县新闻综合 HD,https://livealone302.iqilu.com/live/caoxian_tv01/index.m3u8
邹城新闻 HD,https://jsylivealone302.iqilu.com/live/zoucheng_tv01/index.m3u8
邹城新闻 HD,https://livealone302.iqilu.com/live/zoucheng_tv01/index.m3u8
邹城文化生活 HD,https://jsylivealone302.iqilu.com/live/zoucheng_tv02/index.m3u8
沂水一套 HD,https://livealone302.iqilu.com/live/yishui_tv01/index.m3u8
沂水二套 HD,https://jsylivealone302.iqilu.com/live/yishui_tv02/index.m3u8
安丘新闻HD,http://jsylivealone302.iqilu.com/live/anqiu_tv01/index.m3u8
安丘民生HD,http://jsylivealone302.iqilu.com/live/anqiu_tv02/index.m3u8
即墨新闻综合HD,http://jsylivealone302.iqilu.com/live/jimo_tv01.m3u8
即墨生活服务HD,http://jsylivealone302.iqilu.com/live/jimo_tv02.m3u8
李沧综合 HD,http://live.lcqtv.com:88/live/lcqtv.m3u8
台儿庄新闻综合 HD,https://livealone302.iqilu.com/live/taierzhuang_tv01/index.m3u8
寒亭综合 HD,https://jsylivealone302.iqilu.com/live/hanting_tv01.m3u8
河东综合 HD,http://jsylivealone302.iqilu.com/live/hedong_tv02.m3u8
河东影视,http://jsylivealone302.iqilu.com/live/hedong_tv01.m3u8
利津新闻 HD,http://jsylivealone302.iqilu.com/lijin/lijin_tv01.m3u8
利津文化生活 HD,http://jsylivealone302.iqilu.com/lijin/lijin_tv02.m3u8
新泰乡村,https://jsylivealone302.iqilu.com/xintai/xintai_tv02.m3u8
新泰新闻,https://jsylivealone302.iqilu.com/xintai/xintai_tv01.m3u8
蓬莱新闻,http://jsylivealone302.iqilu.com/live/penglai_tv01/index.m3u8
蓬莱综合,http://jsylivealone302.iqilu.com/live/penglai_tv02/index.m3u8
栖霞综合,http://jsylivealone302.iqilu.com/live/qixia_tv01/index.m3u8
栖霞苹果,http://jsylivealone302.iqilu.com/live/qixia_tv02/index.m3u8
微山1,http://jsylivealone302.iqilu.com/live/weishan_tv02/index.m3u8
微山2,http://jsylivealone302.iqilu.com/live/weishan_tv01/index.m3u8
鱼台综合,http://jsylivealone302.iqilu.com/live/yutai_tv02/index.m3u8
鱼台生活,http://jsylivealone302.iqilu.com/live/yutai_tv01/index.m3u8
单县综合,http://jsylivealone302.iqilu.com/live/shanxian_tv01/index.m3u8
郓城新闻综合,http://jsylivealone302.iqilu.com/live/yuncheng_tv01/index.m3u8
郓城民生综艺,http://jsylivealone302.iqilu.com/live/yuncheng_tv02/index.m3u8
平原新闻,http://livealone302.iqilu.com/pingyuan/pingyuan_tv01/playlist.m3u8
乳山新闻 HD,http://jsylivealone302.iqilu.com/live/rushan_tv01/index.m3u8
乳山生活 HD,http://jsylivealone302.iqilu.com/live/rushan_tv02/index.m3u8
滨城,https://jsylivealone302.iqilu.com/bincheng/bincheng_tv01.m3u8
滨城综合 HD,https://jsylivealone302.iqilu.com:443/bincheng/bincheng_tv01/index.m3u8
宁阳综合,http://jsylivealone302.iqilu.com/live/ningyang_tv01/index.m3u8
宁阳-2,http://jsylivealone302.iqilu.com/live/ningyang_tv02/index.m3u8
临邑新闻 HD,https://jsylivealone302.iqilu.com:443/linyi/linyi_tv01/index.m3u8
临邑综合 HD,https://jsylivealone302.iqilu.com:443/linyi/linyi_tv02/index.m3u8




浙江频道,#genre#

浙江数码时代,http://hw-m-l.cztv.com/channels/lantian/channel012/1080p.m3u8
浙江数码时代,http://hw-m-l.cztv.com/channels/lantian/channel012/1080p.m3u8
 浙江教科影视,http://hw-m-l.cztv.com/channels/lantian/channel004/1080p.m3u8 
 浙江教科影视,http://hw-m-l.cztv.com/channels/lantian/channel004/1080p.m3u8 
浙江少儿,http://hw-m-l.cztv.com/channels/lantian/channel008/1080p.m3u8 
浙江少儿,http://hw-m-l.cztv.com/channels/lantian/channel008/1080p.m3u8 
浙江国际,http://hw-m-l.cztv.com/channels/lantian/channel010/1080p.m3u8 
浙江国际,http://hw-m-l.cztv.com/channels/lantian/channel010/1080p.m3u8 
浙江新闻,http://hw-m-l.cztv.com/channels/lantian/channel07/1080p.m3u8
浙江新闻,http://hw-m-l.cztv.com/channels/lantian/channel07/1080p.m3u8
兰溪新闻综合,http://l.cztvcloud.com/channels/lantian/SXlanxi1/720p.m3u8

龙泉新闻,http://l.cztvcloud.com/channels/lantian/SXlongquan1/720p.m3u8

文成综合,http://l.cztvcloud.com/channels/lantian/SXwencheng1/720p.m3u8

文成二套,http://l.cztvcloud.com/channels/lantian/SXwencheng2/720p.m3u8

青田电视台,https://l.cztvcloud.com/channels/lantian/SXqingtian1/720p.m3u8

桐乡新闻综合,http://live.txcmapp.com/tszh1/sd/live.m3u8

群岛旅游,http://live.wifizs.cn/qdly/sd/live.m3u8

萧山新闻综合,http://l.cztvcloud.com/channels/lantian/SXxiaoshan1/720p.m3u8

萧山生活频道,http://l.cztvcloud.com/channels/lantian/SXxiaoshan2/720p.m3u8

余姚新闻综合,http://l.cztvcloud.com/channels/lantian/SXyuyao1/720p.m3u8

绍兴新闻综合,http://live.shaoxing.com.cn/video/s10001-sxtv1/index.m3u8

绍兴公共,http://live.shaoxing.com.cn/video/s10001-sxtv2/index.m3u8

绍兴文化影视,http://live.shaoxing.com.cn/video/s10001-sxtv3/index.m3u8

连云港综合,http://live.lyg1.com/zhpd/sd/live.m3u8

连云港公共,http://live.lyg1.com/ggpd/sd/live.m3u8

富阳新闻,https://live.hoolo.tv/fyxwzh/sd/live.m3u8?auth_key=1641042500-0-0-52599236b44a4153f017eb7b5aca2245
柯桥综合,http://live.scbtv.cn/hls/news/index.m3u8

柯桥时尚,http://live.scbtv.cn/hls/qfc/index.m3u8

钱江都市,https://hw-m-l.cztv.com/channels/lantian/channel002/1080p.m3u8

浙江好易购,https://hw-m-l.cztv.com/channels/lantian/channel011/1080p.m3u8

浙江数码时代,https://hw-m-l.cztv.com/channels/lantian/channel012/1080p.m3u8

杭州青少体育,http://117.148.179.133/PLTV/88888888/224/3221229316/index.m3u8

杭州影视,http://117.148.179.133/PLTV/88888888/224/3221229377/index.m3u8

杭州生活,http://117.148.179.134/PLTV/88888888/224/3221229313/index.m3u8

杭州明珠,http://117.148.179.135/PLTV/88888888/224/3221229310/index.m3u8

杭州综合,http://117.148.179.132/PLTV/88888888/224/3221229307/index.m3u8

湖州公共,http://live1.plus.hugd.com/ggpd1/playlist.m3u8?_upt=ed59621a1639296652

湖州文化,http://live.plus.hugd.com/whylpd/playlist.m3u8?_upt=8366a2051639296717

绍兴文化影视,http://live.shaoxing.com.cn/video/s10001-sxtv3/index.m3u8

湖州新闻,http://live.plus.hugd.com/xwzhpd/playlist.m3u8?_upt=6d0affda1639296811

绍兴新闻,http://live.shaoxing.com.cn/video/s10001-sxtv1/index.m3u8

国家公园,https://l.cztvcloud.com/channels/lantian/SXkaihua2/720p.m3u8

临平,https://l.cztvcloud.com/channels/lantian/SXyuhang2/720p.m3u8

景宁,https://play-a11.quklive.com/live/1622691799302368.m3u8

龙游生活,https://l.cztvcloud.com/channels/lantian/SXlongyou2/720p.m3u8

台州公共,https://tztv-tsl.cutv.com/25qamuz/500/p1d2wq0.m3u8?sign=2c77e26cee9c5386edc2c94268892043&t=ca4bf68b

松阳县,https://l.cztvcloud.com/channels/lantian/SXsongyang1/720p.m3u8

普陀新闻综合,http://l.cztvcloud.com/channels/lantian/SXputuo1/720p.m3u8

衢江新闻综合,http://l.cztvcloud.com/channels/lantian/SXqujiang1/720p.m3u8

庆元综合,http://l.cztvcloud.com/channels/lantian/SXqingyuan1/720p.m3u8

遂昌综合,http://l.cztvcloud.com/channels/lantian/SXsuichang1/720p.m3u8

松阳综合,http://l.cztvcloud.com/channels/lantian/SXsongyang1/720p.m3u8

云和新闻综合,http://l.cztvcloud.com/channels/lantian/SXyunhe1/720p.m3u8

青田电视台,http://l.cztvcloud.com/channels/lantian/SXqingtian1/720p.m3u8

舟曲新闻综合,http://39.134.32.101:6610/270000001111/1110000169/index.m3u8?IASHttpSessionId=OTT

普陀新闻综合,https://l.cztvcloud.com/channels/lantian/SXputuo1/720p.m3u8

绍兴文化影视,http://live.shaoxing.com.cn/video/s10001-sxtv3/index.m3u8

绍兴公共,http://live.shaoxing.com.cn/video/s10001-sxtv2/index.m3u8

绍兴新闻综合,http://live.shaoxing.com.cn/video/s10001-sxhb/index.m3u8

绍兴时尚,http://live.scbtv.cn/hls/qfc/index.m3u8

绍兴综合,http://live.scbtv.cn/hls/news/index.m3u8

舟山公共生活,http://live.wifizs.cn/ggsh/sd/live.m3u8

舟山公共生活,http://stream.wifizs.cn/ggsh/sd/live.m3u8

舟山群岛旅游,http://live.wifizs.cn/qdly/sd/live.m3u8

舟山群岛旅游,http://stream.wifizs.cn/qdly/sd/live.m3u8

舟山新闻综合,http://live.wifizs.cn/xwzh/sd/live.m3u8

舟山新闻综合,http://stream.wifizs.cn/xwzh/sd/live.m3u8

萧县新闻综合-1,http://222.179.155.21:1935/ch0.m3u8

萧山新闻综合-2,http://l.cztvcloud.com/channels/lantian/SXxiaoshan1/720p.m3u8

萧山生活频道,http://l.cztvcloud.com/channels/lantian/SXxiaoshan2/720p.m3u8

上虞新闻综合,http://l.cztvcloud.com/channels/lantian/SXshangyu1/720p.m3u8

上虞文化影视,http://l.cztvcloud.com/channels/lantian/SXshangyu2/720p.m3u8

上虞新商都,http://l.cztvcloud.com/channels/lantian/SXshangyu3/720p.m3u8

文成综合,http://l.cztvcloud.com/channels/lantian/SXwencheng1/720p.m3u8

象山新闻综合,http://l.cztvcloud.com/channels/lantian/SXxiangshan1/720p.m3u8

丽水遂昌综合,http://l.cztvcloud.com/channels/lantian/SXsuichang1/720p.m3u8

丽水松阳综合,http://l.cztvcloud.com/channels/lantian/SXsongyang1/720p.m3u8

丽水庆元综合,http://l.cztvcloud.com/channels/lantian/SXqingyuan1/720p.m3u8

丽水缙云综合,http://l.cztvcloud.com/channels/lantian/SXjinyun1/720p.m3u8

丽水龙泉综合,http://l.cztvcloud.com/channels/lantian/SXlongquan1/720p.m3u8

丽水云和综合,http://l.cztvcloud.com/channels/lantian/SXyunhe1/720p.m3u8

丽水青田综合,http://l.cztvcloud.com/channels/lantian/SXqingtian1/720p.m3u8

丽水景宁文化旅游,http://pili-live-hls.jnbctv.com/jnlive/tv81-1537429639.m3u8

丽水景宁新闻综合,http://pili-live-hls.jnbctv.com/jnlive/tv81-1537153703.m3u8

泰顺综合,http://taishun.news01.yunshanit.com/720p/StreamName.m3u8

洞头综合,http://l.cztvcloud.com/channels/lantian/SXdongtou1/720p.m3u8

永嘉综合,http://l.cztvcloud.com/channels/lantian/SXyongjia1/720p.m3u8

柯桥轻纺城,http://live.scbtv.cn:80/hls/qfc/index.m3u8


甘肃频道,#genre#
甘肃公共应急,http://39.134.39.39/PLTV/88888888/224/3221226250/index.m3u8
甘肃少儿,http://39.134.39.39/PLTV/88888888/224/3221226289/index.m3u8
甘肃文化影视,http://39.134.39.39/PLTV/88888888/224/3221226287/index.m3u8
甘肃经济,http://39.134.39.39/PLTV/88888888/224/3221226252/index.m3u8
甘肃都市,http://39.134.39.39/PLTV/88888888/224/3221226248/index.m3u8
甘肃公共蓝光,http://39.134.39.37/PLTV/88888888/224/3221226250/index.m3u8
兰州公共频道蓝光,http://39.134.39.39/PLTV/88888888/224/3221226244/index.m3u8
兰州生活经济蓝光,http://39.134.39.39/PLTV/88888888/224/3221226285/index.m3u8
兰州新闻综合蓝光,http://39.134.39.39/PLTV/88888888/224/3221226242/index.m3u8
兰州综艺体育蓝光,http://39.134.39.39/PLTV/88888888/224/3221226246/index.m3u8
金昌综合频道,http://stream4.liveyun.hoge.cn/ch02/sd/live.m3u8
金昌公共频道,http://stream4.liveyun.hoge.cn/ch01/sd/live.m3u8
平凉-崆峒综合,http://125.74.200.110:10080/hls/001/001_live.m3u8
甘南-玛曲综合,http://39.134.32.101:6610/270000001111/1110000165/index.m3u8?IASHttpSessionId=OTT
天水综合 HD,http://117.156.28.119/270000001111/1110000185/index.m3u8
天水公共 HD,http://117.156.28.119/270000001111/1110000186/index.m3u8
炅台新闻综合 HD,http://117.156.28.119/270000001111/1110000145/index.m3u8
炅台新闻综合 HD,http://117.156.28.88/PLTV/88888888/224/3221226026/index.m3u8
岷县综合 HD,http://117.156.28.88/PLTV/88888888/224/3221225986/index.m3u8
玉门频道 HD,http://117.156.28.119/270000001111/1110000125/index.m3u8
静宁综合 HD,http://117.156.28.119/270000001111/1110000147/index.m3u8
华亭频道 HD,http://117.156.28.119/270000001111/1110000148/index.m3u8
积石山频道HD,http://117.156.28.119/270000001111/1110000152/index.m3u8
迭部频道 HD,http://117.156.28.119/270000001111/1110000154/index.m3u8
桌尼频道 HD,http://117.156.28.119/270000001111/1110000155/index.m3u8
庆城频道 HD,http://117.156.28.119/270000001111/1110000156/index.m3u8
合水频道HD,http://117.156.28.119/270000001111/1110000166/index.m3u8
敦煌综合HD,http://117.156.28.88/PLTV/88888888/224/3221225877/index.m3u8
敦煌综合HD,http://117.156.28.119/270000001111/1110000028/index.m3u8
景泰综合 HD,http://117.156.28.88/PLTV/88888888/224/3221225988/index.m3u8
崆峒新闻 HD,http://117.156.28.88/PLTV/88888888/224/3221226018/index.m3u8
泾川新闻 HD,http://117.156.28.88/PLTV/88888888/224/3221226022/index.m3u8
天祝综合 HD,http://117.156.28.88/PLTV/88888888/224/3221226027/index.m3u8
高台综合 HD,http://117.156.28.88/PLTV/88888888/224/3221226038/index.m3u8



福建频道,#genre#
云霄综合,http://live.zzyxxw.com:85/live/xwzh.m3u8
石狮综合,http://live.chinashishi.net/ssxwzh/sd/live.m3u8
南安新闻综合,http://natv.cnjrna.com:3000/channel/sovp/1000000000000018/video_1564_none.m3u8
晋江电视台,http://stream.jinjiang.tv/1/sd/live.m3u8
德化新闻综合,http://ikukan.com/daili/gdy/gdy.php?id=dhzh
永泰综合,http://ytrmtzx.com:8278/yongtaipindao1/playlist.m3u8
福清综合-01,http://ikukan.com/daili/gdy/gdy.php?id=fqzh
长乐综合,http://ikukan.com/daili/gdy/gdy.php?id=cltv
武夷山文旅茶,http://fjwysdb.chinashadt.com:2036/live/3.stream/playlist.m3u8
武夷山综合频道,http://fjwysdb.chinashadt.com:2036/live/1.stream/playlist.m3u8
邵武新闻频道,http://84y6jdxz.live2.danghongyun.com/live/hls/8efcc6f8c3a1469181c23d1c64e61526/7a29fd92c3324a06a1b943711573b04f.m3u8
霞浦综合频道,http://218.106.152.196/lsdream/6801k6E/5000/live.m3u8
尤溪旅游宣传,http://ikukan.com/daili/gdy/gdy.php?id=yxlyxc
尤溪新闻综合-01,http://ikukan.com/daili/gdy/gdy.php?id=yxxwzh
永安综合频道,http://218.106.152.196/lsdream/x6FnPrm/2000/live.m3u8

将乐二套,http://218.106.152.196/lsdream/1MKmR5B/2000/live.m3u8
将乐综合,http://218.106.152.196/lsdream/9nbYeUc/1000/live.m3u8
大田二套,http://84y6jdxz.live2.danghongyun.com/live/hls/8a6db004318e4378b58d87f0414da77c/5a6c5d786f834df8a65b423af5851e6f.m3u8
大田综合,http://84y6jdxz.live2.danghongyun.com/live/hls/44193de64624414eb0110ebce59c63f8/0600869bdafe4500932addd3cc284c69.m3u8
"福建",http://stream.lyxltv.com/xltv/sd/live.m3u8
宁德公共频道-01,http://live.nddst.com/ndtv2/1080P/live.m3u8
宁德新闻综合-01,http://live.nddst.com/ndtv1/1080P/live.m3u8
龙岩新闻综合-01,http://live.lytv.net.cn/zhpwd/hd/live.m3u8
漳州新闻综合,http://31182.hlsplay.aodianyun.com/lms_31182/tv_channel_175.m3u8
福州少儿-01,http://live.zohi.tv/video/s10001-sepd-4/index.m3u8
福州生活-01,http://live.zohi.tv/video/s10001-shpd-3/index.m3u8
福州影视-01,http://live.zohi.tv/video/s10001-yspd-2/index.m3u8
福州综合-01,http://live.zohi.tv/video/s10001-FZTV-1/index.m3u8
福建综合-01,http://p2.weizan.cn/11844069/132114573749498521/live.m3u8
云霄综合,http://live.zzyxxw.com:85/live/xwzh.m3u8
石狮综合,http://live.chinashishi.net/ssxwzh/sd/live.m3u8
南安新闻综合,http://natv.cnjrna.com:3000/channel/sovp/1000000000000018/video_1564_none.m3u8
晋江电视台,http://stream.jinjiang.tv/1/sd/live.m3u8
德化新闻综合,http://ikukan.com/daili/gdy/gdy.php?id=dhzh
永泰综合,http://ytrmtzx.com:8278/yongtaipindao1/playlist.m3u8
福清综合,http://ikukan.com/daili/gdy/gdy.php?id=fqzh
长乐综合,http://ikukan.com/daili/gdy/gdy.php?id=cltv
武夷山文旅茶,http://fjwysdb.chinashadt.com:2036/live/3.stream/playlist.m3u8
武夷山综合频道,http://fjwysdb.chinashadt.com:2036/live/1.stream/playlist.m3u8
武新闻频道,http://84y6jdxz.live2.danghongyun.com/live/hls/8efcc6f8c3a1469181c23d1c64e61526/7a29fd92c3324a06a1b943711573b04f.m3u8
霞浦公共频道,http://218.106.152.196/lsdream/f2Hfjtd/5000/live.m3u8
尤溪旅游宣传,http://ikukan.com/daili/gdy/gdy.php?id=yxlyxc
尤溪新闻综合,http://ikukan.com/daili/gdy/gdy.php?id=yxxwzh
永安综合频道,http://218.106.152.196/lsdream/x6FnPrm/2000/live.m3u8
宁化电视改编,http://fjnhdb.chinashadt.com:2036/live/stream:nh1.stream/playlist.m3u8
将乐二套,http://218.106.152.196/lsdream/1MKmR5B/2000/live.m3u8
将乐综合,http://218.106.152.196/lsdream/9nbYeUc/1000/live.m3u8
大田二套,http://84y6jdxz.live2.danghongyun.com/live/hls/8a6db004318e4378b58d87f0414da77c/5a6c5d786f834df8a65b423af5851e6f.m3u8
大田综合,http://84y6jdxz.live2.danghongyun.com/live/hls/44193de64624414eb0110ebce59c63f8/0600869bdafe4500932addd3cc284c69.m3u8
新罗电视二套,http://stream.lyxltv.com/xinluotv/sd/live.m3u8
新罗电视组合,http://stream.lyxltv.com/xltv/sd/live.m3u8
龙岩公共频道,http://live.lytv.net.cn/ggpd/sd/live.m3u8
龙岩新闻综合,http://live.lytv.net.cn/zhpwd/hd/live.m3u8
漳州新闻综合,http://31182.hlsplay.aodianyun.com/lms_31182/tv_channel_175.m3u8
福州少儿,http://live.zohi.tv/video/s10001-sepd-4/index.m3u8
福州生活,http://live.zohi.tv/video/s10001-shpd-3/index.m3u8
福州影视,http://live.zohi.tv/video/s10001-yspd-2/index.m3u8
福州综合,http://live.zohi.tv/video/s10001-FZTV-1/index.m3u8
云霄综合,http://live.zzyxxw.com:85/live/xwzh.m3u8
石狮综合,http://live.chinashishi.net/ssxwzh/sd/live.m3u8
南安新闻综合,http://natv.cnjrna.com:3000/channel/sovp/1000000000000018/video_1564_none.m3u8
晋江电视台,http://stream.jinjiang.tv/1/sd/live.m3u8
德化新闻综合,http://ikukan.com/daili/gdy/gdy.php?id=dhzh
永泰综合,http://ytrmtzx.com:8278/yongtaipindao1/playlist.m3u8
福清综合,http://ikukan.com/daili/gdy/gdy.php?id=fqzh
长乐综合,http://ikukan.com/daili/gdy/gdy.php?id=cltv
武夷山文旅茶,http://fjwysdb.chinashadt.com:2036/live/3.stream/playlist.m3u8
武夷山综合频道,http://fjwysdb.chinashadt.com:2036/live/1.stream/playlist.m3u8
邵武新闻频道,http://84y6jdxz.live2.danghongyun.com/live/hls/8efcc6f8c3a1469181c23d1c64e61526/7a29fd92c3324a06a1b943711573b04f.m3u8
霞浦公共频道,http://218.106.152.196/lsdream/f2Hfjtd/5000/live.m3u8
尤溪旅游宣传,http://ikukan.com/daili/gdy/gdy.php?id=yxlyxc
尤溪新闻综合,http://ikukan.com/daili/gdy/gdy.php?id=yxxwzh
永安综合频道,http://218.106.152.196/lsdream/x6FnPrm/2000/live.m3u8
宁化电视一套,http://fjnhdb.chinashadt.com:2036/live/stream:nh1.stream/playlist.m3u8
将乐二套,http://218.106.152.196/lsdream/1MKmR5B/2000/live.m3u8
将乐综合,http://218.106.152.196/lsdream/9nbYeUc/1000/live.m3u8
大田二套,http://84y6jdxz.live2.danghongyun.com/live/hls/8a6db004318e4378b58d87f0414da77c/5a6c5d786f834df8a65b423af5851e6f.m3u8
大田综合,http://84y6jdxz.live2.danghongyun.com/live/hls/44193de64624414eb0110ebce59c63f8/0600869bdafe4500932addd3cc284c69.m3u8
新罗电视二套,http://stream.lyxltv.com/xinluotv/sd/live.m3u8
新罗电视一套,http://stream.lyxltv.com/xltv/sd/live.m3u8
龙岩公共频道,http://live.lytv.net.cn/ggpd/sd/live.m3u8
龙岩新闻综合,http://live.lytv.net.cn/zhpwd/hd/live.m3u8
漳州新闻综合,http://31182.hlsplay.aodianyun.com/lms_31182/tv_channel_175.m3u8
福州少儿,http://live.zohi.tv/video/s10001-sepd-4/index.m3u8
福州生活,http://live.zohi.tv/video/s10001-shpd-3/index.m3u8
福州影视,http://live.zohi.tv/video/s10001-yspd-2/index.m3u8
福州综合,http://live.zohi.tv/video/s10001-FZTV-1/index.m3u8
云霄综合,http://live.zzyxxw.com:85/live/xwzh.m3u8
石狮综合,http://live.chinashishi.net/ssxwzh/sd/live.m3u8
南安新闻综合,http://natv.cnjrna.com:3000/channel/sovp/1000000000000018/video_1564_none.m3u8
晋江电视台,http://stream.jinjiang.tv/1/sd/live.m3u8
德化新闻综合,http://ikukan.com/daili/gdy/gdy.php?id=dhzh
永泰综合,http://ytrmtzx.com:8278/yongtaipindao1/playlist.m3u8
福清综合-01,http://ikukan.com/daili/gdy/gdy.php?id=fqzh
长乐综合,http://ikukan.com/daili/gdy/gdy.php?id=cltv
武夷山文旅茶,http://fjwysdb.chinashadt.com:2036/live/3.stream/playlist.m3u8
武夷山综合频道,http://fjwysdb.chinashadt.com:2036/live/1.stream/playlist.m3u8
邵武新闻频道,http://84y6jdxz.live2.danghongyun.com/live/hls/8efcc6f8c3a1469181c23d1c64e61526/7a29fd92c3324a06a1b943711573b04f.m3u8
霞浦公共频道,http://218.106.152.196/lsdream/f2Hfjtd/5000/live.m3u8
霞浦综合频道,http://218.106.152.196/lsdream/6801k6E/5000/live.m3u8
尤溪旅游宣传,http://ikukan.com/daili/gdy/gdy.php?id=yxlyxc
尤溪新闻综合-01,http://ikukan.com/daili/gdy/gdy.php?id=yxxwzh
永安综合频道,http://218.106.152.196/lsdream/x6FnPrm/2000/live.m3u8
宁化电视一套,http://fjnhdb.chinashadt.com:2036/live/stream:nh1.stream/playlist.m3u8
将乐二套,http://218.106.152.196/lsdream/1MKmR5B/2000/live.m3u8
将乐综合,http://218.106.152.196/lsdream/9nbYeUc/1000/live.m3u8
大田二套,http://84y6jdxz.live2.danghongyun.com/live/hls/8a6db004318e4378b58d87f0414da77c/5a6c5d786f834df8a65b423af5851e6f.m3u8
大田综合,http://84y6jdxz.live2.danghongyun.com/live/hls/44193de64624414eb0110ebce59c63f8/0600869bdafe4500932addd3cc284c69.m3u8
新罗电视二套,http://stream.lyxltv.com/xinluotv/sd/live.m3u8
新罗电视一套,http://stream.lyxltv.com/xltv/sd/live.m3u8
宁德公共频道-01,http://live.nddst.com/ndtv2/1080P/live.m3u8
宁德新闻综合-01,http://live.nddst.com/ndtv1/1080P/live.m3u8
龙岩公共频道-01,http://live.lytv.net.cn/ggpd/sd/live.m3u8
龙岩新闻综合-01,http://live.lytv.net.cn/zhpwd/hd/live.m3u8
漳州新闻综合,http://31182.hlsplay.aodianyun.com/lms_31182/tv_channel_175.m3u8
福州少儿-01,http://live.zohi.tv/video/s10001-sepd-4/index.m3u8
福州生活-01,http://live.zohi.tv/video/s10001-shpd-3/index.m3u8
福州影视-01,http://live.zohi.tv/video/s10001-yspd-2/index.m3u8
福州综合-01,http://live.zohi.tv/video/s10001-FZTV-1/index.m3u8
福建综合-01,http://p2.weizan.cn/11844069/132114573749498521/live.m3u8
云霄综合,http://live.zzyxxw.com:85/live/xwzh.m3u8
石狮综合,http://live.chinashishi.net/ssxwzh/sd/live.m3u8
南安新闻综合,http://natv.cnjrna.com:3000/channel/sovp/1000000000000018/video_1564_none.m3u8
晋江电视台,http://stream.jinjiang.tv/1/sd/live.m3u8
德化新闻综合,http://ikukan.com/daili/gdy/gdy.php?id=dhzh
永泰综合,http://ytrmtzx.com:8278/yongtaipindao1/playlist.m3u8
福清综合-01,http://ikukan.com/daili/gdy/gdy.php?id=fqzh
长乐综合,http://ikukan.com/daili/gdy/gdy.php?id=cltv
武夷山文旅茶,http://fjwysdb.chinashadt.com:2036/live/3.stream/playlist.m3u8
武夷山综合频道,http://fjwysdb.chinashadt.com:2036/live/1.stream/playlist.m3u8
邵武新闻频道,http://84y6jdxz.live2.danghongyun.com/live/hls/8efcc6f8c3a1469181c23d1c64e61526/7a29fd92c3324a06a1b943711573b04f.m3u8
霞浦公共频道,http://218.106.152.196/lsdream/f2Hfjtd/5000/live.m3u8
霞浦综合频道,http://218.106.152.196/lsdream/6801k6E/5000/live.m3u8
尤溪旅游宣传,http://ikukan.com/daili/gdy/gdy.php?id=yxlyxc
尤溪新闻综合-01,http://ikukan.com/daili/gdy/gdy.php?id=yxxwzh
永安综合频道,http://218.106.152.196/lsdream/x6FnPrm/2000/live.m3u8
宁化电视一套,http://fjnhdb.chinashadt.com:2036/live/stream:nh1.stream/playlist.m3u8
将乐二套,http://218.106.152.196/lsdream/1MKmR5B/2000/live.m3u8
将乐综合,http://218.106.152.196/lsdream/9nbYeUc/1000/live.m3u8
大田二套,http://84y6jdxz.live2.danghongyun.com/live/hls/8a6db004318e4378b58d87f0414da77c/5a6c5d786f834df8a65b423af5851e6f.m3u8
大田综合,http://84y6jdxz.live2.danghongyun.com/live/hls/44193de64624414eb0110ebce59c63f8/0600869bdafe4500932addd3cc284c69.m3u8
新罗电视二套,http://stream.lyxltv.com/xinluotv/sd/live.m3u8
新罗电视一套,http://stream.lyxltv.com/xltv/sd/live.m3u8
宁德公共频道-01,http://live.nddst.com/ndtv2/1080P/live.m3u8
宁德新闻综合-01,http://live.nddst.com/ndtv1/1080P/live.m3u8
龙岩公共频道-01,http://live.lytv.net.cn/ggpd/sd/live.m3u8
龙岩新闻综合-01,http://live.lytv.net.cn/zhpwd/hd/live.m3u8
漳州新闻综合,http://31182.hlsplay.aodianyun.com/lms_31182/tv_channel_175.m3u8
福州少儿-01,http://live.zohi.tv/video/s10001-sepd-4/index.m3u8
福州生活-01,http://live.zohi.tv/video/s10001-shpd-3/index.m3u8
福州影视-01,http://live.zohi.tv/video/s10001-yspd-2/index.m3u8
福州综合-01,http://live.zohi.tv/video/s10001-FZTV-1/index.m3u8
福建综合-01,http://p2.weizan.cn/11844069/132114573749498521/live.m3u8
云霄综合,http://live.zzyxxw.com:85/live/xwzh.m3u8
石狮综合,http://live.chinashishi.net/ssxwzh/sd/live.m3u8
南安新闻综合,http://natv.cnjrna.com:3000/channel/sovp/1000000000000018/video_1564_none.m3u8
晋江电视台,http://stream.jinjiang.tv/1/sd/live.m3u8
德化新闻综合,http://ikukan.com/daili/gdy/gdy.php?id=dhzh
永泰综合,http://ytrmtzx.com:8278/yongtaipindao1/playlist.m3u8
福清综合,http://ikukan.com/daili/gdy/gdy.php?id=fqzh
长乐综合,http://ikukan.com/daili/gdy/gdy.php?id=cltv
武夷山文旅茶,http://fjwysdb.chinashadt.com:2036/live/3.stream/playlist.m3u8
武夷山综合频道,http://fjwysdb.chinashadt.com:2036/live/1.stream/playlist.m3u8
邵武新闻频道,http://84y6jdxz.live2.danghongyun.com/live/hls/8efcc6f8c3a1469181c23d1c64e61526/7a29fd92c3324a06a1b943711573b04f.m3u8
霞浦公共频道,http://218.106.152.196/lsdream/f2Hfjtd/5000/live.m3u8
尤溪旅游宣传,http://ikukan.com/daili/gdy/gdy.php?id=yxlyxc
尤溪新闻综合,http://ikukan.com/daili/gdy/gdy.php?id=yxxwzh
永安综合频道,http://218.106.152.196/lsdream/x6FnPrm/2000/live.m3u8
宁化电视一套,http://fjnhdb.chinashadt.com:2036/live/stream:nh1.stream/playlist.m3u8
将乐二套,http://218.106.152.196/lsdream/1MKmR5B/2000/live.m3u8
将乐综合,http://218.106.152.196/lsdream/9nbYeUc/1000/live.m3u8
大田二套,http://84y6jdxz.live2.danghongyun.com/live/hls/8a6db004318e4378b58d87f0414da77c/5a6c5d786f834df8a65b423af5851e6f.m3u8
大田综合,http://84y6jdxz.live2.danghongyun.com/live/hls/44193de64624414eb0110ebce59c63f8/0600869bdafe4500932addd3cc284c69.m3u8
新罗电视二套,http://stream.lyxltv.com/xinluotv/sd/live.m3u8
新罗电视一套,http://stream.lyxltv.com/xltv/sd/live.m3u8
龙岩公共频道,http://live.lytv.net.cn/ggpd/sd/live.m3u8
龙岩新闻综合,http://live.lytv.net.cn/zhpwd/hd/live.m3u8
漳州新闻综合,http://31182.hlsplay.aodianyun.com/lms_31182/tv_channel_175.m3u8
福州少儿,http://live.zohi.tv/video/s10001-sepd-4/index.m3u8
福州生活,http://live.zohi.tv/video/s10001-shpd-3/index.m3u8
福州影视,http://live.zohi.tv/video/s10001-yspd-2/index.m3u8
福州综合,http://live.zohi.tv/video/s10001-FZTV-1/index.m3u8


山西频道,#genre#
山西卫视,http://liveflash.sxrtv.com/live/sxwshd.m3u8
山西经济,http://liveflash.sxrtv.com/live/sxfinance.m3u8
山西社会,http://liveflash.sxrtv.com/live/sxedu.m3u8
山西公共,http://liveflash.sxrtv.com/live/sxpublic.m3u8
山西影视,http://liveflash.sxrtv.com/live/sxfilm.m3u8
山西黄河,http://liveflash.sxrtv.com/live/huanghe.m3u8
临汾-吉县新闻综合,http://jxlive.jxrmtzx.com:8091/live/xwzh.m3u8
大同新闻综合,http://live.dtradio.com.cn/xwzh/playlist.m3u8?_upt=2fed0d9b1641052613
大同公共,http://live.dtradio.com.cn/ggpd/playlist.m3u8?_upt=59608bd81641052699
大同煤都生活,http://live.dtradio.com.cn/mdsh/playlist.m3u8?_upt=ced832601641052752
晋中公共,http://jzdb.jztvnews.com:83/live/mount_for_ts/jzgg.m3u8
晋中公共,http://jzlive.jztvnews.com:90/live/jzgg.m3u8
晋中综合,http://jzdb.jztvnews.com:83/live/mount_for_ts/jzzh.m3u8
晋中综合,http://jzlive.jztvnews.com:90/live/jzzh.m3u8
晋城公共,http://live.jinnews.com.cn/ggpd/sd/live.m3u8
晋城新闻,http://live.jinnews.com.cn/xwzh/sd/live.m3u8
吉县电视台,http://jxlive.jxrmtzx.com:8091/live/xwzh.m3u8
孝义频道,http://app.xygdcm.com:2036/live/stream:xy1.stream/chunklist_w1724061406.m3u8
灵石新闻综合,https://live-stream.lsxrmtzx.com/live/video.m3u8
朔州-1,http://stream.sxsztv.com/live1/sd/live.m3u8
朔州-2,http://stream.sxsztv.com/live2/sd/live.m3u8
长子综合 HD,rtmp://zzlive.zzc-media.com/live/xwzh
长子综合 HD,http://zzlive.zzc-media.com:8092/live/xwzh.m3u8
柳林综合,http://pili-live-rtmp.212.i2863.com/i2863-212/live_212_336940.m3u8
柳林影视,http://pili-live-hls.212.i2863.com/i2863-212/live_212_316579.m3u8
屯留综合,http://qqlivepull.seedata.top/live/tunliu_video1.m3u8
怀仁综合,http://1yp7hc5p.live.sxmty.com/live/hls/bff8529922344209985b6e49baa9555a/efa2543628fc4a7ea93d3d6c975f77dc.m3u8
潞城新闻综合,http://59.48.42.6:62204/lucheng.m3u8
大宁综合,http://live.daningtv.com/channel1/sd/live.m3u8
汾西综合,https://qmmqvzoz.live.sxmty.com/live/hls/f24f8a390c084386a564074c9260100c/be3fdf07606145739ab2c4b80fe0136a.m3u8
侯马新闻,http://ikukan.com/daili/gdy/gdy.php?id=hmxwzh
洪洞综合,http://ws8rktr8.live.sxmty.com/live/hls/4227fed8da394274ad72bd476a9fb6ef/29b7cef8cd4f4059850c263339a4a673-1.m3u8
吉县新闻综合,http://jxlive.jxrmtzx.com:8091/live/xwzh.m3u8
翼城综合,http://live.aiyicheng.com.cn/channel1/sd/live.m3u8
灵石新闻综合,https://live-stream.lsxrmtzx.com/live/video.m3u8
昔阳电视台,https://muspz2pi.live.sxmty.com/live/hls/33a3ffb76e06432cb2e535e58aa8441d/6644d056086b4f608c87db5be6d7f05e.m3u8
河曲新闻综合,http://w9dlwfw4.live.sxmty.com/live/hls/1fef51ab2fa94d11830411421272c2fd/8baaa4e2cbd64ed89d84d7e0ac0279ee-1.m3u8
宁武综合,https://fvsln5ps.live.sxmty.com/live/hls/7922d2cdc4734bb3921826418cfa992d/cd7756e2135a48758e73017d502d8ec1-1.m3u8
高平综合,http://live.gprmt.cn/gpnews/hd/live.m3u8
灵丘电视台,https://stream.icelook.cn/1a7c625fde427dc3/6735154231323395076_1611041008.m3u8?auth_key=1893456000-0-0-fe9d45877d8cdddb4afccd9c1a12f3f8
襄汾综合,http://7sycrzf7.live.sxmty.com/live/hls/da9222d15ce7491d85fe3519e5201df5/af161dfd2a434b22b3b75fdd72fb9038-1.m3u8

江苏频道,#genre#
宜兴紫砂频道,http://live-dft-hls-yf.jstv.com/live/yixing_zs/online.m3u8
宜兴新闻HD,http://live-dft-hls-yf.jstv.com/live/yixing_xw/online.m3u8
东海国学,http://183.207.248.71/PLTV/3/224/3221227736/index.m3u8
东海文娱-02,http://223.110.243.162/ott.js.chinamobile.com/PLTV/3/224/3221227739/index.m3u8
东海文娱-01,http://183.207.248.71/PLTV/3/224/3221227739/index.m3u8
东海新闻-02,http://223.110.243.162/ott.js.chinamobile.com/PLTV/3/224/3221227792/index.m3u8
东海新闻-01,http://183.207.248.71/PLTV/3/224/3221227792/index.m3u8
张家港民生,http://3gvod.zjgonline.com.cn:1935/live/shehuishenghuo2/playlist.m3u8
张家港综合,http://3gvod.zjgonline.com.cn:1935/live/xinwenzonghe2/playlist.m3u8
靖江新闻-02,http://58.222.151.43:1935/live/xwzhpc/playlist.m3u8
靖江新闻-01,http://visit.jjbctv.com:1935/live/xwzhpc/playlist.m3u8
仪征化纤-03,http://223.110.243.158/ott.js.chinamobile.com/PLTV/3/224/3221227702/index.m3u8
仪征化纤-02,http://223.110.243.146/ott.js.chinamobile.com/PLTV/3/224/3221227702/index.m3u8
仪征化纤-01,http://183.207.248.71/PLTV/3/224/3221227702/index.m3u8
沛县文艺影视,http://223.110.245.151/ott.js.chinamobile.com/PLTV/3/224/3221227681/index.m3u8
沛县新闻综合-02,https://peixian-hls-tv-yf.cm.jstv.com/live/pxzh/online.m3u8
南通文化旅游,http://cm.wshls.homecdn.com/live/7cc1.m3u8
南通公共频道,http://cm.wshls.homecdn.com/live/7cc5.m3u8
南通教育频道,http://cm.wshls.homecdn.com/live/7cc7.m3u8
楚南通新闻综合,http://cm.wshls.homecdn.com/live/7cc9.m3u8
江阴新闻综合,http://jytv-3-live.weecloud.cn/prod/KhwSsOSw7oLpEABi.m3u8
睢宁三农-01,http://ott.js.chinamobile.com/PLTV/3/224/3221227709/index.m3u8
睢宁资讯,http://ott.js.chinamobile.com/PLTV/3/224/3221227712/index.m3u8
睢宁生活,http://ott.js.chinamobile.com/PLTV/3/224/3221227701/index.m3u8
睢宁综合,http://ott.js.chinamobile.com/PLTV/3/224/3221227706/index.m3u8
宜兴新闻频道,http://live-dft-hls-yf.jstv.com/live/yixing_xw/online.m3u8
武进生活频道,http://live.wjyanghu.com/live/CH2.m3u8
武进新闻频道,http://live.wjyanghu.com/live/CH1.m3u8
常州生活,http://223.110.246.80/ott.js.chinamobile.com/PLTV/4/224/3221227902/index.m3u8
常州公共,http://223.110.246.82/ott.js.chinamobile.com/PLTV/4/224/3221227905/index.m3u8
常州都市,http://223.110.246.82/ott.js.chinamobile.com/PLTV/4/224/3221227955/index.m3u8
﻿常州新闻综合,http://223.110.246.80/ott.js.chinamobile.com/PLTV/4/224/3221227899/index.m3u8
常州武进区,http://live.wjyanghu.com/live/CH2.m3u8 



广西频道,#genre#
南宁新闻频道,http://hls.nntv.cn/nnlive/NNTV_NEWS_A.m3u8
南宁都市频道,http://hls.nntv.cn/nnlive/NNTV_METRO_A.m3u8
南宁公共频道,http://hls.nntv.cn/nnlive/NNTV_PUB_A.m3u8
南宁影视频道,http://hls.nntv.cn/nnlive/NNTV_VOD_A.m3u8
梧州新闻,http://live.wzrtv.cn:80/xwzh1/sd/live.m3u8
梧州公共,http://live.wzrtv.cn:80/ggpd1/sd/live.m3u8
梧州教育生活,http://live.wzrtv.cn:80/jysh1/sd/live.m3u8
广西|防城港公共,https://live.fcgtvb.com/live/app3.m3u8?auth_key=1605689054-0-0-23fb97339caf6f5b76bc29e7662c4d8e 
广西|防城港新闻,https://live.fcgtvb.com/live/app1.m3u8?auth_key=1604480433-0-0-e42eb9c05386b5bc55c6a809943ebb1f 
广西|贵港新闻,rtmp://www.xijiangtv.com/live/ggtvzhpd 
广西|贵港公共,rtmp://www.xijiangtv.com/live/ggtvggpd 
广西|钦州综合,http://stream.gxqztv.com/01/sd/live.m3u8 
广西|钦州公共,http://stream.gxqztv.com/qztv03/sd/live.m3u8
广西|靖西综合,http://live.mudu.tv/watch/7ht25n.m3u8 
广西|忻城综合,http://222.216.244.93:19355/xctv/ch2.m3u8 



宁夏频道,#genre#
银川公共,http://stream.ycgbtv.com.cn/ycgg/sd/live.m3u8
银川生活,http://stream.ycgbtv.com.cn/ycxw/sd/live.m3u8
宁夏教育,http://43.251.36.15:5000/nl.m3u8?id=nxjy
吴忠综合,http://live.kanwz.net/zhpd/sd/live.m3u8
吴忠公共,http://live.kanwz.net/ggpd/sd/live.m3u8
青铜峡公共,http://httpdvb.slave.nx96200.cn:13164/playurl?playtype=live&protocol=http&playtoken=ABCDEFGHI&accesstoken=R5ECA3A64U3191B163K776AAA45I98525ADEPBM3238581V0Z9C465W1611EBE7BE3AEBED&programid=4200900255.m3u8
中宁综合,http://livepgc.cmc.ningxiahuangheyun.com/pgc/264a150c19de6a078f2b67fee2fa14fa.m3u8
海源电视台,http://httpdvb.slave.nx96200.cn:13164/playurl?playtype=live&protocol=hls&accesstoken=R60D35BAAU30912182K776AE004ICC9166B4PBM323D35AV1020DZ9C465W168B41AC189827EC&playtoken=31649KBRUYVTKBX10&verifycode=2003492868&rate=org&programid=4200900237.m3u8
永宁电视台,http://httpdvb.slave.nx96200.cn:13164/playurl?playtype=live&protocol=hls&accesstoken=R60D35BAAU30912182K776AE004ICC9166B4PBM323D35AV1020DZ9C465W168B41AC189827EC&playtoken=31649KBRUYVTKBX10&verifycode=2003492868&rate=org&programid=4200900271.m3u8
石嘴山综合,http://httpdvb.slave.nx96200.cn:13164/playurl?playtype=live&protocol=hls&accesstoken=R60D35BAAU30912182K776AE004ICC9166B4PBM323D35AV1020DZ9C465W168B41AC189827EC&playtoken=31649KBRUYVTKBX10&verifycode=2003492868&rate=org&programid=4200900266.m3u8
石嘴山公共,http://httpdvb.slave.nx96200.cn:13164/playurl?playtype=live&protocol=hls&accesstoken=R60D35BAAU30912182K776AE004ICC9166B4PBM323D35AV1020DZ9C465W168B41AC189827EC&playtoken=31649KBRUYVTKBX10&verifycode=2003492868&rate=org&programid=4200900268.m3u8
固原公共频道,http://httpdvb.slave.nx96200.cn:13164/playurl?playtype=live&protocol=http&playtoken=ABCDEFGHI&accesstoken=R5ECA3A64U3191B163K776AAA45I98525ADEPBM3238581V0Z9C465W1611EBE7BE3AEBED&programid=4200900261.m3u8
中卫综合频道,http://httpdvb.slave.nx96200.cn:13164/playurl?playtype=live&protocol=http&playtoken=ABCDEFGHI&accesstoken=R5ECA3A64U3191B163K776AAA45I98525ADEPBM3238581V0Z9C465W1611EBE7BE3AEBED&programid=4200900253.m3u8
灵武综合频道,http://httpdvb.slave.nx96200.cn:13164/playurl?playtype=live&protocol=http&playtoken=ABCDEFGHI&accesstoken=R5ECA3A64U3191B163K776AAA45I98525ADEPBM3238581V0Z9C465W1611EBE7BE3AEBED&programid=4200900232.m3u8
灵武文体频道,http://httpdvb.slave.nx96200.cn:13164/playurl?playtype=live&protocol=http&playtoken=ABCDEFGHI&accesstoken=R5ECA3A64U3191B163K776AAA45I98525ADEPBM3238581V0Z9C465W1611EBE7BE3AEBED&programid=4200900233.m3u8
平罗县电视台,http://httpdvb.slave.nx96200.cn:13164/playurl?playtype=live&protocol=http&playtoken=ABCDEFGHI&accesstoken=R5ECA3A64U3191B163K776AAA45I98525ADEPBM3238581V0Z9C465W1611EBE7BE3AEBED&programid=4200900265.m3u8
彭阳县电视台,http://httpdvb.slave.nx96200.cn:13164/playurl?playtype=live&protocol=http&playtoken=ABCDEFGHI&accesstoken=R5ECA3A64U3191B163K776AAA45I98525ADEPBM3238581V0Z9C465W1611EBE7BE3AEBED&programid=4200900262.m3u8
红寺堡区电视台,http://httpdvb.slave.nx96200.cn:13164/playurl?playtype=live&protocol=http&playtoken=ABCDEFGHI&accesstoken=R5ECA3A64U3191B163K776AAA45I98525ADEPBM3238581V0Z9C465W1611EBE7BE3AEBED&programid=4200900259.m3u8
隆德县电视台,http://httpdvb.slave.nx96200.cn:13164/playurl?playtype=live&protocol=http&playtoken=ABCDEFGHI&accesstoken=R5ECA3A64U3191B163K776AAA45I98525ADEPBM3238581V0Z9C465W1611EBE7BE3AEBED&programid=4200900235.m3u8
同心县电视台,http://httpdvb.slave.nx96200.cn:13164/playurl?playtype=live&protocol=http&playtoken=ABCDEFGHI&accesstoken=R5ECA3A64U3191B163K776AAA45I98525ADEPBM3238581V0Z9C465W1611EBE7BE3AEBED&programid=4200900236.m3u8
海原县电视台,http://httpdvb.slave.nx96200.cn:13164/playurl?playtype=live&protocol=http&playtoken=ABCDEFGHI&accesstoken=R5ECA3A64U3191B163K776AAA45I98525ADEPBM3238581V0Z9C465W1611EBE7BE3AEBED&programid=4200900237.m3u8
盐池县电视台,http://httpdvb.slave.nx96200.cn:13164/playurl?playtype=live&protocol=http&playtoken=ABCDEFGHI&accesstoken=R5ECA3A64U3191B163K776AAA45I98525ADEPBM3238581V0Z9C465W1611EBE7BE3AEBED&programid=4200900238.m3u8
永宁县电视台,http://httpdvb.slave.nx96200.cn:13164/playurl?playtype=live&protocol=http&playtoken=ABCDEFGHI&accesstoken=R5ECA3A64U3191B163K776AAA45I98525ADEPBM3238581V0Z9C465W1611EBE7BE3AEBED&programid=4200900272.m3u8
西吉县电视台,http://httpdvb.slave.nx96200.cn:13164/playurl?playtype=live&protocol=http&playtoken=ABCDEFGHI&accesstoken=R5ECA3A64U3191B163K776AAA45I98525ADEPBM3238581V0Z9C465W1611EBE7BE3AEBED&programid=4200900263.m3u8



海南频道,#genre#
海南新闻,http://149.129.100.78/hainan.php?id=5
海南经济,http://149.129.100.78/hainan.php?id=4
海南公共,http://149.129.100.78/hainan.php?id=6
海南文旅,http://149.129.100.78/hainan.php?id=8
海南少儿,http://149.129.100.78/hainan.php?id=9
三沙卫视,http://39.135.53.199/ott.fj.chinamobile.com/PLTV/88888888/224/3221227002/1.m3u8
三沙卫视,http://ivi.bupt.edu.cn/hls/sstv.m3u8



青海频道,#genre#
青海安多卫视,http://stream.qhbtv.com/adws/sd/live.m3u8
青海都市,http://stream.qhbtv.com/qhds/sd/live.m3u8
青海经视,http://stream.qhbtv.com/qhsh/sd/live.m3u8
果洛,http://39.134.155.149/PLTV/88888888/224/3221225662/index.m3u8
西宁新闻 超清,http://wshls.butel.com/live/139a3.flv
西宁生活服务 超清 ,http://wshls.butel.com/live/147f4.m3u8
西宁市-湟源综合,http://110.167.134.56:8081/hls/xjhuangyuan.m3u8
西宁市-湟源综合,http://livecdn.dmqhyadmin.com/hls/xjhuangyuan.m3u8
玉树新闻 标清,http://stream.ysbtv.net/1/sd/live.m3u8
门源综合,http://livecdn.dmqhyadmin.com/hls/xjmenyuan.m3u8
门源综合,http://110.167.134.56:8081/hls/xjmenyuan.m3u8
海东综合,http://liveqhhddst.sobeycache.com/hddst/zb5.m3u8?auth_key=1616661443-0-0-20915db72cc99fb292502bd11a5f6ec0
海西TV,http://stream.haixitv.cn/1/sd/live.m3u8
海西-格尔木生活公共,http://live.geermurmt.com/ggpd/sd/live.m3u8
海西-格尔木新闻综合,http://live.germurmt.com/xwzh/sd/live.m3u8


新疆频道,#genre#
新疆高清频道   新疆卫视FHD,http://111.0.27.21/livehyw5.chinamcache.com/hyw/zb01.m3u8
新疆卫视FHD,http://111.0.27.21/livehyw6.chinamcache.com/hyw/zb01.m3u8
新疆2台FHD,http://111.0.27.21/livehyw5.chinamcache.com/hyw/zb02.m3u8
新疆2台FHD,http://111.0.27.21/livehyw6.chinamcache.com/hyw/zb02.m3u8
新疆3台HD,http://111.0.27.21/livehyw5.chinamcache.com/hyw/zb03.m3u8
新疆3台HD,http://111.0.27.21/livehyw6.chinamcache.com/hyw/zb03.m3u8
新疆4台HD,http://111.0.27.21/livehyw5.chinamcache.com/hyw/zb04.m3u8
新疆4台HD,http://111.0.27.21/livehyw6.chinamcache.com/hyw/zb04.m3u8
新疆5台HD,http://111.0.27.21/livehyw5.chinamcache.com/hyw/zb05.m3u8
新疆5台HD,http://111.0.27.21/livehyw6.chinamcache.com/hyw/zb05.m3u8
新疆7台HD,http://111.0.27.21/livehyw5.chinamcache.com/hyw/zb07.m3u8
新疆7台HD,http://111.0.27.21/livehyw6.chinamcache.com/hyw/zb07.m3u8
新疆8台HD,http://111.0.27.21/livehyw5.chinamcache.com/hyw/zb08.m3u8
新疆8台HD,http://111.0.27.21/livehyw6.chinamcache.com/hyw/zb08.m3u8
新疆9台HD,http://111.0.27.21/livehyw5.chinamcache.com/hyw/zb09.m3u8
新疆9台HD,http://111.0.27.21/livehyw6.chinamcache.com/hyw/zb09.m3u8
新疆10台HD,http://111.0.27.21/livehyw5.chinamcache.com/hyw/zb10.m3u8
新疆10台HD,http://111.0.27.21/livehyw6.chinamcache.com/hyw/zb10.m3u8
新疆11台HD,http://111.0.27.21/livehyw5.chinamcache.com/hyw/zb11.m3u8
新疆11台HD,http://111.0.27.21/livehyw6.chinamcache.com/hyw/zb11.m3u8
新疆12台HD,http://111.0.27.21/livehyw5.chinamcache.com/hyw/zb12.m3u8
新疆12台HD,http://111.0.27.21/livehyw6.chinamcache.com/hyw/zb12.m3u8

咪咕体育,#genre#
1咪咕体育,http://39.135.46.246:6610/PLTV/77777777/224/3221225965/index.m3u8?hls
2咪咕体育,http://39.135.46.246:6610/PLTV/77777777/224/3221225962/index.m3u8?hls
3咪咕体育,http://39.135.46.246:6610/PLTV/77777777/224/3221225959/index.m3u8?hls
4咪咕体育,http://39.135.46.246:6610/PLTV/77777777/224/3221225935/index.m3u8?hls
5咪咕体育,http://39.135.46.246:6610/PLTV/77777777/224/3221225906/index.m3u8?hls
6咪咕体育,http://39.135.46.246:6610/PLTV/77777777/224/3221225876/index.m3u8?hls
7咪咕体育,http://39.135.46.246:6610/PLTV/77777777/224/3221225920/index.m3u8?hls
8咪咕体育,http://39.135.46.246:6610/PLTV/77777777/224/3221225917/index.m3u8?hls
9咪咕体育,http://39.135.46.246:6610/PLTV/77777777/224/3221225914/index.m3u8?hls
10咪咕体育,http://39.135.46.246:6610/PLTV/77777777/224/3221225911/index.m3u8?hls
11咪咕体育,http://39.135.46.246:6610/PLTV/77777777/224/3221225908/index.m3u8?hls
12咪咕体育,http://39.135.46.246:6610/PLTV/77777777/224/3221225905/index.m3u8?hls
13咪咕体育,http://39.135.46.246:6610/PLTV/77777777/224/3221225902/index.m3u8?hls
14咪咕体育,http://39.135.46.246:6610/PLTV/77777777/224/3221225899/index.m3u8?hls
15咪咕体育,http://39.135.46.246:6610/PLTV/77777777/224/3221225896/index.m3u8?hls
16咪咕体育,http://39.135.46.246:6610/PLTV/77777777/224/3221225893/index.m3u8?hls
17咪咕体育,http://39.135.46.246:6610/PLTV/77777777/224/3221225871/index.m3u8?hls
18咪咕体育,http://39.135.46.246:6610/PLTV/77777777/224/3221225868/index.m3u8?hls
19咪咕体育,http://39.135.46.246:6610/PLTV/77777777/224/3221225865/index.m3u8?hls
21咪咕体育,http://39.135.46.246:6610/PLTV/77777777/224/3221225862/index.m3u8?hls
22咪咕体育,http://39.135.46.246:6610/PLTV/77777777/224/3221225861/index.m3u8?hls
23咪咕体育,http://39.135.46.246:6610/PLTV/77777777/224/3221225860/index.m3u8?hls
24咪咕体育,http://39.135.46.246:6610/PLTV/77777777/224/3221225859/index.m3u8?hls
25咪咕体育,http://39.135.46.246:6610/PLTV/77777777/224/3221225858/index.m3u8?hls
26咪咕体育,http://39.135.46.246:6610/PLTV/77777777/224/3221225857/index.m3u8?hls
27咪咕体育,http://39.135.46.246:6610/PLTV/77777777/224/3221225856/index.m3u8?hls
28咪咕体育,http://39.135.46.246:6610/PLTV/77777777/224/3221225855/index.m3u8?hls
29咪咕体育,http://39.135.46.246:6610/PLTV/77777777/224/3221225854/index.m3u8?hls
30咪咕体育,http://39.135.46.246:6610/PLTV/77777777/224/3221225853/index.m3u8?hls
31咪咕体育,http://39.135.46.246:6610/PLTV/77777777/224/3221225852/index.m3u8?hls
32咪咕体育,http://39.135.46.246:6610/PLTV/77777777/224/3221225851/index.m3u8?hls
33咪咕体育,http://39.135.46.246:6610/PLTV/77777777/224/3221225849/index.m3u8?hls
34咪咕体育,http://39.135.46.246:6610/PLTV/77777777/224/3221225848/index.m3u8?hls
35咪咕体育,http://39.135.46.246:6610/PLTV/77777777/224/3221225846/index.m3u8?hls
36咪咕体育,http://39.135.46.246:6610/PLTV/77777777/224/3221225845/index.m3u8?hls
37咪咕体育,http://39.135.46.246:6610/PLTV/77777777/224/3221225843/index.m3u8?hls
38咪咕体育,http://39.135.46.246:6610/PLTV/77777777/224/3221225842/index.m3u8?hls
39咪咕体育,http://39.135.46.246:6610/PLTV/77777777/224/3221225840/index.m3u8?hls
40咪咕体育,http://39.135.46.246:6610/PLTV/77777777/224/3221225839/index.m3u8?hls
41咪咕体育,http://39.135.46.246:6610/PLTV/77777777/224/3221225837/index.m3u8?hls
42咪咕体育,http://39.135.46.246:6610/PLTV/77777777/224/3221225834/index.m3u8?hls
43咪咕体育,http://39.135.46.246:6610/PLTV/77777777/224/3221225820/index.m3u8?hls
44咪咕体育,http://39.135.46.246:6610/PLTV/77777777/224/3221225817/index.m3u8?hls
45咪咕体育,http://39.135.46.246:6610/PLTV/77777777/224/3221225814/index.m3u8?hls
46咪咕体育,http://39.135.46.246:6610/PLTV/77777777/224/3221225811/index.m3u8?hls
47咪咕体育,http://39.135.46.246:6610/PLTV/77777777/224/3221225808/index.m3u8?hls
48咪咕体育,http://39.135.46.246:6610/PLTV/77777777/224/3221225805/index.m3u8?hls
49咪咕体育,http://39.135.46.246:6610/PLTV/77777777/224/3221225802/index.m3u8?hls
50咪咕体育,http://39.135.46.246:6610/PLTV/77777777/224/3221225799/index.m3u8?hls
51咪咕体育,http://39.135.46.246:6610/PLTV/77777777/224/3221225796/index.m3u8?hls
52咪咕体育,http://39.135.46.246:6610/PLTV/77777777/224/3221225793/index.m3u8?hls
53咪咕体育,http://39.135.46.246:6610/PLTV/77777777/224/3221225792/index.m3u8?hls
54咪咕体育,http://39.135.46.246:6610/PLTV/77777777/224/3221225789/index.m3u8?hls
55咪咕体育,http://39.135.46.246:6610/PLTV/77777777/224/3221225786/index.m3u8?hls
56咪咕体育,http://39.135.46.246:6610/PLTV/77777777/224/3221225783/index.m3u8?hls
57咪咕体育,http://39.135.46.246:6610/PLTV/77777777/224/3221225780/index.m3u8?hls
58咪咕体育,http://39.135.46.246:6610/PLTV/77777777/224/3221225777/index.m3u8?hls
59咪咕体育,http://39.135.46.246:6610/PLTV/77777777/224/3221225774/index.m3u8?hls
60咪咕体育,http://39.135.46.246:6610/PLTV/77777777/224/3221225771/index.m3u8?hls
61咪咕体育,http://39.135.46.246:6610/PLTV/77777777/224/3221225769/index.m3u8?hls
62咪咕体育,http://39.135.46.246:6610/PLTV/77777777/224/3221225654/index.m3u8?hls
CA (FR) TVA SPORTS,http://restream-live.realiptv.to:8080/waybetter3/live3/92658
CA NIeb SPORTS,http://restream-live.realiptv.to:8080/waybetter3/live3/3153
CA NIeb Sports HD,http://restream-live.realiptv.to:8080/waybetter3/live3/88062
CA DAZN 01,http://restream-live.realiptv.to:8080/waybetter3/live3/505752
CA Dazn 02,http://restream-live.realiptv.to:8080/waybetter3/live3/505753
CA Dazn 03,http://restream-live.realiptv.to:8080/waybetter3/live3/505754
CA Dazn 04,http://restream-live.realiptv.to:8080/waybetter3/live3/505755
CA Dazn 05,http://restream-live.realiptv.to:8080/waybetter3/live3/505756
CA Dazn 06,http://restream-live.realiptv.to:8080/waybetter3/live3/505757
CA Dazn 07,http://restream-live.realiptv.to:8080/waybetter3/live3/505758
CA Dazn 08,http://restream-live.realiptv.to:8080/waybetter3/live3/505759
CA Dazn 09,http://restream-live.realiptv.to:8080/waybetter3/live3/505760
CA Dazn 10,http://restream-live.realiptv.to:8080/waybetter3/live3/505761
CA Dazn 11,http://restream-live.realiptv.to:8080/waybetter3/live3/505762
CA Dazn 12,http://restream-live.realiptv.to:8080/waybetter3/live3/505763
CA Dazn 13,http://restream-live.realiptv.to:8080/waybetter3/live3/505764
CA Fox Sports Racing,http://restream-live.realiptv.to:8080/waybetter3/live3/3053
CA MLB Network,http://restream-live.realiptv.to:8080/waybetter3/live3/3150
CA bascket_TV,http://restream-live.realiptv.to:8080/waybetter3/live3/3092
CA NFL Network,http://restream-live.realiptv.to:8080/waybetter3/live3/3067
CA SPORTSMAN (B),http://restream-live.realiptv.to:8080/waybetter3/live3/93136
CA SPORTSNET 360,http://restream-live.realiptv.to:8080/waybetter3/live3/3073
CA SPORTSNET EAST,http://restream-live.realiptv.to:8080/waybetter3/live3/3072
CA SPORTSNET ONE,http://restream-live.realiptv.to:8080/waybetter3/live3/3071
CA SPORTSNET ONTARIO,http://restream-live.realiptv.to:8080/waybetter3/live3/3070
CA SPORTSNET PACIFIC,http://restream-live.realiptv.to:8080/waybetter3/live3/3069
CA SPORTSNET PPV,http://restream-live.realiptv.to:8080/waybetter3/live3/3155
CA SPORTSNET WEST,http://restream-live.realiptv.to:8080/waybetter3/live3/3068
CA Sportsnet World,http://restream-live.realiptv.to:8080/waybetter3/live3/88060
CA SUPER SPORTS CH 296,http://restream-live.realiptv.to:8080/waybetter3/live3/59872
CA SUPER SPORTS CH 297,http://restream-live.realiptv.to:8080/waybetter3/live3/59873
CA SUPER SPORTS CH 322,http://restream-live.realiptv.to:8080/waybetter3/live3/59874
CA SUPER SPORTS CH 323,http://restream-live.realiptv.to:8080/waybetter3/live3/59875
CA SUPER SPORTS CH 324,http://restream-live.realiptv.to:8080/waybetter3/live3/59876
CA SUPER SPORTS CH 368,http://restream-live.realiptv.to:8080/waybetter3/live3/3341
CA SUPER SPORTS CH 368,http://restream-live.realiptv.to:8080/waybetter3/live3/3201
CA SUPER SPORTS CH 422,http://restream-live.realiptv.to:8080/waybetter3/live3/3207
CA SUPER SPORTS CH 431,http://restream-live.realiptv.to:8080/waybetter3/live3/3313
CA SUPER SPORTS CH 432,http://restream-live.realiptv.to:8080/waybetter3/live3/3342
CA SUPER SPORTS CH 433,http://restream-live.realiptv.to:8080/waybetter3/live3/3315
CA SUPER SPORTS CH 434,http://restream-live.realiptv.to:8080/waybetter3/live3/3316
CA SUPER SPORTS CH 435,http://restream-live.realiptv.to:8080/waybetter3/live3/3317
CA SUPER SPORTS CH 436,http://restream-live.realiptv.to:8080/waybetter3/live3/3343
CA SUPER SPORTS CH 437,http://restream-live.realiptv.to:8080/waybetter3/live3/3344
CA SUPER SPORTS CH 438,http://restream-live.realiptv.to:8080/waybetter3/live3/3345
CA SUPER SPORTS CH 439,http://restream-live.realiptv.to:8080/waybetter3/live3/3346
CA SUPER SPORTS CH 440,http://restream-live.realiptv.to:8080/waybetter3/live3/3347
CA SUPER SPORTS CH 440,http://restream-live.realiptv.to:8080/waybetter3/live3/3322
CA SUPER SPORTS CH 441,http://restream-live.realiptv.to:8080/waybetter3/live3/3348
CA SUPER SPORTS CH 442,http://restream-live.realiptv.to:8080/waybetter3/live3/3349
CA SUPER SPORTS CH 443,http://restream-live.realiptv.to:8080/waybetter3/live3/3350
CA SUPER SPORTS CH 444,http://restream-live.realiptv.to:8080/waybetter3/live3/3351
CA SUPER SPORTS CH 450,http://restream-live.realiptv.to:8080/waybetter3/live3/3352
CA SUPER SPORTS CH 452,http://restream-live.realiptv.to:8080/waybetter3/live3/3328
CA SUPER SPORTS CH 453,http://restream-live.realiptv.to:8080/waybetter3/live3/3329
CA SUPER SPORTS CH 454,http://restream-live.realiptv.to:8080/waybetter3/live3/3332
CA SUPER SPORTS CH 455,http://restream-live.realiptv.to:8080/waybetter3/live3/3330
CA SUPER SPORTS CH 456,http://restream-live.realiptv.to:8080/waybetter3/live3/3331
CA SUPER SPORTS CH 457,http://restream-live.realiptv.to:8080/waybetter3/live3/3333
CA SUPER SPORTS CH 458,http://restream-live.realiptv.to:8080/waybetter3/live3/3334
CA SUPER SPORTS CH 459,http://restream-live.realiptv.to:8080/waybetter3/live3/3335
CA SUPER SPORTS CH 460,http://restream-live.realiptv.to:8080/waybetter3/live3/3336
CA SUPER SPORTS CH 461,http://restream-live.realiptv.to:8080/waybetter3/live3/3337
CA SUPER SPORTS CH 461,http://restream-live.realiptv.to:8080/waybetter3/live3/88025
CA SUPER SPORTS CH 462,http://restream-live.realiptv.to:8080/waybetter3/live3/3354
CA SUPER SPORTS CH 464,http://restream-live.realiptv.to:8080/waybetter3/live3/3339
CA SUPER SPORTS CH 465,http://restream-live.realiptv.to:8080/waybetter3/live3/3340
CA SUPER SPORTS CH 472,http://restream-live.realiptv.to:8080/waybetter3/live3/57828
CA SUPER SPORTS CH 473,http://restream-live.realiptv.to:8080/waybetter3/live3/3355
CA SUPER SPORTS CH 474,http://restream-live.realiptv.to:8080/waybetter3/live3/3356
CA SUPER SPORTS CH 475,http://restream-live.realiptv.to:8080/waybetter3/live3/3357
CA SUPER SPORTS CH 476,http://restream-live.realiptv.to:8080/waybetter3/live3/3358
CA SUPER SPORTS CH 477,http://restream-live.realiptv.to:8080/waybetter3/live3/3359
CA SUPER SPORTS CH 478,http://restream-live.realiptv.to:8080/waybetter3/live3/3361
CA SUPER SPORTS CH 479,http://restream-live.realiptv.to:8080/waybetter3/live3/3360
CA SUPER SPORTS CH 480,http://restream-live.realiptv.to:8080/waybetter3/live3/3362
CA SUPER SPORTS CH 481,http://restream-live.realiptv.to:8080/waybetter3/live3/3363
CA SUPER SPORTS CH 482,http://restream-live.realiptv.to:8080/waybetter3/live3/3364
CA SUPER SPORTS CH 483,http://restream-live.realiptv.to:8080/waybetter3/live3/3365
CA SUPER SPORTS CH 484,http://restream-live.realiptv.to:8080/waybetter3/live3/3366
CA TSN 1 UHD,http://restream-live.realiptv.to:8080/waybetter3/live3/3146
CA TSN 2 UHD,http://restream-live.realiptv.to:8080/waybetter3/live3/3145
CA TSN 3 UHD,http://restream-live.realiptv.to:8080/waybetter3/live3/3144
CA TSN 4 UHD,http://restream-live.realiptv.to:8080/waybetter3/live3/3143
CA TSN 5,http://restream-live.realiptv.to:8080/waybetter3/live3/3142
CA TSN4 HD Blackout,http://restream-live.realiptv.to:8080/waybetter3/live3/88078
CA TSN5 Blackout,http://restream-live.realiptv.to:8080/waybetter3/live3/88079
CA TSN5 HD Blackout 2,http://restream-live.realiptv.to:8080/waybetter3/live3/88080
DE | DAZN SPORT 1,http://restream-live.realiptv.to:8080/waybetter3/live3/434604
DE | DAZN SPORT 2,http://restream-live.realiptv.to:8080/waybetter3/live3/434605
DE| earth BUNDESLIGA 1 HD,http://restream-live.realiptv.to:8080/waybetter3/live3/523231
DE| earth BUNDESLIGA 2 HD weekend only,http://restream-live.realiptv.to:8080/waybetter3/live3/523230
DE| earth BUNDESLIGA 3 HD weekend only,http://restream-live.realiptv.to:8080/waybetter3/live3/523229
DE| earth BUNDESLIGA 4 HD weekend only,http://restream-live.realiptv.to:8080/waybetter3/live3/523228
DE| earth BUNDESLIGA 5 HD weekend only,http://restream-live.realiptv.to:8080/waybetter3/live3/523227
DE| earth BUNDESLIGA 7 HD weekend only,http://restream-live.realiptv.to:8080/waybetter3/live3/523225
DE| earth BUNDESLIGA 8 HD weekend only,http://restream-live.realiptv.to:8080/waybetter3/live3/523224
Soccer Serie A 01:,http://restream-live.realiptv.to:8080/waybetter3/live3/511069
Soccer Serie A 02:,http://restream-live.realiptv.to:8080/waybetter3/live3/511070
Soccer Serie A 03:,http://restream-live.realiptv.to:8080/waybetter3/live3/511071
Soccer Serie A 04:,http://restream-live.realiptv.to:8080/waybetter3/live3/511072
Soccer Serie A 05:,http://restream-live.realiptv.to:8080/waybetter3/live3/511073
Soccer Serie A 06:,http://restream-live.realiptv.to:8080/waybetter3/live3/511074
Soccer Serie A 07:,http://restream-live.realiptv.to:8080/waybetter3/live3/511075
Soccer Serie A 08:,http://restream-live.realiptv.to:8080/waybetter3/live3/511076
Soccer Serie A 09:,http://restream-live.realiptv.to:8080/waybetter3/live3/511077
Soccer Serie A 10:,http://restream-live.realiptv.to:8080/waybetter3/live3/511078
Soccer Serie A 11:,http://restream-live.realiptv.to:8080/waybetter3/live3/511079
Soccer Serie A 12:,http://restream-live.realiptv.to:8080/waybetter3/live3/511080
Soccer Serie A 13:,http://restream-live.realiptv.to:8080/waybetter3/live3/511081
Soccer Serie A 14:,http://restream-live.realiptv.to:8080/waybetter3/live3/511082
Soccer Serie A 15:,http://restream-live.realiptv.to:8080/waybetter3/live3/511083
Soccer Serie A 16:,http://restream-live.realiptv.to:8080/waybetter3/live3/511084
Soccer Serie A 17:,http://restream-live.realiptv.to:8080/waybetter3/live3/511085
Soccer Serie A 18:,http://restream-live.realiptv.to:8080/waybetter3/live3/511086
Soccer Serie A 19:,http://restream-live.realiptv.to:8080/waybetter3/live3/511087
Soccer Serie A 20:,http://restream-live.realiptv.to:8080/waybetter3/live3/511088
UK Box Nation,http://restream-live.realiptv.to:8080/waybetter3/live3/5394
UK Box Nation HD,http://restream-live.realiptv.to:8080/waybetter3/live3/2338
UK BT Sports 1 FHD,http://restream-live.realiptv.to:8080/waybetter3/live3/2337
UK BT Sports 1 HD,http://restream-live.realiptv.to:8080/waybetter3/live3/2327
UK BT Sports 2 FHD,http://restream-live.realiptv.to:8080/waybetter3/live3/2336
UK BT Sports 2 HD,http://restream-live.realiptv.to:8080/waybetter3/live3/2326
UK BT Sports 3 FHD,http://restream-live.realiptv.to:8080/waybetter3/live3/2335
UK BT Sports 3 HD,http://restream-live.realiptv.to:8080/waybetter3/live3/2325
UK BT Sports ESPN HD,http://restream-live.realiptv.to:8080/waybetter3/live3/2334
UK BT Sports Extra 1 (live match only),http://restream-live.realiptv.to:8080/waybetter3/live3/2332
UK BT Sports Extra 2 (live match only),http://restream-live.realiptv.to:8080/waybetter3/live3/2331
UK BT Sports Extra 3 (live match only),http://restream-live.realiptv.to:8080/waybetter3/live3/2330
UK BT Sports Extra 4 (live match only),http://restream-live.realiptv.to:8080/waybetter3/live3/2329
UK BT Sports Extra 4 (live match only),http://restream-live.realiptv.to:8080/waybetter3/live3/2333
UK Chelsea TV HD,http://restream-live.realiptv.to:8080/waybetter3/live3/2312
UK Eir Sport 1,http://restream-live.realiptv.to:8080/waybetter3/live3/2289
UK Eir Sport 2,http://restream-live.realiptv.to:8080/waybetter3/live3/2287
UK EuroSport 1 FHD,http://restream-live.realiptv.to:8080/waybetter3/live3/2286
UK EuroSport 2 FHD,http://restream-live.realiptv.to:8080/waybetter3/live3/2285
UK PREMIER  SPORTS 1,http://restream-live.realiptv.to:8080/waybetter3/live3/89089
UK PREMIER SPORTS 2,http://restream-live.realiptv.to:8080/waybetter3/live3/89090
UK earth Sport Racing HD,http://restream-live.realiptv.to:8080/waybetter3/live3/2226
UK earth Sports Action,http://restream-live.realiptv.to:8080/waybetter3/live3/2195
UK earth Sports Action HD,http://restream-live.realiptv.to:8080/waybetter3/live3/2194
UK earth Sports Arena HD,http://restream-live.realiptv.to:8080/waybetter3/live3/2193
UK earth Sports Cricket,http://restream-live.realiptv.to:8080/waybetter3/live3/2192
UK earth Sports Cricket HD,http://restream-live.realiptv.to:8080/waybetter3/live3/2191
UK earth Sports F1,http://restream-live.realiptv.to:8080/waybetter3/live3/2190
UK earth Sports F1 HD,http://restream-live.realiptv.to:8080/waybetter3/live3/2189
UK earth Sports Football,http://restream-live.realiptv.to:8080/waybetter3/live3/30822
UK earth Sports Football HD,http://restream-live.realiptv.to:8080/waybetter3/live3/2188
UK earth Sports Golf,http://restream-live.realiptv.to:8080/waybetter3/live3/2187
UK earth Sports Golf HD,http://restream-live.realiptv.to:8080/waybetter3/live3/2186
UK earth Sports Main Events,http://restream-live.realiptv.to:8080/waybetter3/live3/2185
UK earth Sports Main Events HD,http://restream-live.realiptv.to:8080/waybetter3/live3/2184
UK earth Sports MIX,http://restream-live.realiptv.to:8080/waybetter3/live3/2180
UK earth Sports News,http://restream-live.realiptv.to:8080/waybetter3/live3/2183
UK earth Sports News HD,http://restream-live.realiptv.to:8080/waybetter3/live3/2179
UK earth Sports Premier League,http://restream-live.realiptv.to:8080/waybetter3/live3/2182
UK earth Sports Premier League HD,http://restream-live.realiptv.to:8080/waybetter3/live3/2181
UK earth Sports Racing,http://restream-live.realiptv.to:8080/waybetter3/live3/102182
USA AT&T SportsNet Pittsburgh,http://restream-live.realiptv.to:8080/waybetter3/live3/149311
USA AT&T SportsNet Pittsburgh SD,http://restream-live.realiptv.to:8080/waybetter3/live3/401164
USA AT&T SportsNet Rocky Mountain,http://restream-live.realiptv.to:8080/waybetter3/live3/149312
USA AT&T Sportsnet Rocky Mountain Plus,http://restream-live.realiptv.to:8080/waybetter3/live3/552924
USA AT&T SportsNet Rocky Mountain West,http://restream-live.realiptv.to:8080/waybetter3/live3/552923
USA AT&T SportsNet Southwest,http://restream-live.realiptv.to:8080/waybetter3/live3/4429
USA Bally Sports Arizona LHD,http://restream-live.realiptv.to:8080/waybetter3/live3/3786
USA Bally SPORTS CAROLINA,http://restream-live.realiptv.to:8080/waybetter3/live3/92839
USA Bally Sports Cincinnati,http://restream-live.realiptv.to:8080/waybetter3/live3/38213
USA Bally Sports Florida (North),http://restream-live.realiptv.to:8080/waybetter3/live3/3785
USA Bally Sports Florida (South),http://restream-live.realiptv.to:8080/waybetter3/live3/2527
USA Bally Sports Indiana,http://restream-live.realiptv.to:8080/waybetter3/live3/214231
USA Bally Sports Kansas City,http://restream-live.realiptv.to:8080/waybetter3/live3/528449
USA Bally Sports Midwest,http://restream-live.realiptv.to:8080/waybetter3/live3/3784
USA Bally Sports Midwest Plus,http://restream-live.realiptv.to:8080/waybetter3/live3/522903
USA Bally Sports New Orleans,http://restream-live.realiptv.to:8080/waybetter3/live3/56581
USA Bally Sports North,http://restream-live.realiptv.to:8080/waybetter3/live3/2519
USA Bally Sports North LHD,http://restream-live.realiptv.to:8080/waybetter3/live3/3783
USA Bally Sports Oklahoma LHD,http://restream-live.realiptv.to:8080/waybetter3/live3/3795
USA Bally Sports San Diego,http://restream-live.realiptv.to:8080/waybetter3/live3/2514
USA Bally Sports South,http://restream-live.realiptv.to:8080/waybetter3/live3/2513
USA Bally Sports South LHD,http://restream-live.realiptv.to:8080/waybetter3/live3/3789
USA Bally Sports Southeast (Georgia),http://restream-live.realiptv.to:8080/waybetter3/live3/3790
USA Bally Sports Southeast (Gerogia),http://restream-live.realiptv.to:8080/waybetter3/live3/2512
USA Bally Sports Southeast (North Carolina),http://restream-live.realiptv.to:8080/waybetter3/live3/501911
USA Bally Sports Southwest LHD,http://restream-live.realiptv.to:8080/waybetter3/live3/3791
USA Bally Sports West,http://restream-live.realiptv.to:8080/waybetter3/live3/2507
USA Bally Sports West LHD,http://restream-live.realiptv.to:8080/waybetter3/live3/3788
USA Bally Sports Wisconsin,http://restream-live.realiptv.to:8080/waybetter3/live3/3787
USA BallySports Oklahoma,http://restream-live.realiptv.to:8080/waybetter3/live3/2516
USA NIeb La Liga SD,http://restream-live.realiptv.to:8080/waybetter3/live3/97524
USA NIeb Sports 4,http://restream-live.realiptv.to:8080/waybetter3/live3/5313
USA NIeb Sports 5,http://restream-live.realiptv.to:8080/waybetter3/live3/5312
USA NIeb Sports 6,http://restream-live.realiptv.to:8080/waybetter3/live3/5311
USA NIeb Sports 7,http://restream-live.realiptv.to:8080/waybetter3/live3/5310
USA NIeb Sports 8,http://restream-live.realiptv.to:8080/waybetter3/live3/5309
USA NIeb Sports en Espanol UHD,http://restream-live.realiptv.to:8080/waybetter3/live3/3613
USA NIeb SPORTS enEspanol LHD,http://restream-live.realiptv.to:8080/waybetter3/live3/3707
USA NIeb Sports La Liga,http://restream-live.realiptv.to:8080/waybetter3/live3/5314
USA NIeb SPORTS La Liga,http://restream-live.realiptv.to:8080/waybetter3/live3/90427
USA NIeb Sports LaLiga,http://restream-live.realiptv.to:8080/waybetter3/live3/5308
USA NIeb Sports LHD,http://restream-live.realiptv.to:8080/waybetter3/live3/3706
USA NIeb Sports N Espanol SD,http://restream-live.realiptv.to:8080/waybetter3/live3/21586
USA NIeb Sports UHD,http://restream-live.realiptv.to:8080/waybetter3/live3/3612
USA NIeb Sports USA SD,http://restream-live.realiptv.to:8080/waybetter3/live3/21585
USA NIeb Sports Xtra,http://restream-live.realiptv.to:8080/waybetter3/live3/434356
USA BEK Sports News,http://restream-live.realiptv.to:8080/waybetter3/live3/573472
USA Eleven Sports,http://restream-live.realiptv.to:8080/waybetter3/live3/3810
USA ELEVEN SPORTS SD,http://restream-live.realiptv.to:8080/waybetter3/live3/97532
USA ESPN 2,http://restream-live.realiptv.to:8080/waybetter3/live3/2581
USA ESPN 2 LHD,http://restream-live.realiptv.to:8080/waybetter3/live3/3726
USA ESPN 2 SD,http://restream-live.realiptv.to:8080/waybetter3/live3/21590
USA ESPN 2 UHD,http://restream-live.realiptv.to:8080/waybetter3/live3/3637
USA ESPN 3,http://restream-live.realiptv.to:8080/waybetter3/live3/59892
USA ESPN College Extra 1,http://restream-live.realiptv.to:8080/waybetter3/live3/55463
USA ESPN College Extra 2,http://restream-live.realiptv.to:8080/waybetter3/live3/55464
USA ESPN College Extra 3,http://restream-live.realiptv.to:8080/waybetter3/live3/55465
USA ESPN College Extra 4,http://restream-live.realiptv.to:8080/waybetter3/live3/55466
USA ESPN College Extra 5,http://restream-live.realiptv.to:8080/waybetter3/live3/55467
USA ESPN College Extra 6,http://restream-live.realiptv.to:8080/waybetter3/live3/55468
USA ESPN College Extra 7,http://restream-live.realiptv.to:8080/waybetter3/live3/55469
USA ESPN Deportes,http://restream-live.realiptv.to:8080/waybetter3/live3/2578
USA ESPN Deportes,http://restream-live.realiptv.to:8080/waybetter3/live3/3639
USA ESPN Deportes LHD,http://restream-live.realiptv.to:8080/waybetter3/live3/3811
USA ESPN Deportes SD,http://restream-live.realiptv.to:8080/waybetter3/live3/21591
USA ESPN LHD,http://restream-live.realiptv.to:8080/waybetter3/live3/3725
USA ESPN Longhorn Network,http://restream-live.realiptv.to:8080/waybetter3/live3/2482
USA ESPN News,http://restream-live.realiptv.to:8080/waybetter3/live3/2577
USA ESPN News LHD,http://restream-live.realiptv.to:8080/waybetter3/live3/3728
USA ESPN News UHD,http://restream-live.realiptv.to:8080/waybetter3/live3/3640
USA ESPN SD,http://restream-live.realiptv.to:8080/waybetter3/live3/21589
USA ESPN SEC Network,http://restream-live.realiptv.to:8080/waybetter3/live3/3864
USA ESPN U,http://restream-live.realiptv.to:8080/waybetter3/live3/2576
USA ESPN U LHD,http://restream-live.realiptv.to:8080/waybetter3/live3/3727
USA ESPN U UHD,http://restream-live.realiptv.to:8080/waybetter3/live3/3638
USA ESPN UHD,http://restream-live.realiptv.to:8080/waybetter3/live3/3636
USA Fight Network,http://restream-live.realiptv.to:8080/waybetter3/live3/81589
USA FIGHT NETWORK SD,http://restream-live.realiptv.to:8080/waybetter3/live3/97533
USA FNTSY Sports Network,http://restream-live.realiptv.to:8080/waybetter3/live3/383474
USA FNTSY Sports Network SD,http://restream-live.realiptv.to:8080/waybetter3/live3/401210
USA Fox College Atlantic,http://restream-live.realiptv.to:8080/waybetter3/live3/2565
USA Fox College Pacific,http://restream-live.realiptv.to:8080/waybetter3/live3/2563
USA Fox College Sports Atlantic,http://restream-live.realiptv.to:8080/waybetter3/live3/383081
USA FOX Deportes,http://restream-live.realiptv.to:8080/waybetter3/live3/2559
USA Fox Deportes LHD,http://restream-live.realiptv.to:8080/waybetter3/live3/3853
USA FOX DEPORTES SD,http://restream-live.realiptv.to:8080/waybetter3/live3/97535
USA Fox Deportes UHD,http://restream-live.realiptv.to:8080/waybetter3/live3/3809
USA Fox Network East SD,http://restream-live.realiptv.to:8080/waybetter3/live3/21543
USA Fox New York SD,http://restream-live.realiptv.to:8080/waybetter3/live3/38209
USA Fox News Channel,http://restream-live.realiptv.to:8080/waybetter3/live3/2543
USA FOX News Channel LHD,http://restream-live.realiptv.to:8080/waybetter3/live3/3731
USA Fox News SD,http://restream-live.realiptv.to:8080/waybetter3/live3/21550
USA Fox News UHD,http://restream-live.realiptv.to:8080/waybetter3/live3/3647
USA Fox Soccer Plus,http://restream-live.realiptv.to:8080/waybetter3/live3/2531
USA FOX Soccer Plus LHD,http://restream-live.realiptv.to:8080/waybetter3/live3/3800
USA Fox Sports 1,http://restream-live.realiptv.to:8080/waybetter3/live3/2501
USA Fox Sports 1 LHD,http://restream-live.realiptv.to:8080/waybetter3/live3/3732
USA Fox Sports 1 SD,http://restream-live.realiptv.to:8080/waybetter3/live3/21592
USA Fox Sports 1 UHD,http://restream-live.realiptv.to:8080/waybetter3/live3/3645
USA Fox Sports 2,http://restream-live.realiptv.to:8080/waybetter3/live3/2500
USA Fox Sports 2 LHD,http://restream-live.realiptv.to:8080/waybetter3/live3/3733
USA Fox Sports 2 SD,http://restream-live.realiptv.to:8080/waybetter3/live3/21593
USA Fox Sports 2 UHD,http://restream-live.realiptv.to:8080/waybetter3/live3/3646
USA Fox Sports Arizona,http://restream-live.realiptv.to:8080/waybetter3/live3/2530
USA Fox Sports Detroit,http://restream-live.realiptv.to:8080/waybetter3/live3/2528
USA FOX Sports Detroit LHD,http://restream-live.realiptv.to:8080/waybetter3/live3/3781
USA FOX Sports Indiana Plus,http://restream-live.realiptv.to:8080/waybetter3/live3/2525
USA Fox Sports Netbase,http://restream-live.realiptv.to:8080/waybetter3/live3/2522
USA Fox Sports Ohio,http://restream-live.realiptv.to:8080/waybetter3/live3/2518
USA FOX Sports Ohio LHD,http://restream-live.realiptv.to:8080/waybetter3/live3/3782
USA FOX Sports Prime Ticket,http://restream-live.realiptv.to:8080/waybetter3/live3/2515
USA FOX Sports Prime Ticket LHD,http://restream-live.realiptv.to:8080/waybetter3/live3/3777
USA FOX Sports SanDiego LHD,http://restream-live.realiptv.to:8080/waybetter3/live3/3779
USA FOX Sports Southwest,http://restream-live.realiptv.to:8080/waybetter3/live3/2511
USA FOX Sports Sun (North Florida),http://restream-live.realiptv.to:8080/waybetter3/live3/3780
USA Fox Sports Sun (South Florida),http://restream-live.realiptv.to:8080/waybetter3/live3/2509
USA FOX Sports Tennessee,http://restream-live.realiptv.to:8080/waybetter3/live3/2508
USA FOX Sports Tennessee Plus,http://restream-live.realiptv.to:8080/waybetter3/live3/3778
USA Fox Sports Wisconsin,http://restream-live.realiptv.to:8080/waybetter3/live3/2506
USA Fox SportsTime Ohio,http://restream-live.realiptv.to:8080/waybetter3/live3/2411
USA Fox SportsTime Ohio LHD,http://restream-live.realiptv.to:8080/waybetter3/live3/3803
USA bascket TV,http://restream-live.realiptv.to:8080/waybetter3/live3/2470
USA bascket TV LHD,http://restream-live.realiptv.to:8080/waybetter3/live3/3751
USA bascket TV SD,http://restream-live.realiptv.to:8080/waybetter3/live3/21576
USA bascket TV UHD,http://restream-live.realiptv.to:8080/waybetter3/live3/3667
USA NBC East New York SD,http://restream-live.realiptv.to:8080/waybetter3/live3/142037
USA NBC Sports Bay Area,http://restream-live.realiptv.to:8080/waybetter3/live3/2436
USA NBC Sports Bay Area Plus,http://restream-live.realiptv.to:8080/waybetter3/live3/50962
USA NBC Sports Boston,http://restream-live.realiptv.to:8080/waybetter3/live3/2435
USA NBC Sports Boston LHD,http://restream-live.realiptv.to:8080/waybetter3/live3/3772
USA NBC Sports California,http://restream-live.realiptv.to:8080/waybetter3/live3/3821
USA NBC Sports California Plus,http://restream-live.realiptv.to:8080/waybetter3/live3/50963
USA NBC Sports Chicago,http://restream-live.realiptv.to:8080/waybetter3/live3/3771
USA NBC Sports Chicago Plus,http://restream-live.realiptv.to:8080/waybetter3/live3/2434
USA NBC Sports Chicago Plus 2,http://restream-live.realiptv.to:8080/waybetter3/live3/552930
USA NBC Sports Chicago Plus LHD,http://restream-live.realiptv.to:8080/waybetter3/live3/3775
USA NBC Sports Network,http://restream-live.realiptv.to:8080/waybetter3/live3/2433
USA NBC Sports Network LHD,http://restream-live.realiptv.to:8080/waybetter3/live3/3753
USA NBC Sports Network SD,http://restream-live.realiptv.to:8080/waybetter3/live3/21598
USA NBC Sports Network UHD,http://restream-live.realiptv.to:8080/waybetter3/live3/3669
USA NBC Sports NorthWest,http://restream-live.realiptv.to:8080/waybetter3/live3/2432
USA NBC Sports Philadelphia,http://restream-live.realiptv.to:8080/waybetter3/live3/3769
USA NBC Sports Philadelphia Plus,http://restream-live.realiptv.to:8080/waybetter3/live3/50965
USA NBC Sports Washington,http://restream-live.realiptv.to:8080/waybetter3/live3/2431
USA NBC Sports Washington Alternate,http://restream-live.realiptv.to:8080/waybetter3/live3/552929
USA NBC Sports Washington LHD,http://restream-live.realiptv.to:8080/waybetter3/live3/3770
USA NBC Sports Washington Plus,http://restream-live.realiptv.to:8080/waybetter3/live3/50966
USA NCAAF 01:,http://restream-live.realiptv.to:8080/waybetter3/live3/383558
USA NCAAF 02:,http://restream-live.realiptv.to:8080/waybetter3/live3/383559
USA NCAAF 03:,http://restream-live.realiptv.to:8080/waybetter3/live3/383560
USA NCAAF 04:,http://restream-live.realiptv.to:8080/waybetter3/live3/383561
USA NCAAF 05:,http://restream-live.realiptv.to:8080/waybetter3/live3/383562
USA NCAAF 06:,http://restream-live.realiptv.to:8080/waybetter3/live3/383563
USA NCAAF 07:,http://restream-live.realiptv.to:8080/waybetter3/live3/383564
USA NCAAF 08:,http://restream-live.realiptv.to:8080/waybetter3/live3/383565
USA NCAAF 09:,http://restream-live.realiptv.to:8080/waybetter3/live3/383566
USA NCAAF 10:,http://restream-live.realiptv.to:8080/waybetter3/live3/383567
USA NCAAF 11:,http://restream-live.realiptv.to:8080/waybetter3/live3/383568
USA NCAAF 12:,http://restream-live.realiptv.to:8080/waybetter3/live3/383569
USA NCAAF 13:,http://restream-live.realiptv.to:8080/waybetter3/live3/383570
USA NCAAF 14:,http://restream-live.realiptv.to:8080/waybetter3/live3/383571
USA NCAAF 15:,http://restream-live.realiptv.to:8080/waybetter3/live3/383572
USA NCAAF 16:,http://restream-live.realiptv.to:8080/waybetter3/live3/383573
USA NCAAF 17:,http://restream-live.realiptv.to:8080/waybetter3/live3/383574
USA NCAAF 18:,http://restream-live.realiptv.to:8080/waybetter3/live3/383575
USA NCAAF 19:,http://restream-live.realiptv.to:8080/waybetter3/live3/383576
USA NCAAF 20:,http://restream-live.realiptv.to:8080/waybetter3/live3/383577
USA NCAAF 21:,http://restream-live.realiptv.to:8080/waybetter3/live3/383578
USA NCAAF 22:,http://restream-live.realiptv.to:8080/waybetter3/live3/383579
USA NCAAF 23:,http://restream-live.realiptv.to:8080/waybetter3/live3/383580
USA NCAAF 24:,http://restream-live.realiptv.to:8080/waybetter3/live3/383581
USA NCAAF 25:,http://restream-live.realiptv.to:8080/waybetter3/live3/433478
USA NCAAF 26:,http://restream-live.realiptv.to:8080/waybetter3/live3/433479
USA NCAAF 27:,http://restream-live.realiptv.to:8080/waybetter3/live3/433480
USA NCAAF 28:,http://restream-live.realiptv.to:8080/waybetter3/live3/433481
USA NCAAF 29:,http://restream-live.realiptv.to:8080/waybetter3/live3/433482
USA NCAAF 30:,http://restream-live.realiptv.to:8080/waybetter3/live3/433483
USA NCAAF 31:,http://restream-live.realiptv.to:8080/waybetter3/live3/433484
USA NCAAF 32:,http://restream-live.realiptv.to:8080/waybetter3/live3/433485
USA NCAAF 33:,http://restream-live.realiptv.to:8080/waybetter3/live3/433486
USA NCAAF 34:,http://restream-live.realiptv.to:8080/waybetter3/live3/433487
USA NCAAF 35:,http://restream-live.realiptv.to:8080/waybetter3/live3/433488
USA NCAAF 36:,http://restream-live.realiptv.to:8080/waybetter3/live3/435658
USA NCAAF 37:,http://restream-live.realiptv.to:8080/waybetter3/live3/435659
USA NCAAF 38:,http://restream-live.realiptv.to:8080/waybetter3/live3/435660
USA NCAAF 39:,http://restream-live.realiptv.to:8080/waybetter3/live3/435661
USA NCAAF 40:,http://restream-live.realiptv.to:8080/waybetter3/live3/435662
USA NCAAF 41:,http://restream-live.realiptv.to:8080/waybetter3/live3/435663
USA NCAAF 42:,http://restream-live.realiptv.to:8080/waybetter3/live3/435664
USA NCAAF 43:,http://restream-live.realiptv.to:8080/waybetter3/live3/435665
USA NCAAF 44:,http://restream-live.realiptv.to:8080/waybetter3/live3/435666
USA NCAAF 45:,http://restream-live.realiptv.to:8080/waybetter3/live3/435667
USA NESN Plus,http://restream-live.realiptv.to:8080/waybetter3/live3/2425
USA NESN UHD,http://restream-live.realiptv.to:8080/waybetter3/live3/149310
USA NFL Monday Night:  Los Angeles Rams vs  Arizona Cardinals @ 08:15 PM,http://restream-live.realiptv.to:8080/waybetter3/live3/401124
USA NFL Network,http://restream-live.realiptv.to:8080/waybetter3/live3/2424
USA NFL Network LHD,http://restream-live.realiptv.to:8080/waybetter3/live3/3754
USA NFL Network SD,http://restream-live.realiptv.to:8080/waybetter3/live3/21600
USA NFL Network UHD,http://restream-live.realiptv.to:8080/waybetter3/live3/3670
USA NFL Red Zone LHD,http://restream-live.realiptv.to:8080/waybetter3/live3/3752
USA NFL REDZONE SD,http://restream-live.realiptv.to:8080/waybetter3/live3/97491
USA NFL Redzone UHD,http://restream-live.realiptv.to:8080/waybetter3/live3/3671
USA NFL Sunday 705: SIGN OFF,http://restream-live.realiptv.to:8080/waybetter3/live3/3913
USA NFL Sunday 706: SIGN OFF,http://restream-live.realiptv.to:8080/waybetter3/live3/3914
USA NFL Sunday 707: SIGN OFF,http://restream-live.realiptv.to:8080/waybetter3/live3/3915
USA NFL Sunday 708: SIGN OFF,http://restream-live.realiptv.to:8080/waybetter3/live3/3916
USA NFL Sunday 709: SIGN OFF,http://restream-live.realiptv.to:8080/waybetter3/live3/3917
USA NFL Sunday 710: SIGN OFF,http://restream-live.realiptv.to:8080/waybetter3/live3/3918
USA NFL Sunday 711: SIGN OFF,http://restream-live.realiptv.to:8080/waybetter3/live3/3919
USA NFL Sunday 712: SIGN OFF,http://restream-live.realiptv.to:8080/waybetter3/live3/3920
USA NFL Sunday 713: SIGN OFF,http://restream-live.realiptv.to:8080/waybetter3/live3/3921
USA NFL Sunday 714: SIGN OFF,http://restream-live.realiptv.to:8080/waybetter3/live3/3922
USA NFL Sunday 715: SIGN OFF,http://restream-live.realiptv.to:8080/waybetter3/live3/3923
USA NFL Sunday 716: SIGN OFF,http://restream-live.realiptv.to:8080/waybetter3/live3/3924
USA NFL Sunday 717: SIGN OFF,http://restream-live.realiptv.to:8080/waybetter3/live3/3925
USA NFL Sunday 718: SIGN OFF,http://restream-live.realiptv.to:8080/waybetter3/live3/3926
USA NFL Sunday 719:,http://restream-live.realiptv.to:8080/waybetter3/live3/506721
USA NFL Sunday Night: Tampa Bay Buccaneers vs Los Angeles Rams @ 03:00 PM,http://restream-live.realiptv.to:8080/waybetter3/live3/401123
USA NFL Thursday Night: Los Angeles Chargers vs  Kansas City Chiefs @ 08:20 PM,http://restream-live.realiptv.to:8080/waybetter3/live3/401125
USA NFL-Saints,http://restream-live.realiptv.to:8080/waybetter3/live3/401122
USA NFL: 49ers,http://restream-live.realiptv.to:8080/waybetter3/live3/390458
USA NFL: Bears,http://restream-live.realiptv.to:8080/waybetter3/live3/390457
USA NFL: Bengals,http://restream-live.realiptv.to:8080/waybetter3/live3/390456
USA NFL: Bills,http://restream-live.realiptv.to:8080/waybetter3/live3/390455
USA NFL: Broncos,http://restream-live.realiptv.to:8080/waybetter3/live3/390454
USA NFL: Browns,http://restream-live.realiptv.to:8080/waybetter3/live3/390453
USA NFL: Buccaneers,http://restream-live.realiptv.to:8080/waybetter3/live3/390452
USA NFL: Cardinals,http://restream-live.realiptv.to:8080/waybetter3/live3/390451
USA NFL: Chargers,http://restream-live.realiptv.to:8080/waybetter3/live3/390450
USA NFL: Chiefs,http://restream-live.realiptv.to:8080/waybetter3/live3/390449
USA NFL: Colts,http://restream-live.realiptv.to:8080/waybetter3/live3/390448
USA NFL: Cowboys,http://restream-live.realiptv.to:8080/waybetter3/live3/390447
USA NFL: Dolphins,http://restream-live.realiptv.to:8080/waybetter3/live3/390446
USA NFL: Eagles,http://restream-live.realiptv.to:8080/waybetter3/live3/390445
USA NFL: Falcons,http://restream-live.realiptv.to:8080/waybetter3/live3/390444
USA NFL: Giants,http://restream-live.realiptv.to:8080/waybetter3/live3/390443
USA NFL: Jaguars,http://restream-live.realiptv.to:8080/waybetter3/live3/390442
USA NFL: Jets,http://restream-live.realiptv.to:8080/waybetter3/live3/390441
USA NFL: Lions,http://restream-live.realiptv.to:8080/waybetter3/live3/390440
USA NFL: Packers,http://restream-live.realiptv.to:8080/waybetter3/live3/390439
USA NFL: Panthers,http://restream-live.realiptv.to:8080/waybetter3/live3/390438
USA NFL: Patriots,http://restream-live.realiptv.to:8080/waybetter3/live3/390437
USA NFL: Raiders,http://restream-live.realiptv.to:8080/waybetter3/live3/390436
USA NFL: Rams,http://restream-live.realiptv.to:8080/waybetter3/live3/390435
USA NFL: Ravens,http://restream-live.realiptv.to:8080/waybetter3/live3/390434
USA NFL: Redskins,http://restream-live.realiptv.to:8080/waybetter3/live3/390433
USA NFL: Seahawks,http://restream-live.realiptv.to:8080/waybetter3/live3/390432
USA NFL: Steelers,http://restream-live.realiptv.to:8080/waybetter3/live3/390431
USA NFL: Texans,http://restream-live.realiptv.to:8080/waybetter3/live3/390430
USA NFL: Titans,http://restream-live.realiptv.to:8080/waybetter3/live3/390429
USA NFL: Vikings,http://restream-live.realiptv.to:8080/waybetter3/live3/390428
USA NHL Anaheim Ducks,http://restream-live.realiptv.to:8080/waybetter3/live3/509719
USA NHL Arizona Coyotes,http://restream-live.realiptv.to:8080/waybetter3/live3/509707
USA NHL Boston Bruins,http://restream-live.realiptv.to:8080/waybetter3/live3/509711
USA NHL Buffalo Sabres,http://restream-live.realiptv.to:8080/waybetter3/live3/509710
USA NHL Calgary Flames,http://restream-live.realiptv.to:8080/waybetter3/live3/509713
USA NHL Carolina Hurricanes,http://restream-live.realiptv.to:8080/waybetter3/live3/509725
USA NHL Chicago Blackhawks,http://restream-live.realiptv.to:8080/waybetter3/live3/509730
USA NHL Colorado Avalanche,http://restream-live.realiptv.to:8080/waybetter3/live3/509736
USA NHL Columbus Blue Jackets,http://restream-live.realiptv.to:8080/waybetter3/live3/509734
USA NHL Dallas Stars,http://restream-live.realiptv.to:8080/waybetter3/live3/509709
USA NHL Detroit Red Wings,http://restream-live.realiptv.to:8080/waybetter3/live3/509737
USA NHL Edmonton Oilers,http://restream-live.realiptv.to:8080/waybetter3/live3/509722
USA NHL Florida Panthers,http://restream-live.realiptv.to:8080/waybetter3/live3/509716
USA NHL Los Angeles Kings,http://restream-live.realiptv.to:8080/waybetter3/live3/509712
USA NHL Minnesota Wild,http://restream-live.realiptv.to:8080/waybetter3/live3/509733
USA NHL Montreal Canadiens,http://restream-live.realiptv.to:8080/waybetter3/live3/509728
USA NHL Nashville Predators,http://restream-live.realiptv.to:8080/waybetter3/live3/509724
USA NHL Network SD,http://restream-live.realiptv.to:8080/waybetter3/live3/21615
USA NHL Network UHD,http://restream-live.realiptv.to:8080/waybetter3/live3/3672
USA NHL New Jersey Devils,http://restream-live.realiptv.to:8080/waybetter3/live3/509718
USA NHL New York Islanders,http://restream-live.realiptv.to:8080/waybetter3/live3/509735
USA NHL New York Rangers,http://restream-live.realiptv.to:8080/waybetter3/live3/509732
USA NHL Ottawa Senators,http://restream-live.realiptv.to:8080/waybetter3/live3/509729
USA NHL Philadelphia Flyers,http://restream-live.realiptv.to:8080/waybetter3/live3/509714
USA NHL Pittsburgh Penguins,http://restream-live.realiptv.to:8080/waybetter3/live3/509717
USA NHL San Jose Sharks,http://restream-live.realiptv.to:8080/waybetter3/live3/509720
USA NHL St Louis Blues,http://restream-live.realiptv.to:8080/waybetter3/live3/509723
USA NHL Tampa Bay Lightning,http://restream-live.realiptv.to:8080/waybetter3/live3/509727
USA NHL Toronto Maple Leafs,http://restream-live.realiptv.to:8080/waybetter3/live3/509731
USA NHL Vancouver Canucks,http://restream-live.realiptv.to:8080/waybetter3/live3/509721
USA NHL Vegas Golden Knights,http://restream-live.realiptv.to:8080/waybetter3/live3/509708
USA NHL Washington Capitals,http://restream-live.realiptv.to:8080/waybetter3/live3/509726
USA NHL Winnipeg Jets,http://restream-live.realiptv.to:8080/waybetter3/live3/509715
USA Olympic Channel,http://restream-live.realiptv.to:8080/waybetter3/live3/2423
USA OLYMPIC CHANNEL SD,http://restream-live.realiptv.to:8080/waybetter3/live3/97513
USA Real Cricket 01:,http://restream-live.realiptv.to:8080/waybetter3/live3/469886
USA Real Cricket 02:,http://restream-live.realiptv.to:8080/waybetter3/live3/469887
USA Real Cricket 03:,http://restream-live.realiptv.to:8080/waybetter3/live3/469888
USA Real Cricket 04:,http://restream-live.realiptv.to:8080/waybetter3/live3/469889
USA Real Cricket 05:,http://restream-live.realiptv.to:8080/waybetter3/live3/469890
USA Real Cycling 01:,http://restream-live.realiptv.to:8080/waybetter3/live3/469896
USA Real Cycling 02:,http://restream-live.realiptv.to:8080/waybetter3/live3/469897
USA Real Cycling 03:,http://restream-live.realiptv.to:8080/waybetter3/live3/469898
USA Real Cycling 04:,http://restream-live.realiptv.to:8080/waybetter3/live3/469899
USA Real Cycling 05:,http://restream-live.realiptv.to:8080/waybetter3/live3/469900
USA Real Golf 01:,http://restream-live.realiptv.to:8080/waybetter3/live3/469891
USA Real Golf 02:,http://restream-live.realiptv.to:8080/waybetter3/live3/469892
USA Real Golf 03:,http://restream-live.realiptv.to:8080/waybetter3/live3/469893
USA Real Golf 04:,http://restream-live.realiptv.to:8080/waybetter3/live3/469894
USA Real Golf 05:,http://restream-live.realiptv.to:8080/waybetter3/live3/469895
USA Real MLB 01:,http://restream-live.realiptv.to:8080/waybetter3/live3/177038
USA Real MLB 02:,http://restream-live.realiptv.to:8080/waybetter3/live3/177039
USA Real MLB 03:,http://restream-live.realiptv.to:8080/waybetter3/live3/177040
USA Real MLB 04:,http://restream-live.realiptv.to:8080/waybetter3/live3/177041
USA Real MLB 05:,http://restream-live.realiptv.to:8080/waybetter3/live3/177042
USA Real MLB 06:,http://restream-live.realiptv.to:8080/waybetter3/live3/177043
USA Real MLB 07:,http://restream-live.realiptv.to:8080/waybetter3/live3/177044
USA Real MLB 08:,http://restream-live.realiptv.to:8080/waybetter3/live3/177045
USA Real MLB 09:,http://restream-live.realiptv.to:8080/waybetter3/live3/177046
USA Real MLB 10:,http://restream-live.realiptv.to:8080/waybetter3/live3/177047
USA Real MLB 11:,http://restream-live.realiptv.to:8080/waybetter3/live3/177048
USA Real MLB 12:,http://restream-live.realiptv.to:8080/waybetter3/live3/177049
USA Real MLB 13:,http://restream-live.realiptv.to:8080/waybetter3/live3/177050
USA Real MLB 14:,http://restream-live.realiptv.to:8080/waybetter3/live3/177051
USA Real MLB 15:,http://restream-live.realiptv.to:8080/waybetter3/live3/177052
USA Real MLB 16:,http://restream-live.realiptv.to:8080/waybetter3/live3/177053
USA Real MLB 17:,http://restream-live.realiptv.to:8080/waybetter3/live3/177054
USA Real MLB 18:,http://restream-live.realiptv.to:8080/waybetter3/live3/177055
USA Real MLB 19:,http://restream-live.realiptv.to:8080/waybetter3/live3/177056
USA Real MLB 20:,http://restream-live.realiptv.to:8080/waybetter3/live3/177057
USA Real MLB 21:,http://restream-live.realiptv.to:8080/waybetter3/live3/177058
USA Real MLB 22:,http://restream-live.realiptv.to:8080/waybetter3/live3/177059
USA Real MLB 23:,http://restream-live.realiptv.to:8080/waybetter3/live3/177060
USA Real MLB 24:,http://restream-live.realiptv.to:8080/waybetter3/live3/177061
USA Real MLB 25:,http://restream-live.realiptv.to:8080/waybetter3/live3/177062
USA Real MLB 26:,http://restream-live.realiptv.to:8080/waybetter3/live3/177063
USA Real MLB 28:,http://restream-live.realiptv.to:8080/waybetter3/live3/177064
USA Real MLB 29:,http://restream-live.realiptv.to:8080/waybetter3/live3/177065
USA Real MLB 30:,http://restream-live.realiptv.to:8080/waybetter3/live3/177066
USA Real MLB 31:,http://restream-live.realiptv.to:8080/waybetter3/live3/177067
USA Real MLB 32:,http://restream-live.realiptv.to:8080/waybetter3/live3/177068
USA Real MLB 33:,http://restream-live.realiptv.to:8080/waybetter3/live3/177069
USA Real MLB 34:,http://restream-live.realiptv.to:8080/waybetter3/live3/177070
USA Real MLB 35:,http://restream-live.realiptv.to:8080/waybetter3/live3/177071
USA Real MLB 36:,http://restream-live.realiptv.to:8080/waybetter3/live3/177072
USA Real MLB 37:,http://restream-live.realiptv.to:8080/waybetter3/live3/177073
USA Real MLB 38:,http://restream-live.realiptv.to:8080/waybetter3/live3/177074
USA Real MLB 39:,http://restream-live.realiptv.to:8080/waybetter3/live3/177075
USA Real MLB 40:,http://restream-live.realiptv.to:8080/waybetter3/live3/177076
USA Real MLB 41:,http://restream-live.realiptv.to:8080/waybetter3/live3/177077
USA Real MLB 42:,http://restream-live.realiptv.to:8080/waybetter3/live3/177078
USA Real MLB 43:,http://restream-live.realiptv.to:8080/waybetter3/live3/177079
USA Real MLB 44:,http://restream-live.realiptv.to:8080/waybetter3/live3/177080
USA Real MLB 45:,http://restream-live.realiptv.to:8080/waybetter3/live3/177081
USA Real MLB 46:,http://restream-live.realiptv.to:8080/waybetter3/live3/177082
USA Real MLB 47:,http://restream-live.realiptv.to:8080/waybetter3/live3/177083
USA Real MLB 48:,http://restream-live.realiptv.to:8080/waybetter3/live3/177084
USA Real MLB 49:,http://restream-live.realiptv.to:8080/waybetter3/live3/177085
USA Real MLB 50:,http://restream-live.realiptv.to:8080/waybetter3/live3/177086
USA Real MLB 51:,http://restream-live.realiptv.to:8080/waybetter3/live3/177087
USA Real MLB 52:,http://restream-live.realiptv.to:8080/waybetter3/live3/177088
USA Real MLB 53:,http://restream-live.realiptv.to:8080/waybetter3/live3/177089
USA Real MLB 54:,http://restream-live.realiptv.to:8080/waybetter3/live3/177090
USA Real MLB 55:,http://restream-live.realiptv.to:8080/waybetter3/live3/177091
USA Real MLB 56:,http://restream-live.realiptv.to:8080/waybetter3/live3/177092
USA Real MLB 57:,http://restream-live.realiptv.to:8080/waybetter3/live3/177093
USA Real MLB 58:,http://restream-live.realiptv.to:8080/waybetter3/live3/177094
USA Real MLB 59:,http://restream-live.realiptv.to:8080/waybetter3/live3/177095
USA Real MLB 60:,http://restream-live.realiptv.to:8080/waybetter3/live3/177096
USA Real MLB 61:,http://restream-live.realiptv.to:8080/waybetter3/live3/177097
USA Real MotorSport 01:,http://restream-live.realiptv.to:8080/waybetter3/live3/469901
USA Real MotorSport 02:,http://restream-live.realiptv.to:8080/waybetter3/live3/469902
USA Real MotorSport 03:,http://restream-live.realiptv.to:8080/waybetter3/live3/469903
USA Real MotorSport 04:,http://restream-live.realiptv.to:8080/waybetter3/live3/469904
USA Real MotorSport 05:,http://restream-live.realiptv.to:8080/waybetter3/live3/469905
USA Real bascket 01: Toronto Raptors vs Charlotte Hornets @ 07:00 PM,http://restream-live.realiptv.to:8080/waybetter3/live3/214171
USA Real bascket 02: Toronto Raptors vs Charlotte Hornets @ 07:00 PM,http://restream-live.realiptv.to:8080/waybetter3/live3/214172
USA Real bascket 03: Miami Heat vs Washington Wizards @ 07:00 PM,http://restream-live.realiptv.to:8080/waybetter3/live3/214173
USA Real bascket 04: Miami Heat vs Washington Wizards @ 07:00 PM,http://restream-live.realiptv.to:8080/waybetter3/live3/214174
USA Real bascket 05: Phoenix Suns vs Chicago Bulls @ 08:00 PM,http://restream-live.realiptv.to:8080/waybetter3/live3/214175
USA Real bascket 06: Phoenix Suns vs Chicago Bulls @ 08:00 PM,http://restream-live.realiptv.to:8080/waybetter3/live3/214176
USA Real bascket 07: Golden State Warriors vs Oklahoma City Thunder @ 08:00 PM,http://restream-live.realiptv.to:8080/waybetter3/live3/214177
USA Real bascket 08: Golden State Warriors vs Oklahoma City Thunder @ 08:00 PM,http://restream-live.realiptv.to:8080/waybetter3/live3/214178
USA Real bascket 09: New York Knicks vs Utah Jazz @ 09:00 PM,http://restream-live.realiptv.to:8080/waybetter3/live3/214179
USA Real bascket 10: New York Knicks vs Utah Jazz @ 09:00 PM,http://restream-live.realiptv.to:8080/waybetter3/live3/214180
USA Real bascket 11:,http://restream-live.realiptv.to:8080/waybetter3/live3/214181
USA Real bascket 12:,http://restream-live.realiptv.to:8080/waybetter3/live3/214182
USA Real bascket 13:,http://restream-live.realiptv.to:8080/waybetter3/live3/214183
USA Real bascket 14:,http://restream-live.realiptv.to:8080/waybetter3/live3/214184
USA Real bascket 15:,http://restream-live.realiptv.to:8080/waybetter3/live3/214185
USA Real bascket 16:,http://restream-live.realiptv.to:8080/waybetter3/live3/214186
USA Real bascket 17:,http://restream-live.realiptv.to:8080/waybetter3/live3/214187
USA Real bascket 18:,http://restream-live.realiptv.to:8080/waybetter3/live3/214188
USA Real bascket 19:,http://restream-live.realiptv.to:8080/waybetter3/live3/214189
USA Real bascket 20:,http://restream-live.realiptv.to:8080/waybetter3/live3/214190
USA Real bascket 21:,http://restream-live.realiptv.to:8080/waybetter3/live3/214191
USA Real bascket 22:,http://restream-live.realiptv.to:8080/waybetter3/live3/214192
USA Real bascket 23:,http://restream-live.realiptv.to:8080/waybetter3/live3/214193
USA Real bascket 24:,http://restream-live.realiptv.to:8080/waybetter3/live3/214194
USA Real bascket 25:,http://restream-live.realiptv.to:8080/waybetter3/live3/214195
USA Real bascket 26:,http://restream-live.realiptv.to:8080/waybetter3/live3/214196
USA Real bascket 27:,http://restream-live.realiptv.to:8080/waybetter3/live3/214197
USA Real bascket 28:,http://restream-live.realiptv.to:8080/waybetter3/live3/214198
USA Real bascket 29:,http://restream-live.realiptv.to:8080/waybetter3/live3/214199
USA Real bascket 30:,http://restream-live.realiptv.to:8080/waybetter3/live3/214200
USA Real bascket 31:,http://restream-live.realiptv.to:8080/waybetter3/live3/214201
USA Real bascket 32:,http://restream-live.realiptv.to:8080/waybetter3/live3/214202
USA Real bascket 33:,http://restream-live.realiptv.to:8080/waybetter3/live3/214203
USA Real bascket 34:,http://restream-live.realiptv.to:8080/waybetter3/live3/214204
USA Real bascket 35:,http://restream-live.realiptv.to:8080/waybetter3/live3/214205
USA Real bascket 36:,http://restream-live.realiptv.to:8080/waybetter3/live3/214206
USA Real bascket 37:,http://restream-live.realiptv.to:8080/waybetter3/live3/214207
USA Real bascket 38:,http://restream-live.realiptv.to:8080/waybetter3/live3/214208
USA Real bascket 39:,http://restream-live.realiptv.to:8080/waybetter3/live3/214209
USA Real bascket 40:,http://restream-live.realiptv.to:8080/waybetter3/live3/214210
USA Real bascket 41:,http://restream-live.realiptv.to:8080/waybetter3/live3/214211
USA Real bascket 42:,http://restream-live.realiptv.to:8080/waybetter3/live3/214212
USA Real bascket 43:,http://restream-live.realiptv.to:8080/waybetter3/live3/214213
USA Real bascket 44:,http://restream-live.realiptv.to:8080/waybetter3/live3/214214
USA Real bascket 45:,http://restream-live.realiptv.to:8080/waybetter3/live3/214215
USA Real bascket 46:,http://restream-live.realiptv.to:8080/waybetter3/live3/214216
USA Real bascket 47:,http://restream-live.realiptv.to:8080/waybetter3/live3/214217
USA Real bascket 48:,http://restream-live.realiptv.to:8080/waybetter3/live3/214218
USA Real bascket 49:,http://restream-live.realiptv.to:8080/waybetter3/live3/214219
USA Real bascket 50:,http://restream-live.realiptv.to:8080/waybetter3/live3/214220
USA Real bascket 51:,http://restream-live.realiptv.to:8080/waybetter3/live3/214221
USA Real bascket 52:,http://restream-live.realiptv.to:8080/waybetter3/live3/214222
USA Real bascket 53:,http://restream-live.realiptv.to:8080/waybetter3/live3/214223
USA Real bascket 54:,http://restream-live.realiptv.to:8080/waybetter3/live3/214224
USA Real bascket 55:,http://restream-live.realiptv.to:8080/waybetter3/live3/214225
USA Real bascket 56:,http://restream-live.realiptv.to:8080/waybetter3/live3/214226
USA Real bascket 57:,http://restream-live.realiptv.to:8080/waybetter3/live3/214227
USA Real bascket 58:,http://restream-live.realiptv.to:8080/waybetter3/live3/214228
USA Real bascket 59:,http://restream-live.realiptv.to:8080/waybetter3/live3/214229
USA Real bascket 60:,http://restream-live.realiptv.to:8080/waybetter3/live3/214230
USA Real NHL 01: Carolina Hurricanes VS Toronto Maple Leafs (TVAS Feed ) @ 19:00,http://restream-live.realiptv.to:8080/waybetter3/live3/205046
USA Real NHL 02: Carolina Hurricanes VS Toronto Maple Leafs (SN Feed ) @ 19:00,http://restream-live.realiptv.to:8080/waybetter3/live3/205047
USA Real NHL 03: Carolina Hurricanes VS Toronto Maple Leafs (BSSO Feed ) @ 19:00,http://restream-live.realiptv.to:8080/waybetter3/live3/205048
USA Real NHL 04: Carolina Hurricanes VS Toronto Maple Leafs (Toronto Feed ) @ 19:00,http://restream-live.realiptv.to:8080/waybetter3/live3/205049
USA Real NHL 05: New Jersey Devils VS Ottawa Senators (SN1 Feed ) @ 19:00,http://restream-live.realiptv.to:8080/waybetter3/live3/205050
USA Real NHL 06: New Jersey Devils VS Ottawa Senators (RDS Feed ) @ 19:00,http://restream-live.realiptv.to:8080/waybetter3/live3/205051
USA Real NHL 07: New Jersey Devils VS Ottawa Senators (MSG+ Feed ) @ 19:00,http://restream-live.realiptv.to:8080/waybetter3/live3/205052
USA Real NHL 08: New Jersey Devils VS Ottawa Senators (Ottawa Feed ) @ 19:00,http://restream-live.realiptv.to:8080/waybetter3/live3/205053
USA Real NHL 09:,http://restream-live.realiptv.to:8080/waybetter3/live3/205054
USA Real NHL 10:,http://restream-live.realiptv.to:8080/waybetter3/live3/205055
USA Real NHL 11:,http://restream-live.realiptv.to:8080/waybetter3/live3/205056
USA Real NHL 12:,http://restream-live.realiptv.to:8080/waybetter3/live3/205057
USA Real NHL 13:,http://restream-live.realiptv.to:8080/waybetter3/live3/205058
USA Real NHL 14:,http://restream-live.realiptv.to:8080/waybetter3/live3/205059
USA Real NHL 15:,http://restream-live.realiptv.to:8080/waybetter3/live3/205060
USA Real NHL 16:,http://restream-live.realiptv.to:8080/waybetter3/live3/205061
USA Real NHL 17:,http://restream-live.realiptv.to:8080/waybetter3/live3/205062
USA Real NHL 18:,http://restream-live.realiptv.to:8080/waybetter3/live3/205063
USA Real NHL 19:,http://restream-live.realiptv.to:8080/waybetter3/live3/205064
USA Real NHL 20:,http://restream-live.realiptv.to:8080/waybetter3/live3/205065
USA Real NHL 21:,http://restream-live.realiptv.to:8080/waybetter3/live3/205066
USA Real NHL 22:,http://restream-live.realiptv.to:8080/waybetter3/live3/205067
USA Real NHL 23:,http://restream-live.realiptv.to:8080/waybetter3/live3/205068
USA Real NHL 24:,http://restream-live.realiptv.to:8080/waybetter3/live3/205069
USA Real NHL 25:,http://restream-live.realiptv.to:8080/waybetter3/live3/205070
USA Real NHL 26:,http://restream-live.realiptv.to:8080/waybetter3/live3/205071
USA Real NHL 27:,http://restream-live.realiptv.to:8080/waybetter3/live3/205072
USA Real NHL 28:,http://restream-live.realiptv.to:8080/waybetter3/live3/205073
USA Real NHL 29:,http://restream-live.realiptv.to:8080/waybetter3/live3/205074
USA Real NHL 30:,http://restream-live.realiptv.to:8080/waybetter3/live3/205075
USA Real NHL 31:,http://restream-live.realiptv.to:8080/waybetter3/live3/205076
USA Real NHL 32:,http://restream-live.realiptv.to:8080/waybetter3/live3/205077
USA Real NHL 33:,http://restream-live.realiptv.to:8080/waybetter3/live3/205078
USA Real NHL 34:,http://restream-live.realiptv.to:8080/waybetter3/live3/205079
USA Real NHL 35:,http://restream-live.realiptv.to:8080/waybetter3/live3/205080
USA Real NHL 36:,http://restream-live.realiptv.to:8080/waybetter3/live3/205081
USA Real NHL 37:,http://restream-live.realiptv.to:8080/waybetter3/live3/205082
USA Real NHL 38:,http://restream-live.realiptv.to:8080/waybetter3/live3/205083
USA Real NHL 39:,http://restream-live.realiptv.to:8080/waybetter3/live3/205084
USA Real NHL 40:,http://restream-live.realiptv.to:8080/waybetter3/live3/205085
USA Real NHL 41:,http://restream-live.realiptv.to:8080/waybetter3/live3/205086
USA Real NHL 42:,http://restream-live.realiptv.to:8080/waybetter3/live3/205087
USA Real NHL 43:,http://restream-live.realiptv.to:8080/waybetter3/live3/205088
USA Real NHL 44:,http://restream-live.realiptv.to:8080/waybetter3/live3/205089
USA Real NHL 45:,http://restream-live.realiptv.to:8080/waybetter3/live3/205090
USA Real NHL 46:,http://restream-live.realiptv.to:8080/waybetter3/live3/205091
USA Real NHL 47:,http://restream-live.realiptv.to:8080/waybetter3/live3/205092
USA Real NHL 48:,http://restream-live.realiptv.to:8080/waybetter3/live3/205093
USA Real NHL 49:,http://restream-live.realiptv.to:8080/waybetter3/live3/205094
USA Real NHL 50:,http://restream-live.realiptv.to:8080/waybetter3/live3/205095
USA Real NHL 51:,http://restream-live.realiptv.to:8080/waybetter3/live3/205096
USA Real NHL 52:,http://restream-live.realiptv.to:8080/waybetter3/live3/205097
USA Real NHL 53:,http://restream-live.realiptv.to:8080/waybetter3/live3/205098
USA Real NHL 54:,http://restream-live.realiptv.to:8080/waybetter3/live3/205099
USA Real NHL 55:,http://restream-live.realiptv.to:8080/waybetter3/live3/205100
USA Real NHL 56:,http://restream-live.realiptv.to:8080/waybetter3/live3/205101
USA Real NHL 57:,http://restream-live.realiptv.to:8080/waybetter3/live3/205102
USA Real NHL 58:,http://restream-live.realiptv.to:8080/waybetter3/live3/205103
USA Real NHL 59:,http://restream-live.realiptv.to:8080/waybetter3/live3/205104
USA Real NHL 60:,http://restream-live.realiptv.to:8080/waybetter3/live3/205105
USA Real Rugby 01:,http://restream-live.realiptv.to:8080/waybetter3/live3/469881
USA Real Rugby 02:,http://restream-live.realiptv.to:8080/waybetter3/live3/469882
USA Real Rugby 03:,http://restream-live.realiptv.to:8080/waybetter3/live3/469883
USA Real Rugby 04:,http://restream-live.realiptv.to:8080/waybetter3/live3/469884
USA Real Rugby 05:,http://restream-live.realiptv.to:8080/waybetter3/live3/469885
USA Real Tennis 01:,http://restream-live.realiptv.to:8080/waybetter3/live3/469876
USA Real Tennis 02:,http://restream-live.realiptv.to:8080/waybetter3/live3/469877
USA Real Tennis 03:,http://restream-live.realiptv.to:8080/waybetter3/live3/469878
USA Real Tennis 04:,http://restream-live.realiptv.to:8080/waybetter3/live3/469879
USA Real Tennis 05:,http://restream-live.realiptv.to:8080/waybetter3/live3/469880
USA Soccer01: Spain - La Liga : Athletic Club vs Espanyol @ 03:00pm,http://restream-live.realiptv.to:8080/waybetter3/live3/38039
USA Soccer02: Italy - Serie A : Salernitana vs Spezia @ 02:45pm,http://restream-live.realiptv.to:8080/waybetter3/live3/21812
USA Soccer03: Portugal - Primeira Liga : Tondela vs Benfica @ 02:00pm,http://restream-live.realiptv.to:8080/waybetter3/live3/21823
USA Soccer04: Portugal - Primeira Liga : Moreirense vs Belenenses @ 04:15pm,http://restream-live.realiptv.to:8080/waybetter3/live3/21824
USA Soccer05:,http://restream-live.realiptv.to:8080/waybetter3/live3/21825
USA Soccer06:,http://restream-live.realiptv.to:8080/waybetter3/live3/21826
USA Soccer07:,http://restream-live.realiptv.to:8080/waybetter3/live3/21827
USA Soccer08:,http://restream-live.realiptv.to:8080/waybetter3/live3/21828
USA Soccer09:,http://restream-live.realiptv.to:8080/waybetter3/live3/21829
USA Soccer10:,http://restream-live.realiptv.to:8080/waybetter3/live3/21830
USA Soccer11:,http://restream-live.realiptv.to:8080/waybetter3/live3/21831
USA Soccer12:,http://restream-live.realiptv.to:8080/waybetter3/live3/21832
USA Soccer13:,http://restream-live.realiptv.to:8080/waybetter3/live3/21833
USA Soccer14:,http://restream-live.realiptv.to:8080/waybetter3/live3/21834
USA Soccer15:,http://restream-live.realiptv.to:8080/waybetter3/live3/21835
USA Soccer16:,http://restream-live.realiptv.to:8080/waybetter3/live3/21836
USA Soccer17:,http://restream-live.realiptv.to:8080/waybetter3/live3/21837
USA Soccer18:,http://restream-live.realiptv.to:8080/waybetter3/live3/21838
USA Soccer19:,http://restream-live.realiptv.to:8080/waybetter3/live3/21839
USA Soccer20:,http://restream-live.realiptv.to:8080/waybetter3/live3/21840
USA Soccer21:,http://restream-live.realiptv.to:8080/waybetter3/live3/21841
USA Soccer22:,http://restream-live.realiptv.to:8080/waybetter3/live3/21842
USA Soccer23:,http://restream-live.realiptv.to:8080/waybetter3/live3/21843
USA Soccer24:,http://restream-live.realiptv.to:8080/waybetter3/live3/21844
USA Soccer25:,http://restream-live.realiptv.to:8080/waybetter3/live3/21845
USA Soccer26:,http://restream-live.realiptv.to:8080/waybetter3/live3/21846
USA Soccer27:,http://restream-live.realiptv.to:8080/waybetter3/live3/21847
USA Soccer28:,http://restream-live.realiptv.to:8080/waybetter3/live3/21848
USA Soccer29:,http://restream-live.realiptv.to:8080/waybetter3/live3/21849
USA Soccer30:,http://restream-live.realiptv.to:8080/waybetter3/live3/21850
USA Soccer31:,http://restream-live.realiptv.to:8080/waybetter3/live3/332847
USA Soccer32:,http://restream-live.realiptv.to:8080/waybetter3/live3/390504
USA Soccer33:,http://restream-live.realiptv.to:8080/waybetter3/live3/390505
USA Soccer34:,http://restream-live.realiptv.to:8080/waybetter3/live3/390506
USA Soccer35:,http://restream-live.realiptv.to:8080/waybetter3/live3/390507
USA Soccer36:,http://restream-live.realiptv.to:8080/waybetter3/live3/390508
USA Soccer37:,http://restream-live.realiptv.to:8080/waybetter3/live3/390509
USA Soccer38:,http://restream-live.realiptv.to:8080/waybetter3/live3/390510
USA Soccer39:,http://restream-live.realiptv.to:8080/waybetter3/live3/390511
USA Soccer40:,http://restream-live.realiptv.to:8080/waybetter3/live3/390512
USA Soccer41:,http://restream-live.realiptv.to:8080/waybetter3/live3/390513
USA Soccer42:,http://restream-live.realiptv.to:8080/waybetter3/live3/390514
USA Soccer43:,http://restream-live.realiptv.to:8080/waybetter3/live3/390515
USA Soccer44:,http://restream-live.realiptv.to:8080/waybetter3/live3/390516
USA Soccer45:,http://restream-live.realiptv.to:8080/waybetter3/live3/390517
USA Soccer46:,http://restream-live.realiptv.to:8080/waybetter3/live3/390518
USA Soccer47:,http://restream-live.realiptv.to:8080/waybetter3/live3/390519
USA Soccer48:,http://restream-live.realiptv.to:8080/waybetter3/live3/390520
USA Soccer49:,http://restream-live.realiptv.to:8080/waybetter3/live3/390521
USA Soccer50:,http://restream-live.realiptv.to:8080/waybetter3/live3/390522
USA Soccer51:,http://restream-live.realiptv.to:8080/waybetter3/live3/390523
USA Soccer52:,http://restream-live.realiptv.to:8080/waybetter3/live3/390524
USA Soccer53:,http://restream-live.realiptv.to:8080/waybetter3/live3/390525
USA Soccer54:,http://restream-live.realiptv.to:8080/waybetter3/live3/390526
USA Soccer55:,http://restream-live.realiptv.to:8080/waybetter3/live3/390527
USA Soccer56:,http://restream-live.realiptv.to:8080/waybetter3/live3/390528
USA Soccer57:,http://restream-live.realiptv.to:8080/waybetter3/live3/390529
USA Soccer58:,http://restream-live.realiptv.to:8080/waybetter3/live3/390530
USA Soccer59:,http://restream-live.realiptv.to:8080/waybetter3/live3/390531
USA Soccer60:,http://restream-live.realiptv.to:8080/waybetter3/live3/390532
USA Soccer61:,http://restream-live.realiptv.to:8080/waybetter3/live3/390533
USA Soccer62:,http://restream-live.realiptv.to:8080/waybetter3/live3/390534
USA Soccer63:,http://restream-live.realiptv.to:8080/waybetter3/live3/390535
USA Soccer64:,http://restream-live.realiptv.to:8080/waybetter3/live3/390536
USA Soccer65:,http://restream-live.realiptv.to:8080/waybetter3/live3/390537
USA Soccer66:,http://restream-live.realiptv.to:8080/waybetter3/live3/390538
USA Soccer67:,http://restream-live.realiptv.to:8080/waybetter3/live3/390539
USA Soccer68:,http://restream-live.realiptv.to:8080/waybetter3/live3/390540
USA Soccer69:,http://restream-live.realiptv.to:8080/waybetter3/live3/390541
USA Soccer70:,http://restream-live.realiptv.to:8080/waybetter3/live3/390542
USA Sony Movie Channel,http://restream-live.realiptv.to:8080/waybetter3/live3/2412
USA Sony Movie Channel LHD,http://restream-live.realiptv.to:8080/waybetter3/live3/3866
USA SONY MOVIE SD,http://restream-live.realiptv.to:8080/waybetter3/live3/97482
USA Spectrum SportsNet LA Dodgers,http://restream-live.realiptv.to:8080/waybetter3/live3/74683
USA Spectrum SportsNet LA Dodgers SD,http://restream-live.realiptv.to:8080/waybetter3/live3/401166
USA Spectrum SportsNet Lakers (FHD),http://restream-live.realiptv.to:8080/waybetter3/live3/512561
USA Spectrum SportsNet Lakers (HD),http://restream-live.realiptv.to:8080/waybetter3/live3/74684
USA Spectrum SportsNet Lakers Alternate,http://restream-live.realiptv.to:8080/waybetter3/live3/552928
USA Spectrum SportsNet Lakers SD,http://restream-live.realiptv.to:8080/waybetter3/live3/401165
USA Sportsman,http://restream-live.realiptv.to:8080/waybetter3/live3/78636
USA SPORTSMAN CHANNEL SD,http://restream-live.realiptv.to:8080/waybetter3/live3/97483
USA SportsNet New York FHD,http://restream-live.realiptv.to:8080/waybetter3/live3/3865
USA SportsNet New York SNY,http://restream-live.realiptv.to:8080/waybetter3/live3/2413
USA SPORTSNET NY SD,http://restream-live.realiptv.to:8080/waybetter3/live3/97492
USA SPORTSNET SOUTHWEST SD,http://restream-live.realiptv.to:8080/waybetter3/live3/97493
USA Stadium,http://restream-live.realiptv.to:8080/waybetter3/live3/3867
USA Stadium 2,http://restream-live.realiptv.to:8080/waybetter3/live3/3869
USA Stadium 3,http://restream-live.realiptv.to:8080/waybetter3/live3/2409
USA STADIUM SD,http://restream-live.realiptv.to:8080/waybetter3/live3/97494
USA Stadium1,http://restream-live.realiptv.to:8080/waybetter3/live3/3868
USA Tennis Channel,http://restream-live.realiptv.to:8080/waybetter3/live3/2386
USA Tennis Channel LHD,http://restream-live.realiptv.to:8080/waybetter3/live3/3762
USA Tennis Channel Plus 1,http://restream-live.realiptv.to:8080/waybetter3/live3/333540
USA Tennis Channel Plus 2,http://restream-live.realiptv.to:8080/waybetter3/live3/333541
USA Tennis Channel Plus 3,http://restream-live.realiptv.to:8080/waybetter3/live3/333542
USA Tennis Channel SD,http://restream-live.realiptv.to:8080/waybetter3/live3/21607
USA Tennis Channel UHD,http://restream-live.realiptv.to:8080/waybetter3/live3/3685
USA The Cowboy Channel,http://restream-live.realiptv.to:8080/waybetter3/live3/84912
USA The Cowboy Channel SD,http://restream-live.realiptv.to:8080/waybetter3/live3/401202
[bascket] ATLANTA HAWKS,http://restream-live.realiptv.to:8080/waybetter3/live3/89060
[bascket] BOSTON CELTICS,http://restream-live.realiptv.to:8080/waybetter3/live3/89061
[bascket] BROOKLYN NETS,http://restream-live.realiptv.to:8080/waybetter3/live3/89062
[bascket] CHARLOTTE HORNETS,http://restream-live.realiptv.to:8080/waybetter3/live3/89063
[bascket] CHICAGO BULLS,http://restream-live.realiptv.to:8080/waybetter3/live3/89064
[bascket] CLEVELAND CAVALIERS,http://restream-live.realiptv.to:8080/waybetter3/live3/89065
[bascket] DALLAS MAVERICKS,http://restream-live.realiptv.to:8080/waybetter3/live3/89066
[bascket] DENVER NUGGETS,http://restream-live.realiptv.to:8080/waybetter3/live3/89067
[bascket] DETROIT PISTONS,http://restream-live.realiptv.to:8080/waybetter3/live3/89068
[bascket] GOLDEN STATE WARRIORS,http://restream-live.realiptv.to:8080/waybetter3/live3/92887
[bascket] HOUSTON ROCKETS,http://restream-live.realiptv.to:8080/waybetter3/live3/89069
[bascket] INDIANA PACERS,http://restream-live.realiptv.to:8080/waybetter3/live3/89070
[bascket] LOS ANGELES CLIPPERS,http://restream-live.realiptv.to:8080/waybetter3/live3/89071
[bascket] LOS ANGELES LAKERS,http://restream-live.realiptv.to:8080/waybetter3/live3/89072
[bascket] MEMPHIS GRIZZLIES,http://restream-live.realiptv.to:8080/waybetter3/live3/89073
[bascket] MIAMI HEAT,http://restream-live.realiptv.to:8080/waybetter3/live3/89074
[bascket] MILWAUKEE BUCKS,http://restream-live.realiptv.to:8080/waybetter3/live3/89075
[bascket] MINNESOTA TIMBERWOLVES,http://restream-live.realiptv.to:8080/waybetter3/live3/89076
[bascket] NEW ORLEANS PELICANS,http://restream-live.realiptv.to:8080/waybetter3/live3/89077
[bascket] NEW YORK KNICKS,http://restream-live.realiptv.to:8080/waybetter3/live3/89078
[bascket] OKLAHOMA CITY THUNDER,http://restream-live.realiptv.to:8080/waybetter3/live3/89079
[bascket] ORLANDO MAGIC,http://restream-live.realiptv.to:8080/waybetter3/live3/89080
[bascket] PHILADELPHIA 76ERS,http://restream-live.realiptv.to:8080/waybetter3/live3/89081
[bascket] PHOENIX SUNS,http://restream-live.realiptv.to:8080/waybetter3/live3/89082
[bascket] PORTLAND TRAIL BLAZERS,http://restream-live.realiptv.to:8080/waybetter3/live3/89083
[bascket] SACRAMENTO KINGS,http://restream-live.realiptv.to:8080/waybetter3/live3/89084
[bascket] SAN ANTONIO SPURS,http://restream-live.realiptv.to:8080/waybetter3/live3/89085
[bascket] TORONTO RAPTORS,http://restream-live.realiptv.to:8080/waybetter3/live3/89086
[bascket] UTAH JAZZ,http://restream-live.realiptv.to:8080/waybetter3/live3/89087
[bascket] WASHINGTON WIZARDS,http://restream-live.realiptv.to:8080/waybetter3/live3/89088
Astro Arena 2,http://restream-live.realiptv.to:8080/waybetter3/live3/587715
Astro Arena HD,http://restream-live.realiptv.to:8080/waybetter3/live3/587716
Astro SuperSport HD,http://restream-live.realiptv.to:8080/waybetter3/live3/587717
Astro SuperSport 2 HD,http://restream-live.realiptv.to:8080/waybetter3/live3/587718
Astro SuperSport 3 HD,http://restream-live.realiptv.to:8080/waybetter3/live3/587719
Astro SuperSport 4 HD,http://restream-live.realiptv.to:8080/waybetter3/live3/587720
Astro SuperSport 5 HD,http://restream-live.realiptv.to:8080/waybetter3/live3/587721
Astro Cricket HD,http://restream-live.realiptv.to:8080/waybetter3/live3/587722
NIeb Sports MAX HD,http://restream-live.realiptv.to:8080/waybetter3/live3/587723
Astro: NIeb Sports MAX HD,http://restream-live.realiptv.to:8080/waybetter3/live3/587724
Astro: NIeb Sports HD,http://restream-live.realiptv.to:8080/waybetter3/live3/587725
Astro: EUROSPORT HD,http://restream-live.realiptv.to:8080/waybetter3/live3/587726
Astro: RUGBY PASS TV,http://restream-live.realiptv.to:8080/waybetter3/live3/587727
IT Rai Sport,http://restream-live.realiptv.to:8080/waybetter3/live3/588668
IT RAI Sport+,http://restream-live.realiptv.to:8080/waybetter3/live3/588669
ES NIeb LA Liga FHD,http://restream-live.realiptv.to:8080/waybetter3/live3/588710
ES NIeb Sport FHD,http://restream-live.realiptv.to:8080/waybetter3/live3/588711
ES NIeb Sport HD VIP,http://restream-live.realiptv.to:8080/waybetter3/live3/588712
ES NIeb SPORTS LaLiga,http://restream-live.realiptv.to:8080/waybetter3/live3/588713
ES NIebSport HD,http://restream-live.realiptv.to:8080/waybetter3/live3/588714
ES NIebSport LaLiga HD,http://restream-live.realiptv.to:8080/waybetter3/live3/588715
ES Eurosport 1,http://restream-live.realiptv.to:8080/waybetter3/live3/588742
ES EuroSport 1 HD,http://restream-live.realiptv.to:8080/waybetter3/live3/588743
ES Eurosport 2 HD,http://restream-live.realiptv.to:8080/waybetter3/live3/588744
ES Movistar  Deportes 1 FHD,http://restream-live.realiptv.to:8080/waybetter3/live3/588767
ES Movistar Deportes 1,http://restream-live.realiptv.to:8080/waybetter3/live3/588774
ES Movistar F1,http://restream-live.realiptv.to:8080/waybetter3/live3/588776
ES Movistar Formula 1 HD,http://restream-live.realiptv.to:8080/waybetter3/live3/588777
ES Movistar Futbol,http://restream-live.realiptv.to:8080/waybetter3/live3/588778
ES Movistar Golf,http://restream-live.realiptv.to:8080/waybetter3/live3/588779
ES Movistar Liga de Campeones 1 HD,http://restream-live.realiptv.to:8080/waybetter3/live3/588780
ES Movistar Liga de Campeones 4 HD,http://restream-live.realiptv.to:8080/waybetter3/live3/588781
ES Movistar Moto GP HD,http://restream-live.realiptv.to:8080/waybetter3/live3/588782
ES Real Madrid TV,http://restream-live.realiptv.to:8080/waybetter3/live3/588797
RO EUROSPORT 2,http://restream-live.realiptv.to:8080/waybetter3/live3/596465
RO EUROSPORT 1,http://restream-live.realiptv.to:8080/waybetter3/live3/596466
RO TELEKOM SPORT 4,http://restream-live.realiptv.to:8080/waybetter3/live3/596483
RO TELEKOM SPORT 3,http://restream-live.realiptv.to:8080/waybetter3/live3/596484
RO TELEKOM SPORT 2,http://restream-live.realiptv.to:8080/waybetter3/live3/596485
RO TELEKOM SPORT 1,http://restream-live.realiptv.to:8080/waybetter3/live3/596486
USA Olympics Must See Moments,http://restream-live.realiptv.to:8080/waybetter3/live3/598374
USA Olympics Great Moments,http://restream-live.realiptv.to:8080/waybetter3/live3/598375
USA Olympics USA A TEAM,http://restream-live.realiptv.to:8080/waybetter3/live3/598376
USA The Olympics Channel,http://restream-live.realiptv.to:8080/waybetter3/live3/598377
USA Olympics Channel HD - ATT,http://restream-live.realiptv.to:8080/waybetter3/live3/598378
USA Olympics NBC Channel,http://restream-live.realiptv.to:8080/waybetter3/live3/598379
UK earth Sports Racing (1080),http://restream-live.realiptv.to:8080/waybetter3/live3/527483
